{"title": "Earth often plays tricks on quake, volcano forecasters", "filename": "1985-12-29_EarthOftenPlaysTricksOnQuakeVolcanoForecasters.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB531A0DD85FAB9?p=WORLDNEWS", "date": "1985-12-29", "page": "A10", "section": "News", "author": "Boston Globe", "text": "Of all the tragic and confusing things that happened during the recent volcanic eruption in Colombia and the earthquake in Mexico, one thing is clear: Both had been forecast well in advance, and yet both caught their victims completely by surprise        The paradox illustrates the dilemmas of warning systems: While great progress has been made in the past decade in forecasting the Earth's upheavals, pinpoint prediction remains elusive. Even in cases where the knowledge is adequate, the equipment and manpower are often lacking.        Take Mexico. Geologists have said for years that a major earthquake, with a magnitude of more than 7 on the Richter scale, was due imminently along the Michoacan coastline, and that its effects would be felt strongly in Mexico City, 200 miles to the north.         But they could not pinpoint the time, even to within a year, when the quake would strike. So, when a magnitude 8.1 earthquake rippled down the west coast on Sept. 19 of this year, the city was unprepared.        In Colombia, the precursors to disaster were clearer. Geologists had detected tremors in the area up to 11 months before the catastrophe, and a small volcanic belch occurred two months before the major eruption.         Both incidents can be warning signs of an eruption, but then the mountain quieted down. So some planning was under way, but no sense of urgency, just before the Nov. 13 eruption that buried the town of Armero in mud and killed 25,000 people.        The forecasting problems are somewhat different for each case. Earthquakes often strike with little or no immediate warning, but sometimes show patterns of regular activity that allow a long-term forecast. Volcanoes may be less predictable in the long term, but usually do show clear immediate danger signals when they begin to rumble back to life.        Geologists hope that, in the case of earthquakes, an experiment under way at Parkfield, Calif., will lead to better knowledge of the immediate warning signs, and may lead to much better predictions for future quakes.        In the case of volcanoes, one problem that may have been crucial in the case of Colombia is that volcano prediction is only as good as the instrumentation which is in place to monitor the signs.         The only instruments that were installed at Colombia's Nevado del Ruiz before Nov. 13 were hard-to-reach seismic recorders that could only be read in the field, as opposed to the radio-transmitter type now installed at Mount St. Helens, at Long Valley, Calif., and on the island of Hawaii. The recorders allow continuous evaluation of data from volcanoes at a central facility.        A year ago, when Nevado del Ruiz began rumbling, a team of Colombian geologists _ with assistance from the United Nations disaster relief organization in Geneva _ compiled a detailed map of the areas at risk, and identified mud flows as likely to be the worst result of an eruption.         But no attempt was made to predict when a major eruption might occur, because the current state of knowledge simply does not allow for that kind of precision.        And yet, if the latest radio-transmitter seismographs had been available at Ruiz, it is likely that an increase in activity might have been detected in the hours before the eruption, perhaps in time to have evacuated the villages that had been identified as vulnerable _ including Armero.        While volcanoes usually provide some warning of an impending eruption, in the form of earthquake activity and ground movement, the warning signs for earthquakes are very subtle and sometimes may be nonexistent.        In the case of the Sept. 19 Mexican earthquake, geologists' suspicions were drawn to the area because it was the only stretch of coastline that had not had a major earthquake in this century. That suggested that pressure had been building up in the area and was due to crack.         But unlike the nearby areas that had a known history of strong earthquakes every 30 to 40 years, this stretch had never had a recorded earthquake. So geologists didn't have a pattern that would allow them to predict, even to within a span of years, when the expected quake would occur.        But as catastrophic as the earthquake was, it was nevertheless a bonanza for science. Even though the prediction was imprecise, it was enough to justify the installation of an array of seismographs throughout the region.         According to California Institute of Technology geologist Hiroo Kanamuri, this was the best monitored earthquake in history, and detailed examination of the records could reveal patterns that might help in future forecasting.        But the intensive research program now under way in Parkfield, Calif., is where most geologists are pinning their hopes for significant advances toward the day of useful short-term earthquake predictions.        Long-range forecasting of earthquakes is based on patterns of activity along a known fault line, and can be quite precise in terms of location and magnitude. But the time element in these forecasts is measured in years, rather than days or weeks, making them of little use in emergency planning.        In Parkfield, a town with a population of 34, a magnitude 6 earthquake has been forecast to occur before 1993. In preparation, instruments have been deployed by the U.S. Geological Survey throughout the area.         When the earthquake strikes, the knowledge gained from these instruments may make or break a number of theories about earthquake prediction.        The possible short-term predictors of earthquake activity, being monitored in Parkfield, include ``creep'' along the fault (relative motion along the two sides of the fault line without any ground shaking), a buildup of small earthquakes in the immediate area, and increases in certain gases, including hydrogen and radon, measured in the soil or in wells.        There are also instruments to monitor subtle changes in the ground level and tilt.         Other instruments measure the amount of strain in underground rocks by means of balloon-like devices in deep boreholes that can sense increases in pressure. If any of these changes really are indicative of an impending earthquake, the Parkfield instruments will identify them in detail.        But few of the identified danger zones in the United States are so well instrumented, and those in many countries are even less so.        For example, one of the potential volcanic trouble spots in the United States is a chain of volcanoes along Cook Inlet, near Anchorage, Alaska. Patrick Muffler, head of volcano research for the USGS, says there have been eruptions in this area about every 10 years.        And yet, Muffler says, ``monitoring networks in Alaska are virtually nonexistent.'' He predicts that an eruption there could be disastrous, especially to commercial airplanes that fly a route directly in line with possible ash plumes, which can spread out over hundreds of miles.        ``You might not have any warning,'' he says, especially if an eruption began at night or in a rain or snowstorm so that it could not be seen. And the loss of life could be considerable if several large jetliners were on their way into Anchorage's busy airport _ a major stopover point for flights to Asia _ when an eruption strikes.        At least two jets were involved in similar situations over Indonesia a few years ago, when they penetrated volcanic plumes. ``Airplanes don't ingest ash easily,'' Muffler says.         In one of the planes, three of the four engines failed when the aircraft entered the plume hundreds of miles downwind from the volcano. The jet plummeted downward, losing more than 20,000 feet of altitude in minutes.        The pilot was able to restart the engines, but the windshield had been scored and pitted so badly by the ash particles that it left the pilot virtually blind. He was able to land the plane only by sticking his head out the window to locate the runway, Muffler says.        A plan has been drawn up by the USGS for a monitoring network around Anchorage to provide a warning of any impending eruption, Muffler says, but so far ``it's simply on the shelf,'' apparently the victim of tightening purse strings in Washington.        But even when instruments are available and the signs seem clear, prediction is still far from perfect _ and may, to some extent, always be so.Caption:  PHOTOAP: WORKMEN REMOVE RUBBLE AND SEARCH FOR VICTIMS IN A WRECKED BUILDING AFTER MEXICO CITY'S EARTHQUAKE IN SEPTEMBER. (PHOTO RAN IN SUNDAY EDITION.)AP: AN EMERGENCY WORKER IN MEXICO CITY RESCUES A YOUNG GIRL FROM THE RUBBLE OF A BUILDING THAT COLLAPSED AFTER THE SEPT. 19 EARTHQUAKE IN MEXICO CITY. THE CITY WAS UNPREPARED FOR A DEVASTATING EARTHQUAKE EVEN THOUGHEXPERTS HAD PREDICTED FOR YEARS THAT ONE WOULD STRIKE", "edition": "Weekend"}