{"title": "Boy trapped by quake probably dead all along, says rescue worker", "filename": "1985-10-08_BoyTrappedByQuakeProbablyDeadAllAlongSaysRescueWorker.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5317B0795EFA7?p=WORLDNEWS", "date": "1985-10-08", "page": "A6", "section": "News", "author": "Knight-Ridder Newspapers", "text": "MEXICO CITY _ A leader of the effort to rescue a 9-year-old boy supposedly buried alive since the massive earthquake 19 days ago has acknowledged that the child had probably been dead all along.        Gustavo Gomez, an engineer who helped in the search effort, said he never heard any of the tapping widely reported as evidence that Luis Ramon ``Monchito'' Navarrete was alive.        ``There were noises, all right,'' Gomez said in an interview at the search site. ``But I am convinced they were not produced by a human being but were perhaps echoes of the footsteps of people in the tunnels or people outside.''        Everyone participating in the digging was convinced that the noises came from the boy, Gomez said, because they had been led to believe so by some of the rescue leaders who are close friends of the boy's family. Gomez is not.        ``I now believe this whole thing was like a collective psychosis,'' said Gomez.          ``Everyone wanted to believe that the child was alive, and so they were swept up by statements made by family members, other rescue workers and the media.''        Nevertheless, Gomez said those who claimed that the tapping and scratching came from Monchito were not ill-intentioned. If anything, he added, the entire affair was a well-intentioned ploy to help the family retrieve the boy and his grandfather, who really were trapped in the debris.        Had Monchito been pulled out alive, he might well have turned out to be the last tenacious survivor of the Sept. 19 earthquake that killed at least 7,000 people.        It also would have allowed the Mexican government to  assuage the fears of anxious families who feel authorities did little to extricate victims from the rubble.        By a twist of fate, Monchito and his parents, Mauricio Navarrete and Sonia Maldonado de Navarrete, arrived in Mexico City from the island of Cozumel, off the Yucatan Peninsula, on the day before the quake.", "edition": "Fourth"}