{"title": "Hundreds run into streets as earthquake shakes island of guadeloupe", "filename": "1985-03-17_HundredsRunIntoStreetsAsEarthquakeShakesIslandOfGuadeloupe.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5312D7103FCDE?p=WORLDNEWS", "date": "1985-03-17", "page": "A2", "section": "News", "author": "Compiled From News Services", "text": "An earthquake jolted the French-ruled West Indies island group of Guadeloupe yesterday, sending hundreds of islanders fleeing into the streets.        Hospital officials in the main city of Pointe-a-Pitre reported several minor injuries.        The quake registered 6.6 on the Richter scale, said the U.S. National Earthquake Information Center in Golden, Colo. The quake was centered north of Guadeloupe near the island of Montserrat.        Hundreds of people poured into the streets, including a man who interrupted his bath and dashed naked out of his home, witnesses said.     Greek president to be chosen today     ATHENS, Greece         The 300 members of Greece's Parliament will vote for a new president today Sunday to replace Constantine Caramanlis, a veteran pro-Western statesman whose re-election was abruptly rejected by the ruling Socialists March 9.        The ballot comes amid a constitutional row over a single vote that may prove crucial, and growing signs that Premier Andreas Papandreou may call an early general election. The question is whether the acting head of state is entitled to vote as a parliamentary deputy.     nation    Associated PressParade pomp: Peter King, grand marshal of the St. Patrick's Day Parade in New York City, doffs his hat to the cheering crowd. An estimated 1 million people turned out yesterday for the parade, the world's largest march in honor of Ireland's patron saint.     Ohio governor confers on S&L crisis     CLEVELAND         Ohio Gov. Richard Celeste met with banking officials at Federal Reserve offices yesterday as he and and the state's financial leaders sought a way to prevent runs on deposits at state-chartered savings and loan associations.        The 71 thrift institutions remained closed yesterday under an executive order declaring a three-day holiday which Celeste issued Friday morning.        The governor said he acted to give the financial community time to develop a plan to restore confidence in the institutions. Among the possibilities are providing state-chartered institutions with federal deposit insurance or having Ohio's major commercial banks consider taking over the affected S&Ls.     Reagan seeks better Canada relations     WASHINGTON         President Reagan, on the eve of his St. Patrick's Day trip to Canada, said yesterday he hopes to make relations between the two countries ``even better.''        ``We're going to Canada now for one simple reason,'' he said in his weekly radio address from the White House. ``No country is more important to the United States.''        Reagan is making his first foreign trip of his second term today at the invitation of fellow conservative, Prime Minister Brian Mulroney.    Reagan and Mulroney will discuss the issues that divide and the ties that bind the U.S. and Canada. Close-Up, A 3.     Colombian guilty on drug charge     WASHINGTON         After two days of deliberation, a federal court jury yesterday found Colombian citizen Marcos Cadavid guilty of conspiracy to import and sell cocaine.        The jury of 11 women and one man, which deliberated for more than eight hours over the two-day period, returned its verdict in U.S. District Court at midday.        Cadavid, 43, now living in Miami, faces a maximum penalty of 15 years in prison and a $25,000 fine.        Judge Thomas F. Hogan did not set a sentencing date. He ordered Cadavid into the custody of the U.S. attorney general.        Jurors had been sequestered since the trial began on Monday, and the federal courthouse had been under heavy security because of death threats from South American drug dealers.    A study says that corrupt officials in Mexico are seriously compromising efforts to stop the flow of drugs into the United States. A 10Caption:  PHOTOAP: FOR TEXT, SEE ST. PATRICK'S DAY DIGEST ABOVE", "edition": "Sunday"}