{"title": "Quake hits southwest pacific, causing panic, damage", "filename": "1985-07-04_QuakeHitsSouthwestPacificCausingPanicDamage.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53150518E5DCF?p=WORLDNEWS", "date": "1985-07-04", "page": "A12", "section": "News", "author": "Ap", "text": "PORT MORESBY, New Guinea (AP) _ The southwest Pacific islands of New Britain and New Ireland were jolted by a major earthquake yesterday, causing panic and some damage. There was no word of casualties        Bruce Turner, a geophysicist at the Tsunami Warning Center in Honolulu, Hawaii, said the quake apparently had not generated an ocean wave that could have endangered inhabited low-lying areas in the Pacific.        New Ireland and New Britain are in the Bismarck Archipelago, part of the nation of Papua New Guinea, northeast of Australia in the southwest Pacific.          The Tsunami center said the temblor registered 7.1 on the Richter scale, signifying a major earthquake, capable of widespread, heavy damage.        The U.S. Geological Survey in Washington measured it at 7.3.        No reports of casualties or damage came in immediately to Port Moresby, the capital and chief port of Papua New Guinea, a nation of slightly more than 3 million people.        Turner said the center received reports of ``considerable damage'' _ but no deaths _ on the island of New Ireland, east of New Guinea.        Spokesman Don Kelly said the U.S. Geological Survey also had reports of damage in Rabaul, New Britain, where the earthquake was said to have caused panic among residents when it hit at 2:37 p.m.                Papua New Guinea officials said the quake's epicenter was in the Bismarck Archipelago, about 70 miles southeast of Rabaul.        In February 1984, a partial evacuation of Rabaul took place because of fears of imminent volcano eruptions. Papua New Guinea has spent millions of dollars since then to build an emergency airport and other facilities in safer areas for use in the event of an eruption.Caption:  MAP", "edition": "Second"}