{"title": "Quake aid: students collect 3 tons of good", "filename": "1985-11-13_QuakeAidStudentsCollect3TonsOfGood.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5318B7B1D0DEB?p=WORLDNEWS", "date": "1985-11-13", "page": "H1", "section": "North Times", "author": "Charles Aweeka; Times North Bureau", "text": "Thanks to students at Shoreline High School, life will be easier for some homeless victims of the Sept. 19 earthquake that devastated much of Mexico City.        In a drive that ended last week, the students collected three tons of clothing, tools and other staples. All of the items _ except for the canned food _ is being transported by rail to Mexico with the help of the Salvation Army.        ``It came out a lot bigger than we thought,'' said Harry Moore, teacher-coordinator of the school's Distributive Education Clubs of America program, which carried out the drive.        Moore and Leo Valenzuela, a career counselor at the school, dreamed up the idea. Moore said Valenzuela, who has a relative in Mexico City, ``was quite touched'' by the situation there.        Originally, the plan was to use students not only to collect the merchandise but to accompany it to Mexico aboard trucks. But, Moore said, ``the district wouldn't go for that.''        Because of the overwhelming response, the students also had to give up plans to fly the donated items to Mexico aboard Mexicana Airlines.        Piled in the high school's theater were 3,000 pairs of socks, 2,000 pairs of shoes, 600 tools, 500 blankets and 67 sleeping bags, along with thousands of other clothing items, hundreds of cans of food, medical supplies and pots and pans. The students, who also collected $100 for the victims, had to sort and box the stuff, being careful to label and number each container.        Senior DECA student Brian Sager said the Salvation Army will distribute the canned food in Seattle rather than ship it to Mexico because the cans would not make it over the high mountain passes.        ``It would have been a waste to have it all explode on us,'' said Sager, who is in charge of transportation for the retail merchandising students.        The Salvation Army is trucking the donated goods from the school to its Seattle headquarters and also will be responsible for seeing that the items get aboard the train.        Moore said all the other schools in the Shoreline School District were invited to participate in the drive, which was timed to coincide with Thanksgiving.        ``We didn't receive a very good response from them, although our kids came through more than we ever thought was possible,'' he said.        The Shoreline High students were spurred on by a contest among the school's 40 home rooms. A system was devised with points assigned to each donated item. Each blanket for example, a much-needed item, received 10 points.        Daryll Zentner's home-room students collected the most points and will get $100 from DECA funds, for pizza. Students assigned to the rooms of Steve Suplin, Stan Taloff and Nick Schultz finished second, third and fourth in that order and will get to indulge in ice cream and cinnamon rolls.        ``It took us a while to get it going, to get them pumped up and excited as we were,'' said Theresa O'Keefe, one of Moore's DECA students and chairwoman of the program. ``None of us thought that we would bring in that much stuff.'Caption:  PHOTOPAUL MILLER / SEATTLE TIMES: SHORELINE HIGH SCHOOL STUDENTS FOLD AND BOX DONATIONS FOR SHIPMENT TO MEXICO CITY EARTHQUAKE VICTIMS.", "edition": "Zone"}