{"title": "Miracle babies: how did they survive quake?", "filename": "1985-09-27_MiracleBabiesHowDidTheySurviveQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53176262788A1?p=WORLDNEWS", "date": "1985-09-27", "page": "A2", "section": "News", "author": "Chicago Tribune", "text": "MEXICO CITY _ Together, the four weigh 21 pounds.        They spent the first week of their lives buried beneath hundreds of tons of rubble without food or water, and they are doing just fine.        They are four babies who were buried alive just hours after their birth when the Benito Juarez Hospital in central Mexico City collapsed during last week's gigantic earthquake.        At least six infants, five girls and a boy, have been pulled from the debris of two hospitals. All were trapped for five to eight days, and all suffered only minor injuries.        Mexican newspapers are calling them ``miracle babies,'' and doctors can only guess at the reasons they survived at all.        ``We really don't know how they survived,'' said Dr. Rolando Cuevas Uribe, a pediatrician treating four infants at the Military Hospital. But he said a primary reason may be that newborns have a great deal of fluid in their bodies.        ``A newborn baby is more water than anything else,'' said Dr. Alys Mae Holden, a Mexico City pediatrician. ``It is really little more than a ball of water.''          The babies weighed an average of just over 5 pounds at birth.        Cuevas said the babies ``were probably asleep most of the time,'' or in a state of semi-hibernation. ``In such a state, their respiration would fall off to a minimum, and that would conserve their energy and strength.''        ``I think that is part of the answer, that a fasting baby does not lose much,'' Holden said. ``That's part. The rest is a miracle.''        In addition, she said that babies require little fluid during the first days of life and that babies tend to lose 10 percent of their body weight during the first 10 days after birth.        Cuevas said another factor contributing to the babies' survival was the layer of special fat beneath the skin of newborns, which probably helped insulate them and supplied them with calories.        ``Their environment would have been something like a womb, I think,'' said Holden, ``something they were obviously used to.''        All four babies in the Military Hospital are now eating and sleeping normally. One suffered severe injuries to her left foot.        Three of the four have lost their mothers; one was found lying on her dead mother's breast. The mother of the fourth baby is missing and thought to be dead. Two of the fathers survived.Caption:  PHOTOAP: A NURSE IN A MAKESHIFT EMERGENCY SHELTER OUTSIDE MEXICO CITY'S BENITO JUAREZ HOSPITAL ATTEND TO A BABY THAT WAS FOUND ALIVE YESTERDAY MORNING IN THE RUBBLE OF THE EARTHQUAKE.", "edition": "Fourth"}