{"title": "Town rebuilding after '83 quake", "filename": "1985-05-12_TownRebuildingAfter83Quake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5313EDDE3E99D?p=WORLDNEWS", "date": "1985-05-12", "page": "A14", "section": "News", "author": "Ap", "text": "COALINGA, Calif. (AP) _ Devastated two years ago by an earthquake that injured 47 people and caused $31 million in damage, the town of Coalinga may never be quake-proof, but it's more shock-resistant these days        It was at 4:42 p.m. on May 2, 1983, that a temblor measuring 6.7 on the Richter scale ripped into the farming town of 7,600 people, about 160 miles southeast of San Francisco.        Coalinga was hit hard. In addition to the injuries inflicted, the quake damaged 1,900 homes. All but five of 61 downtown buildings had to be razed. Some damage is still not repaired, but residents say their town is on the mend.        Townspeople celebrated the quake's anniversary with a ``Come As You Were Party'' at the Elks Lodge. Agnes Bennett, who runs a body shop with her husband, prepared for the party wearing a T-shirt that read, ``I survived the 6.7, I think.''        Her two daughters have ``moments of apprehension,'' she said. ``We still get a little bit nervous when we have a few of those aftershocks.''        Coalinga is perched between two San Joaquin Valley fault zones, and when the formation rocks, Coalinga rolls. The latest earth tremors hit town only last month.        ``When we have another little shaker, you still get that awful feeling in your stomach,'' said Bill Bombardier, controller at Coalinga District Hospital. ``You get just as frightened as you did two years ago.''        But despite a U.S. Geological Survey prediction of a moderate quake 18 miles southwest of town within eight years, townspeople are upbeat about the future.        ``The amount of building really has been much more than most people expected by the second year,'' said city spokesman Bob Semple.        Coalinga has issued building permits worth $32 million since the quake.        Of 261 single-family homes that were demolished, permits for 260 replacements have been issued; of 46 downtown businesses destroyed, all but 10 have returned, and although 39 apartment units were torn down, 362 have been built.        ``Everything's getting newer,'' Semple said. ``What has been set up as a more modern building standard will keep people secure enough from having the buildings destroyed. I think we're one of the safer communities in California.''        Rebuilt stores and shops replace trailers that were loaned as temporary quarters by disaster recovery agencies. Some vacant lots will be paved for public parking, which was lacking before.        Living through a violent earthquake has made Semple and others much more wary of the major California quake that geologists expect someday.        ``In San Francisco, I get a fear I didn't have before standing beside old brick buildings,'' Semple said. ``You really can't say for sure that San Francisco or Los Angeles or Sacramento or anywhere won't be affected by an earthquake.''        Structural repairs on the hospital took a year, and Bombardier took five months to erase the $46,000 damage his house received.        Bombardier's 17-year-old daughter still sleeps with a night light, a habit picked up after the temblor. She joined a 15-year-old daughter in weekly counselings sessions that lasted for months.        ``Other than that, we're pretty normal,'' he said.Caption:  PHOTOAP: THIS WAS THE SCENE IN DOWNTOWN COALINGA, CALIF., ON MAY 2, 1983,AFTER A 6.5 EARTHQUAKE STRUCK THE AREA. THE QUAKE INJURED 47 PEOPLE AND CAUSED $31 MILLION IN DAMAGE.", "edition": "Weekend"}