{"title": "2nd big quake jolts mexico - residents flee into roads more buildings collapse", "filename": "1985-09-21_2NdBigQuakeJoltsMexico-ResidentsFleeIntoRoadsMoreBuildingsCollapse.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5317321AF3A21?p=WORLDNEWS", "date": "1985-09-21", "page": "A1", "section": "News", "author": "Upiap", "text": "MEXICO CITY _ A second major earthquake rocked Mexico City last night, sending already panicky residents screaming into the streets.        The second quake struck at 7:37 p.m. local time. It came as rescuers dug through the rubble for victims of the Thursday quake that killed 2,000 to 3,000 people and injured more than 5,000.         Last night's quake measured 7.3 on the Richter scale, said John Minsch, a spokesman for the National Earthquake Information Center in Golden, Colo. He said the quake was centered about 250 miles southwest of Mexico City, about the same area as Thursday's quake.        Sirens immediately started screeching and terrified people poured into the streets in downtown Mexico City, which had been the hardest hit in the first big quake.          Ham radio operators in Dallas reported conversations with people in Mexico City who said more buildings had collapsed in the capital.        ``Go! Go! Go!'' one frightened tourist yelled to his wife as they hurtled down the stairway of the Crown Plaza Hotel and into the street.        Thousands of people lined the center mall of the Paseo de la Reforma. The quake was almost as powerful as Thursday's quake which registered 7.8 on the Richter scale.                ``In many streets, people rushed out of their houses,'' said President Miguel de la Madrid, speaking on Mexico City's Channel 13 from his house. He said the second quake was ``less severe but provoking panic.''        Details were sketchy and there were no immediate reports of more casualties. Before the second quake, the Mexican government raised the official toll from Thursday's devastating tremor to 2,000, and unofficial estimates ranged up to 3,000.        All yesterday  thousands of rescue workers, guided by piercing cries of ``help,'' clawed through collapsed buildings and fed trapped survivors through tubes in the rubble of Thursday's devastating quake. About 1,000 people were believed trapped in buildings that collapsed during the first quake.        Officials at the Colorado earthquake center said dozens of mild aftershocks were recorded Thursday night and yesterday, the strongest of which was 4.8 on the Richter scale in the area of the main temblor near the coast. But the aftershocks were barely felt in Mexico City until yesterday evening's quake.        Some 50,000 rescue workers including police, soldiers, students and Red Cross workers, searched the shattered ruins of buildings using acetylene torches, picks and shovels and their bare hands.        A rescue worker told Televisa that leaders of rescue crews had ``to quiet the hundreds of young volunteer workers so they can hear the calls, the cries'' of survivors.        Urgent appeals were made for heavy equipment to remove tons of debris clogging the city's major streets.        De la Madrid declared three days of national mourning and ordered flags at half-staff. Schools, universities, banks, government buildings, cinemas, night clubs were ordered closed.Caption:  PHOTO MAPJIM GARCIA / DALLAS MORNING NEWS: ONLOOKERS SHIELD THEIR FACES FROM THE DUST AS RESCUE WORKERS TRY TO FREE PEOPLE TRAPPED INSIDE TOPPLED MEXICO CITY BUILDINGS.MAP: QUAKE EPICENTERS: A SECOND MAJOR EARTHQUAKE OF ABOUT 7.3 ON THE RICHTER SCALE STRUCK MEXICO LAST NIGHT. THE EPICENTER WAS ABOUT 250 MILES SOUTHWEST OF MEXICO CITY IN ABOUT THE SAME AREA AS THURSDAY'S 7.8 QUAKE", "edition": "Second"}