{"title": "Huge toll in mexico quake - sharp rise in toll feared", "filename": "1985-09-19_HugeTollInMexicoQuake-SharpRiseInTollFeared.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5317243B486B1?p=WORLDNEWS", "date": "1985-09-19", "page": "A1", "section": "News", "author": "Compiled From News Services", "text": "A major earthquake in the Pacific Ocean today caused severe damage in three Mexican states, collapsed buildings in Mexico City and sent the city into chaos. Initial reports said at least 250 were killed, but other sources said the death toll could rise into the thousands        Live television scenes showed buildings in rubble with many people trapped. One 13-story building was said to have collapsed, trapping many people inside.        An amateur radio operator said he had seen many bodies on the street.        Another report said 35 percent of the city's buildings were damaged.        Blood supplies, and gasoline for emergency vehicles, were said to be scarce, and the government was asking for donations.        The Mexican Embassy in Washington said cathedrals had collapsed in Jalisco, Guerrero and Michoacan states, all on Mexico's West Coast.        Telephone and Telex circuits were out to Mexico City, and flights from the United States were canceled, one airline official said, ``because we didn't know what we would find when we got there.''        The quake at 9:18 a.m. EDT registered 7.8 on the Richter scale, an open-ended measurement of ground motion.        The U.S. Geological Survey put the epicenter in the ocean about 250 miles southwest of Mexico City.        In Washington, State Department spokesman Bernard Kalb said the U.S. Embassy was undamaged and that communications with the embassy had been established. He said there was significant damage in the old section of the city, including the popular tourist area Zona Rosa, a fashionable and hotel district in the center of the city.        A Laredo, Texas, radio station said it had a report from Mexico City station XEQ that 200 injuries had been reported, that one third of the city was without electricity and that several gas leaks had been reported.        A reporter for the station said one hospital was full and asked that the injured be taken elsewhere. Residents of the city were told to stay in their homes, XEQ said.        XEQ told Laredo station KVOZ that much of the destruction was felt in the business district of Mexico City.        Amateur radio operator Glenn Baxter of Belgrade Lakes, Maine, said he had been in radio contact with Carlos Sartorius of Mexico City.        Baxter said Sartorius, a Motorola engineer, had found highways blocked by ``pieces of buildings,'' had passed many dead people in the streets and had seen doctors and nurses from one hospital ``taking all the people out to the street because they thought it was safer.''        A spokeswoman for the embassy, Pilar Franzoni, said two areas to the north of downtown Mexico City _ Colonia Roma and Colonia Doctores _ sustained heavy damage.        ``In Mexico City several buildings have fallen,'' she said. ``Part of an office of the ministry of the navy in Mexico City's downtown area fell down. There was fire in the communications tower in Mexico City and also part of a building of the Ministry of Labor.''        Sartorius said he had seen little damage in the southern sections of the captial.        In Tijuana, a local cable TV channel showed live pictures from Mexico City and an announcer said deaths were considered to be in the thousands. Ambulances and rescue crews were being hampered by a lack of gasoline. Hotels and other buildings on the Paseo Dela Reforma, and Insurgentes Avenue, the city's major thoroughfares, were heavily damaged.        The University of Mexico was shown to have been damaged, with students trapped in its buildings.        The Spanish International Network said there were 10 aftershocks in the capital city and that the city government was asking for donations of gasoline for emergency vehicles. Most streets were said to be blocked or closed.        In Houston, the weather service said several large buildings were reported to have swayed, with window shades banging against the windows. Water was reported sloshing out of swimming pools in Texas and New Mexico.        Doug Whitehead, assistant property manager at the Transco Tower, a 64-story building in southwest Houston, said tenants reported hearing a creaking noise and saw the blinds swaying. ``It was a little bit eerie,'' Whitehead said.        As for Mexico, communications with much of the country were only fragmentary hours after the quake.        A reporter for the newspaper Zeta in Tijuana, Mexico, said television reports described Mexico City as being in chaos.        Howard L. Lester, an amateur radio operator in Schenectady, N.Y. said he had monitored a transmission between a Mexico City operator and another in Tucson, Ariz.        The Mexico City operator said:        ``This is no joke. We have only one radio channel left. It's a government channel. We're trying to get it working so we can tell the world what is happening.'Caption:  MAPED WALKER / SEATTLE TIMES: QUAKE EPICENTER", "edition": "Third"}