{"title": "Common household items can be killers in a quake", "filename": "1985-03-30_CommonHouseholdItemsCanBeKillersInAQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5313137FC1E56?p=WORLDNEWS", "date": "1985-03-30", "page": "A10", "section": "News", "author": "Steve Johnston; Times Staff Reporter", "text": "During an earthquake, every home turns into a lethal weapon and the most common object becomes a moving missile.         The heavy leather-bound encyclopedia set, put on the top shelves of the bookcase so the kids wouldn't be able to get at it, topples off at the first shake and falls 7 feet to the floor or on top of someone's head. The clay vase, purchased in Mexico and placed next to the books, comes crashing after the books.         Then the whole bookshelf crashes to the floor as the earthquake tremors move through the house. The television starts rolling across the floor, hits the end of its cord and tips over. The picture tube explodes. The walls move with the foundation and the larger windows buckle under the pressure and explode into the house.         The quake is over in just a few seconds and the shock waves rush out into Puget Sound.         To give a taste of what could be expected in an earthquake, state and federal officials set up a demonstration yesterday at a house on Queen Anne Hill in Seattle to show how easy it is to get injured or killed at home in an earthquake. The earthquake itself won't kill you, but what's in the house can do it.         The demonstration, sponsored by the state Department of Emergency Management, Federal Emergency Management Agency and Seattle Fire Department, as well as other local emergency departments, was to help promote Earthquake Awareness Week starting April 7 across the state. The earthquake that hit the house on Queen Anne was supposed to be 7.5 on the Richter scale, similar to a quake that hit the Seattle area in 1949.         While people who study earthquakes can't agree on what can set off an earthquake in this area, the experts do say that state residents can expect an earthquake as high as 8.0 on the scale to jolt the area ... sometime. But ``sometime'' in geological time can be anywhere from right now to 100 years.         The reason April is picked for Earthquake Awareness Week is because the earthquakes most people know about _ the two quakes that hit this state in 1949 and 1965, the Alaska Good Friday quake in 1964 and the granddaddy of them all, the San Francisco quake _ all happened in April. People say April has ``earthquake weather.''         The danger in a Puget Sound earthquake isn't so much the earth splitting open and swallowing people and houses as things falling on people from buildings and inside houses, emergency experts say. The quakes that occur here usually start 30 miles underground and shake a wide area, unlike a California earthquake that fractures the earth surface on a fault line.         One of the problems with a massive earthquake is that the roads may be impassable or there may be so much damage that emergency equipment may not be able to get to individuals and only works where large numbers of people are trapped. Emergency experts say people should be prepared to get along for a couple days without any help by storing food, water, first-aid kit, a portable radio with batteries and a flashlight.         But state and local officials know that most people don't prepare for something that may not happen in their lifetimes. ``Hundreds of deaths and injuries could occur because our citizens and businesses aren't seriously concerned about the threat of major earthquakes,'' said Gov. Booth Gardner in kicking off the awareness week.         People can do some simple things in their homes to prevent earthquake hazards: Heavy objects shouldn't be on high shelves; hanging plants should have a guide wire to keep them from swinging; kitchen doors should have latches; in food cupboards, heavy cans should be on the bottom shelves. Pictures and mirrors should be fastened to the walls and not hanging over a bed. Household chemicals should be stored where they can't tip over.         Emergency officials don't expect the public to get too excited about getting ready for an earthquake, but they say they hope people start thinking about it and take a few steps to safeguard themselves. The American Red Cross is offering courses in April, in Seattle and Bellevue, on surviving an earthquake. Times and places are available through the Red Cross.         For people who want to read more about getting ready for an earthquake, the federal, state and local emergency agencies have several booklets. The Seattle-King County Chapter of the Red Cross has a one-page outline called ``27 things to help you survive an earthquake'' that is free for the asking.         Among the rules people should follow: If inside, stand in a doorway or get under a desk and move away from windows; outside get away from buildings or things that could fall; in a car, stay away from bridges and underpasses and stay in the vehicle.         Finally, stay calm.Caption:  PHOTONATALIE FOBES / SEATTLE TIMES: TELEVISION NEWSPHOTOGRAPHER DICK MARSHALL PHOTOGRAPHS EARTHQUAKE ``VICTIM'' MARK RENTROW, 9, DURING A SIMULATION DESIGNED TO SHOW THE DANGERS HOUSEHOLD OBJECTS POSE DURING ANEARTHQUAKE", "edition": "Second"}