{"title": "Mexico quake toll may hit thousands - many are entombed in buildings", "filename": "1985-09-20_MexicoQuakeTollMayHitThousands-ManyAreEntombedInBuildings.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53172C887BCB2?p=WORLDNEWS", "date": "1985-09-20", "page": "A1", "section": "News", "author": "Compiled From News Services", "text": "MEXICO CITY _ Thousands are feared dead as the hemisphere's greatest metropolis digs out of one of its greatest tragedies _ a giant earthquake that tore at the midsection of the Americas yesterday morning        Fires flared across the devastated capital today, and desperate rescue teams clambered over the ruins as officials and witnesses confirmed at least 760 dead in the destruction.        Press reports quoting rescue workers said the death toll could reach around 3,000.        An estimated 1,000 people are entombed in collapsed buildings in this teeming city of 17 million, and at least 5,000 have been treated for injuries.        Mexico City and four coastal states, Colima, Guerrero, Jalisco and Michoacan, were hardest hit by the 7:18 a.m. quake, which leveled cathedrals, schools, hospitals, hotels and scores of other structures _ at least 250 buildings in Mexico City alone.        The temblor lasted three minutes _ an eon in the seismic world _ and measured 7.8 on the Richter scale of ground motion, making it the strongest to rock Mexico since 1973.        Swarms of aftershocks in the 4- to 4.5-point range on the Richter continued to rumble through Mexico today, but seismologists said the new tremors presented little danger.        The main quake killed between 110 and 150 people in Jalisco state, 500 miles northwest of here, and injured about 1,500. In Michoacan state, 30 people were reported killed when two hotels collapsed at the beach resort of Playa Azul.        All communications were knocked out in Mexico City, Guadalajara, Tepic, Nayarit and the resorts of Ixtapa and Acapulco. Ham-radio reports from Acapulco said the resort metropolis sustained only minor damage.        Mexican and Salvadoran navy vessels reported five merchant ships and four trawlers missing in the Pacific 135 miles west of Acapulco.        President Reagan has sent a message to President Miguel de la Madrid offering full U.S. assistance. The Mexican president has declared a state of emergency and appealed for calm.         Pope John Paul II also sent condolences today, expressing his ``paternal solicitude'' for the quake victims. Telegrams poured in from world leaders, including Cuban President Fidel Castro, and a steady stream of emergency supplies, medicine and surgical equipment was being flown into Mexico City's Benito Juarez International Airport.        Had the quake occurred half an hour later than it did, rescue workers said, many thousands of downtown Mexico City office workers would certainly have died. The number of office blocks that completely collapsed was in the dozens.        The city's famed central boulevard, the 10-lane-wide Paseo de la Reforma, was among the worst-hit areas, and the corner of Reforma and the Avenida Insurgentes _ said to be the most vehicle-polluted intersection in the world _ looked like a scene from a World War II bombing raid.        The Continental Hilton Hotel, on that corner, collapsed from the top for three stories, but the casualty toll was not clear as rescue workers continued burrowing into the rubble.        Until a few years ago, passers-by could see a large, poorly disguised vertical crack in the hotel's facade, a memento from the 1957 quake.        Bodies were pulled from at least seven major downtown hotels that were destroyed _ the Regis, the Diplomatico, the Versalles, the Di Carlo, the Principado, the Juarez and the Montreal. Major damage was reported at the Roma, Bristol, Ejecutivo, Palace and Reforma hotels.         Some 10,000 soldiers in combat gear, who had paraded down Reforma in spotless uniforms three days earlier to mark Mexico's independence from Spain in the early 19th century, were back again today.        This time, their uniforms covered in dust, they dispersed along side streets to detour drivers, keep people away from buildings still in danger of collapse and prevent looting.         One of the oddest things about yesterday's quake was that it hit only a relatively localized area of the capital _ about 12 square miles _ and although it was felt elsewhere, caused little damage in most of the sprawling city's 931 square miles.        A few hundred yards from the Reforma, for instance, life went on almost as normal throughout the day with beggars and chewing-gum vendors bothering motorists on a hot, sunny September morning.        But scenes like that were islands of unreality. Most of the city was chaos. Thousands of residents spent the night outside because they had no homes to return to or feared buildings still standing might collapse. Temporary shelters were set up in offices.       Even the massive, 10-story-high Monument to the Mexican Revolution at the center of the downtown Plaza de la Revolucion was damaged, although original reports that it had been destroyed proved erroneous.Caption:  PHOTO MAPED WALKER / SEATTLE TIMES: MAP OF MEXICO AND THE EARTHQUAKE'S EPICENTER.AP: RESCUE WORKERS TAKE A QUAKE VICTIM FROM A DESTROYED BUILDING IN MEXICO CITY.AP: THE RUBBLE OF A MEXICO CITY HOTEL SMOLDERS IN THE STREET", "edition": "Fourth"}