{"title": "Moderate quake on la fault could be disaster, says study", "filename": "1985-11-14_ModerateQuakeOnLaFaultCouldBeDisasterSaysStudy.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5318C013F7C41?p=WORLDNEWS", "date": "1985-11-14", "page": "A12", "section": "News", "author": "Ap", "text": "LOS ANGELES (AP) _ A moderate earthquake on Los Angeles' Newport-Inglewood Fault would cause as much damage in the city as a catastrophic quake on the more distant and better known San Andreas Fault, the author of a new federal study said yesterday        The U.S. Geological Survey study said a Newport-Inglewood quake measuring 6.5 on the Richter Scale would make weaker buildings collapse, trigger landslides and turn solid ground to fluid in some areas, a phenomenon that toppled buildings during the September quakes in Mexico City.        ``The seismic intensities in the Los Angeles Basin will be larger for a 6.5 earthquake on the northern Newport-Inglewood than for an 8.3-magnitude quake on the San Andreas,'' some 60 miles east of Los Angeles, geologist Joseph Ziony said.        California's emergency plan says a great quake on the San Andreas _ which most geologists believe is likely within 50 years _ could kill up to 30,000 people, seriously injure 100,000 and cause $15 billion in property damage.        The study by Ziony and 10 other USGS scientists didn't estimate the toll from a 6.5-magnitude temblor on the northern 18 miles of the Newport-Inglewood, which runs through the western Los Angeles suburbs from Beverly Hills southeast toward Long Beach.        But Ziony predicted: ``Losses will be larger from moderate-sized earthquakes in or near the Los Angeles Basin'' than from the bigger but distant San Andreas fault.        The study cites previous federal estimates that a 7.5-magnitude Newport-Inglewood quake could kill up to 21,000 people, seriously injure an additional 84,000 and cause $62 billion in damage.        The 28-page USGS study, part of a 505-page report on Los Angeles-area quake hazards, was released during a two-day hazard reduction workshop which ended yesterday.        Ziony said a quake on the northern Newport-Inglewood Fault is likely because that part of the fault hasn't snapped during historic time, so strain must be building.        The southern part of the fault ruptured in 1933, causing the devastating, 6.2-magnitude Long Beach earthquake that collapsed schools and spurred reform of California's building codes.        The USGS report said a 6.5-magnitude quake on the Newport-Inglewood fault would cause intense shaking for 10 to 15 seconds.        It said the shaking in Long Beach, Marina del Rey, the southern part of Los Angeles' San Fernando Valley and other areas would be enough to cause partial collapse and considerable damage to ordinary buildings, demolish poorly built structures and tumble chimneys, smokestacks, monuments and walls.", "edition": "Third"}