{"title": "Official mexico quake toll 2,832; search for survivors continues", "filename": "1985-09-23_OfficialMexicoQuakeToll2832SearchForSurvivorsContinues.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53174A14AB838?p=WORLDNEWS", "date": "1985-09-23", "page": "A2", "section": "News", "author": "Compiled From News Services", "text": "MEXICO CITY _ Officials today set the official death toll from Mexico City's two earthquakes at 2,832, while rescuers pulled more survivors from the rubble of shattered buildings.        Rescue teams yesterday found several survivors in the ruins of more than 400 buildings that crashed to the ground during an earthquake Thursday that measured 7.8 on the open-ended Richter scale and another Friday that registered 7.3.        The Federal District Attorney's office announced 1,000 newly confirmed deaths from the quake, bringing the official death toll in the capital to 2,832. An estimated 300 more people were killed along the Pacific coast.        The confirmed deaths included bodies found during rescue operations yesterday and those who died in hospitals from quake-related injuries.        The statement estimated another 2,000 people were still trapped, most of them feared dead, in the mounds of rubble that litter most of downtown Mexico City.        Government estimates yesterday, taking into account bodies which were removed by relatives and which may never be officially counted, ranged close to 3,500. U.S. Ambassador John Gavin estimated 10,000 were killed in the tragedy.        The U.S. Agency for International Development said in a report to the State Department that 6,700 people had been treated for injuries. Five Americans were injured.        Teams of dogs from Switzerland and the United States were being used to help find survivors.        Health authorities, citing the increasing risk of epidemics, are pressuring the government to bury decaying bodies. But resistance in this deeply Roman Catholic society to the idea of interring the dead without proper ceremony or the presence of family is strong.        After initially refusing help, Mexico began accepting offers of relief.         First Lady Nancy Reagan arrived from Washington this afternoon for a scheduled three-hour visit ot inspect the shattered Mexican capital.", "edition": "Fourth"}