{"title": "All that's left of home - quake rescue efforts ''choas,' says u.s.  official", "filename": "1985-10-01_AllThatSLeftOfHome-QuakeRescueEffortsChoasSaysUSOfficial.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5317845AAB1CB?p=WORLDNEWS", "date": "1985-10-01", "page": "A2", "section": "News", "author": "Ap", "text": "MEXICO CITY (AP) _ Efforts to rescue thousands of people buried under the rubble of two deadly earthquakes were initially hampered by ``complete chaos,'' says a U.S. Embassy official.        ``If you're talking about a coordinated effort, I'm afraid there was none,'' Guido del Prado, the U.S. Embassy's rescue coordinator, said at a news conference yesterday. ``I believe if we had the right equipment and the right people to work with, we would have saved a lot more lives without any question.''        John Carroll of Florida's Metro-Dade fire department, disagreed. He said, ``Given the scale of the disaster, the time we had to work, the number of people who responded from all over the world and the language differences, I would defy anybody to do a better job than we did. There was a lot more cooperation than people realized.''        There have been reports that disagreements among Mexican, U.S. and other foreign workers stalled efforts and may have lost lives. Carroll said disputes arose but typically lasted ``15 seconds.''        Twelve days after the first of two powerful earthquakes rumbled through the city, searchers continued looking for survivors.             More than 4,600 people are known dead and between 1,000 and 5,000 are missing, according to the federal government's tally.        An estimated 18,000 were injured and 40,000 were left homeless.        Nine Americans are among the dead and 24 are missing, according to the U.S. Embassy.        The embassy identified the nine Americans as:        Mary Elizabeth Vallejo, a long-time resident of Mexico from Cozad, Neb., and her children, Ilse Anne and Alonso.        Georgina M. Yunez of San Antonio, Texas. Embassy spokesman said her 10-month-old son also was killed, but had not been registered at the embassy as a U.S. citizen.        Bruce Sloan of Newmarket, N.H.        Ivan and Iraida Ducus of Puerto Rico.        Joyce Albertha Moguel of New York, N.Y.        Emery Takacs of Huntington Beach, Calif.        Names of the missing were being withheld until their status was confirmed. The embassy had no reports of hospitalized U.S. citizens.Caption:  PHOTOAP: MARIA CHRISTINA ORTEGA STANDS WITH HER POSSESSIONS IN A MEXICO CITY PARK. SHE LOST HER HOME IN THE EARTHQUAKES.", "edition": "Fourth"}