{"title": "4 more babies found alive in quake debris", "filename": "1985-09-26_4MoreBabiesFoundAliveInQuakeDebris.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53175B59FBC06?p=WORLDNEWS", "date": "1985-09-26", "page": "A2", "section": "News", "author": "Ap", "text": "MEXICO CITY (AP) _ The rescue of four babies from the rubble of a hospital rekindled hopes that more survivors of Mexico's earthquakes could be found, but officials said time was running out.        Late yesterday, Mayor Ramon Aguirre's office said officials had confirmed more than 4,000 people died in the earthquake last Thursday, which measured 8.1 on the Richter scale. A quake the next day registered 7.5.        Officials originally said the quakes measured 7.8 and 7.3, but changed the figures based on readings from several different sources.        A fourth baby, 10 days old, and a nurse, 22-year-old Maria de los Angeles Mendez Santiago, were found alive this morning.        ``They are all doing well,'' said Dr. Benjamin Ventura Gutierrez, but he added that the baby found today was in serious condition.        Aquirre's office has said that 417 damaged buildings will have to be razed. Yesterday, President Miguel de la Madrid met with city officials to begin reviewing construction codes, land use and building density.        Aguirre estimated that 1,500 people were still entombed under toppled hotels, office buildings and residences, and hopes that some may still be living brightened when three infant girls were found alive late yesterday in the ruins of the 12-story Benito Juarez Hospital.        Doctors said the three babies found yesterday were born on the eve of the Thursday quake. They were reported in good condition early today.        The infants were wrapped in blankets, placed in incubators and taken to another hospital.        Shortly after midnight, rescuers at the hospital site also recovered a woman patient, identified by doctors as Guadulupe Rubalcad Pena. She was found apart from the infants.        Ventura said rescue workers heard more voices in the rubble near the elevators.        ``I still have some friends up there. I am just hoping, hoping,'' said hospital orderly Jose Luis Negrete, tears rolling down his face.        Rescue work continued across the ravaged city, but officials expressed concern that many people trapped under crumbled buildings had been buried too long to have survived.        ``People can live five to six days, but there are extreme cases of people in good physical condition or who had taken large amounts of liquids who live longer,'' said Dr. Jesus Aguilar Rodriguez.Caption:  PHOTOAP: RESCUE WORKERS HAND DOWN A BABY FOUND ALIVE YESTERDAY IN THE RUINS OF BENITO JUAREZ HOSPITAL IN MEXICO CITY. THE BABY WAS ONE OF FOUR FOUND ALIVE IN THE EARTHQUAKE RUBBLE.", "edition": "Fourth"}