{"title": "44 states warned of quake peril", "filename": "1985-01-06_44StatesWarnedOfQuakePeril.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5311AA89513C0?p=WORLDNEWS", "date": "1985-01-06", "page": "A16", "section": "News", "author": "Knight News Service", "text": "WASHINGTON _ Warning that more than 70 million people in 44 states and territories face the danger of moderate to severe earthquakes, the Federal Emergency Management Agency has sent Congress a five-year plan aimed at reducing deaths and damage from those disasters        The agency repeated earlier predictions that there is a 40 percent probability of a catastrophic earthquake _ a magnitude of 8 or more on the Richter scale _ at the southern end of the San Andreas fault near Los Angeles in the next 30 years. There is the same probability for a similar quake along the San Andreas fault in the area of San Jose, Calif., FEMA officials said Friday.        ``It is not a question of `if,' but a question of `when,''' said Samuel Speck, the agency's associate director.        While the potential for a major disaster has been studied more extensively in earthquake-prone California, Speck said residents of other states should not be lulled into thinking their areas are immune from serious quakes.         An 1811 earthquake near New Madrid, Mo., estimated to be about 8.7 magnitude was felt over 2 million square miles from Canada to the Gulf of Mexico and from the Rocky Mountains to the Atlantic Ocean.        Speck said that when the anticipated Los Angeles earthquake comes, it could cause 14,000 deaths, 50,000 injuries and $15 billion in property damage.         By contrast, because of different geological features in the eastern United States that amplify the effects of an earthquake, a temblor in that region could affect as many as 21 states with 12 million people and cause $50 billion in damage, Speck said.        The states that are at little or no risk of earthquake damage, according to FEMA, are Alabama, Florida, Louisiana, Michigan, Mississippi, North Dakota, Texas and Wisconsin. However, areas at the edges of some of those states may be in some danger of earthquakes, FEMA said.        FEMA, the Bureau of Standards, the U.S. Geological Survey and the National Science Foundation are proposing a joint five-year effort costing $363 million to minimize the impact of a severe earthquake anywhere in the U.S.        Congress already has approved $70 million for the first year of the program.", "edition": "Sunday"}