{"title": "Economic aftershock - quake rocks balance of payments", "filename": "1985-10-06_EconomicAftershock-QuakeRocksBalanceOfPayments.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53179ED8C57CA?p=WORLDNEWS", "date": "1985-10-06", "page": "A16", "section": "Issues", "author": "Clark Reynolds", "text": "MEXICO'S earthquake is only one of a series of shocks in the past fortnight that has jarred our neighbor on its economic and social foundations.        On the eve of the quake there was more than a hint that the country would be hard-pressed to meet interest payments on its foreign debt. The weakened world oil market and a faster-than-expected domestic recovery in this year's first half had seriously strained that country's balance of payments. Less than a month ago, Finance Minister Jesus Silva-Herzog put creditors on alert that the August debt-renegotiation agreement was conditional on substantial new capital inflows.        Banks were balking at further lending even before the quake added new billions to the nation's capital requirement for disaster relief and reconstruction. And at the very time of the first tremor, rumors were circulating in Washington that the International Monetary Fund was considering delaying a vital $900 million credit installment for reasons of Mexican non-compliance with a 1983 IMF agreement. Also on the day of the earthquake, the Senate passed a tough new version of the Simpson immigration bill, which, if supported by the House, will further tighten Mexico's critically important migratory safety valve.        As the dust settles, it is evident that Mexico faces some of the greatest challenges in recent history. The first and most immediately obvious is damage control _ not only from overwhelming natural disaster but from the man-made calamities that have been associated with Mexico's own policies and the international events beyond its control.        Much has been said about the degree of asymmetrical interdependence that links Mexico to foreign markets for labor, capital, technology, goods and services, and to a lesser extent subjects those markets to Mexico's behavior. Just as globally shifting geological plates tug at the nation's foundations, so do the changing forces of international economics and geopolitics. Despite the disparities in size and power, the United States is similarly challenged, not only geologically (especially in its Western states) but economically and socially. What happens to Mexico can happen here.    The second challenge, which is even more important to the future stability of both Mexico and the Americas, is reconstruction for growth and social participation. The earthquake offers an opportunity to go beyond recent austerity measures to a phase of expansion, provided that new domestic and foreign investment are forthcoming.        That will depend importantly on a new look at Mexico's debt situation. Until now the country was hard pressed just to meet its annual debt service. It was running a net trade surplus of more than 6 percent of the gross national product (Mexican savings were helping to finance the U.S. trade deficit), making it all the more difficult for the country to use those savings for debt service or to invest them in needed works of reconstruction and growth.        The situation is as though war-torn England, Germany and Japan had been asked to send a net flow of exports to the United States, rather than to receive vitally important aid under the Marshall Plan. Reversing the flow when it was needed after World War II permitted domestic investment so those countries could recover.        If the Mexican crisis remains without effective relief, reconstruction and development, the fortunes of both the United States and Mexico will suffer. The problems will put a strain on the stability of our financial system, and will have an effect on trade, employment and our political system as well. In this sense we have inadvertently entered a new era of what might be termed mandatory cooperation.        Even with relief and longer-term assistance, however, the ultimate responsibility rests with the Mexican government. And here the challenge is perhaps the greatest _ to know what it can and cannot do, and to make that clear to the country's people.        In 1976 a devastating earthquake in Guatemala brought an outpouring of relief that exposed longstanding social fissures. Earlier in the decade the failure to provide aid after an earthquake wrecked Managua, Nicaragua, helped fuel the revolution that toppled the regime of Anastasio Somoza.        Mexico is a nation that has been shaken by geological, economic and social forces in the past. The earthquake is only a reminder of its cosmology of growth, collapse and recovery in which the United States often is cast in an adversarial role.        This latest crisis, however, offers a unique opportunity for both countries to rise above pride and prejudice and work together for their mutual benefit. The Reagan administration and our ambassador in Mexico City have taken important first steps, as have many from the public and private sectors within Mexico.        There is an outpouring of sympathy and a disposition to cooperate that transcends bureaucratic shortcomings. This spirit, if built on by our respective leaderships, could provide the foundation for a new binationalism.    Clark Reynolds is director of the U.S.-Mexico project at Stanford University in California.Caption:  JILL KARLA SCHWARZ / INX:", "edition": "Sunday"}