{"title": "Quake-hit chile gets warning of typhoid", "filename": "1985-03-06_Quake-HitChileGetsWarningOfTyphoid.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5312A59E0830A?p=WORLDNEWS", "date": "1985-03-06", "page": "A13", "section": "News", "author": "Compiled From News Services", "text": "SANTIAGO, Chile _ Officials have ordered the demolition of apartment blocks damaged by Sunday's devastating earthquake and warned of a typhoid outbreak if water and electricity are not restored to thousands of people        The temblor, registering 7.4 on the Richter scale, struck central Chile and its Pacific coastline, killing at least 143 people, injuring 1,990 and leaving more than 165,000 without homes.        In the coastal cities of Valparaiso and San Antonio _ worst hit by the quake that destroyed entire docks _ most of the population slept in the streets in makeshift tents for the third night, fearing the collapse of weakened buildings.        In the seaside resort of Vina del Mar, officials ordered the demolition of two eight-story blocks so badly tilted that police stopped residents from entering to recover their belongings. Five luxury buildings on the seafront, severely weakened by the quake, also may be demolished.        Exports of copper, Chile's main source of foreign revenue, were reduced by the closure of San Antonio port, where piers cracked and two 80-ton cranes fell into the sea.        Fearing an outbreak of typhoid, San Antonio Mayor Domingo Garcia Huidobro ordered mass vaccinations.        Health officials warned that typhoid could break out if water supplies were not restored quickly. They said it would take weeks to restore electricity and drinking water, and warned the population to boil water before using it.        Officials of the nation's military government are trying to come up with a plan to handle the large number Chileans left homeless by the quake. Some cities are housing people in sports stadiums, gymnasiums and other large buildings as a temporary measure.        Insurance companies estimate that damages will far exceed the $178 million that the most recent major earthquake, one in 1971 that killed 85 people, cost the country in repairs.", "edition": "Fourth"}