{"title": "Strong earthquake rattles western oregon; no injuries reported", "filename": "1985-03-14_StrongEarthquakeRattlesWesternOregonNoInjuriesReported.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5312CB4C2BE97?p=WORLDNEWS", "date": "1985-03-14", "page": "D6", "section": "Northwest", "author": "Ap", "text": "PORTLAND (AP) _ A strong earthquake centered off the Oregon coast shook western parts of the state, including Portland and Eugene, but no injuries or damage were reported.        The earthquake yesterday was measured at 6.1 on the Richter scale by the National Earthquake Information Center in Golden, Colo., geophysicist Waverly Person said.        The quake, reported about 11:35 a.m., was centered about 140 miles west of Coos Bay and about 250 miles southwest of Portland, said geophysicist John Minsch of the Colorado center.        In Portland, the quake was measured on instruments at the Oregon Museum of Science and Industry at 3.5.        The quake lasted 53 seconds and was centered on a fault that connects the Gorda and Juan de Fuca ridges in the Pacific Ocean.        There were no reports of tsunamis, or seismic sea waves. A police dispatcher in Coos Bay said her office lights flickered at the time of the earthquake, but police there and in nearby North Bend received no calls or damage reports.        U.S. Coast Guard spokesmen in North Bend and Seattle said no problems were reported by ships in the area.        Officials of Pacific Power & Light Co. and Pacific Northwest Bell in Portland reported no power or telephone outages.        The Richter scale is a measure of ground motion as recorded on seismographs. Every increase of one number means a tenfold increase in magnitude. Thus a reading of 7.5 reflects an earthquake 10 times stronger than one of 6.5. An earthquake of 6 can cause severe damage.        A quake measuring 6.2 shook the same area on Nov. 3, 1981. The Coast Guard reported 14-foot waves off Grays Harbor on the Washington coast after that quake.        Another offshore quake, measuring about 5.7 on the Richter scale, was recorded in that area on Nov. 22, 1981. No damage was reported after either of the 1981 quakes.", "edition": "Fourth"}