{"title": "Rescue in quake rubble hampered by slide, walkout", "filename": "1985-10-06_RescueInQuakeRubbleHamperedBySlideWalkout.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5317A76B3D5ED?p=WORLDNEWS", "date": "1985-10-06", "page": "A1", "section": "News", "author": "Reutersupi", "text": "MEXICO CITY _ Rescuers fighting to free a 9-year-old boy trapped for 16 days under earthquake rubble walked out in protest yesterday when police ordered bulldozers and cranes to move in.        Police sent in the machines to clear access to three tunnels, dug since the boy was found alive on Wednesday and blocked yesterday morning by a mudslide.        Most of the rescuers abandoned the site in protest, saying the use of heavy machinery would spell death for Luis Ramon Navarrete Maldonado.        A police spokesman said, however, that a demolition order on the collapsed three-story house, one of hundreds leveled by the quake, would not be issued before the boy was removed.        Mexico City police chief Ramon Mota Sanchez said earlier that rescuers burrowing with small tools and bare hands to prevent vibration had been forced to withdraw from the tunnels after a major mudslide.         He said signs of life had been detected at 6:30 a.m. but it was not clear whether this was before or after the mudslide.        Rescuers Friday night broke through to the remains of a bedroom where the boy, nicknamed Monchito, was believed to be. But no signs of him were found.        Mexican officials asked a four-man rescue team from Dade County, Florida, to leave the site after they provided technical assistance Friday, a U.S. Embassy spokesman said.        ``They were told their services were no longer needed,'' the spokesman said.        If still alive, Monchito would probably be the last survivor of the thousands pinned under tons of masonry when the worst quake in Mexican history killed at least 7,000 and razed hundreds of buildings in the capital on Sept. 19.        Thousands more are missing under the rubble.        Rescue coordinator Jorge Rangel said yesterday that the tunneling operation to rescue the boy was complex and dangerous with no solid surfaces from which to work.        Asked whether rescuers had any idea of the boy's precise location, Rangel said, ``It's like trying to find a needle in a haystack.''        The boy, found by chance on Wednesday, responded to rescuers' questions at first with feeble taps on an iron girder, indicating he was cold and hungry but not badly hurt.        He is believed to be lying face up and to have survived for so long thanks to a leaking water pipe.        Later accounts of contact between the boy and his would-be rescuers have differed greatly, with some saying direct voice contact had been made and others saying he was being supplied with food and water.           As the public waited to learn the fate of the boy, Mexico's Finance Ministry sent a letter to international creditors saying that Mexico will need $500 million before the end of the year to help repair the city and will require an additional $4 billion in 1986.        The statement said that domestic financial institutions could not provide the financing ``without causing pressure on our very slim resources and without increasing more the internal interest rate.''        Mexico's foreign currency reserves will be down to $4.4 billion by the end of the year. The country also arranged the postponement of a $950 million payment due this year on its foreign debt.        Mexico will have a $500 million deficit in its current account, instead of an expected $2 billion surplus this year.Caption:  PHOTOAP: MAURICIO NAVARRETE, IN BILLED HAT, WAITS FOR NEWS OF HIS SON OUTSIDE THE DOOR OF THE HOUSE WHERE THE YOUNGSTER IS BELIEVED TO BE TRAPPED.", "edition": "Sunday"}