{"title": "International aid pours into mexico - nations, groups mobilize to aid quake victims", "filename": "1985-09-22_InternationalAidPoursIntoMexico-NationsGroupsMobilizeToAidQuakeVictims.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53173DE56B653?p=WORLDNEWS", "date": "1985-09-22", "page": "A2", "section": "News", "author": "Unknown", "text": "International relief poured in to Mexico last week to help victims of the powerful earthquake that killed hundreds and devastated parts of Mexico City, the Western world's most populous city.        Officials confirmed at least 230 people died in the Thursday morning quake that rocked central Mexico, but the toll was expected to reach into the thousands as rescue teams continued to dig bodies out of the wreckage.        In Geneva, Switzerland, the League of Red Cross and Red Crescent Societies said it had sent an emergency team to Mexico to assess the situation.        The team will investigate the toll of dead and injured, the damage, and the food, medical, and refugee situation to decide whether the league will launch a relief appeal to national Red Cross societies.        Blood plasma and plaster for casts were urgently needed, according to a West European diplomat in Mexico City who contacted the Red Cross in his home country, said league spokesman George Reid. He declined to give the diplomat's nationality.        He said the special emergency unit on Mexico sent by the French Foreign Ministry was working with the Defense Ministry and officials of the Secretariat of State for the Prevention of Major Natural and Technological Risks, which is headed by vulcanologist Haroun Tazieff.        Pledges of financial aid from around the world included:        Emergency aid worth $380,000 from the Common Market's executive commission.        A Swedish Red Cross donation of $236,000.        A pledge of $88,250 from the Norwegian Red Cross.        Emergency aid worth $81,000 from the British government, and a pledge of $13,500 from the British Red Cross Society to the League of Red Cross Societies in Geneva.        In Washington, the American Red Cross announced that the agency was seeking cash contributions to purchase medicines, food and other emergency supplies.        The team will help in preliminary emergency work and evaluate medical and surgical needs in the devasted areas. Many other teams are ready to leave for Mexico on the basis of the reports from the first team, the organization said.        The national commander of the Salvation Army in the United States, Commissioner Norman Marshall, said that undamaged Salvation Army buildings would be used as shelters and that food, clothing and medical assistance would be donated.        In Washington, the State Department said President Reagan sent a message to President Miguel de la Madrid and Secretary of State George Shultz sent one to the Mexican foreign minister, offering full U.S. assistance.", "edition": "Weekend"}