{"title": "After-shock - santiago's `old town' becomes a tent city for quake survivors", "filename": "1985-03-08_After-Shock-SantiagoS`OldTownBecomesATentCityForQuakeSurvivors.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5312B1A364EF2?p=WORLDNEWS", "date": "1985-03-08", "page": "A3", "section": "News", "author": "Geri Smith", "text": "Santiago, Chile-- Silvia Suarez crinkled her brow in concentration as she stitched potato sacks and wool blankets together into a tent big enough to house five families made homeless by Chile's earthquake         Deciding the risk was worth it,her husband Juan, an electrician, gingerly pulled fallen wooden beams out of the family's half-collapsed home to use as tent posts.         He pounded them into the grassy median at the corner of Cumming and Huerfanos streets, one of the most fashionable addresses in Santiaago at the turn of the century.         Now called ''Old Town','' the neighborhood is becoming a crowded tent city for hundreds of poor tenants-the Santiago residents hit hardest by the quake that rumbled across central Chile Sunday, killing at least 143 people and leaving more than 165,000 homeless         From the outside, the once-stately 120 year old home in which the Suarez family and 10 other families rented rooms looked as it it had been spared by Chile's worse earthquake in 25 years.         But as a child took a visitor into the house by the hand, it became clear that the view from the outside was deceptive; inside, there was devastation everywhere.         ``Thank God we wern't home when the quake struck,'' said Maria Vargas, who for 20 years had rented a small room next to the Suarez family.         As she spoke, the earth began to rumble softly and the walls appeared to sway.  Alarmed women grabbed babies and ran outside, but the after-shock-- one of hundreds that thave terrorized the quake victims since Sunday-- passed quickly.         All along the grassy median, families sprawled in tents or on exposed mattresses or the ground, afraid to move far from thir crumbled homes for fear that looters would steal their few possessions.         Although Santiago`s quake victims are in better shape than those in smaller towns, some of which suffered 50 percent destruction, the urban homeless must make their homes in the middle of busy streets.         ``Since the earthquake hit, we haven't received any help at all,'' said Fidelica Mulatto de Gormez, 24,.  ``We have been surviving on crackers and tea.But now the city is opening a soup kitchen.''         A few blocks away, Rosa Puente expressed a determination to remain in her 100-year old house, even though the one next door was pulverized by the quake.         ``Mine is a fine old mansion, the kind of house you cannot find anymore,'' she said.         ``I love this neighborhood and I cried so much the night of the quake,'' said Puente, whose family, to prevent looting, has beem sleeping in a pickup truck parked in front of the house.         ``But I'm not crying anymore.  I'm trying to figure out what to do . . . Maybe I'll just stay here and see how we fare in the next quake.''             It reawakened sleeping volcanos and stirred up mammoth tidal waves. It killed more than 5,000 people and left 2 million people _ one-quarter of Chile's population _ homeless.            A survivor said it was as if the whole world ``danced in a terrible rhythm.'' And when it was over, the face of Chile had been changed forever.         Twenty-five years ago, Chile experienced a cataclysmic earthquake. In terms of ``energy release,'' or area affected, it was the largest quake recorded in the history of modern instrumentation, a period that covers the last century.          The May 21, 1960, temblor had a magnitude of 8.5, compared with 8.3 of the 1906 San Francisco quake. But the energy release was more than 1,000 times greater than that of San Francisco's, said Dr. Robert Uhrhammer, research seismologist at the University of California Seismographic Stations at Berkeley.         The San Francisco quake ruptured the San Andreas Fault 10 to 15 kilometers deep and 400 kilometers long. The Chilean quake resulted in ruptures 200 kilometers deep and 1,000 kilometers long.     Authorities said the entire topography of the country was changed.In Cautin Province, the earth's surface dropped as much as 1,000 feet over a 25-mile stretch. Avalanches filled valleys with stone and earth. Two lakes formed in the Andes near Lake Rinihue, and two new volcanos rose among the shifting mountains. Their formation _ one that was more than 300 feet high _ displaced the lake bed and sent masses of water surging into the landslide-dammed San Pedro River.         Volcanos that had been silent for as long as 40 years spread smoke, ash and lava over southern Chile. Smoke billowed 30,000 feet over 7,349-foot Puyehue volcano, one of seven shaken alive by tremors. Osorno, the biggest, belched fire that could be seen for miles.         On the coast, tidal waves 30 feet high swept away entire fishing villages.      Property damage was assessed at $300 million.         Five days later, the seismic violence seemed to die down, putting Chile at an uneasy rest.    Relief agencies    Money to aid the victims of Sunday's earthquake in Chile may be sent to:    American Red Cross    Chilean Earthquake    P.O. Box 24286    Seattle 98124    World Concern    CRISTA Ministries    19303 Fremont Ave. N.    Seattle 98133    Catholic Relief Services    910 Marion Street    Seattle 98104    add deaths    Shaky history    Chile, 2,650 miles long and from 100 to 250 miles wide, is located in an active earthquake zone where the South American and Pacific plates meet. The country has had six ``great'' earthquakes, tremors with a magnitude of 8 or more, in this century:    |Richter    Date|magnitude Deaths    May 21, 1960|8.5 5,000    April 6, 1943|8.3 11    Jan. 25, 1939|8.3 28,000|    Dec. 1, 1928|8.3 218    Nov. 11, 1922|8.4 unavailable    Aug. 17, 1906|8.6 20,00Caption:  PHOTOUPI / REUTER: STILL DAZED FROM THE SHOCK, A SANTIAGO MAN SITS IN THE DEBRIS OF HIS QUAKE-STRICKEN HOME. SUNDAY'S TREMBLOR SHOOK 800 MILES OF CHILE'S COASTLINE AND KILLED AT LEAST 143 PEOPLE.", "edition": "Fourth"}