{"title": "School working on own quake plan", "filename": "1985-04-07_SchoolWorkingOnOwnQuakePlan.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5313360583241?p=WORLDNEWS", "date": "1985-04-07", "page": "B6", "section": "Northwest", "author": "Steve Johnston; Times Staff Reporter", "text": "Five elementary schools in Seattle are participating in a federal earthquake safety project, but a sixth school is taking on the responsibility on its own.        The staff at Green Lake Elementary elected to make earthquake safety a priority in the school, partly because there are 80 mildly to severely handicapped children at the school and it would be difficult to get the students out of the building if an earthquake occurred.        Principal Joan Armitage expects to have some kind of earthquake plan established by the end of the school year. The school is charting new territory in its pursuit of such a plan, but part of the effort has been to send a questionnaire home to parents asking them for their thoughts.        When a major earthquake hit Seattle in 1965, teachers reacted in panic and shock, Green Lake Elementary school nurse Valerie Weiss recalled. ``I want us to avoid that,'' Weiss said. ``Now each class is working out their own set of signals and where to go and what to do.''         Parents are also going to be asked to provide a current picture of the child to go along with enrollment charts so individual children can be accounted for.         About half of the Green Lake staff has taken CPR and first-aid training. Individual classes are raising money to buy walkie-talkies and bullhorns. ``Some prior training helps you cope,'' Armitage said.         There are some problems and solutions in Green Lake Elementary that are unique to the school, Armitage said. One problem was how to protect severely handicapped children in wheelchairs. The solution was to cover them with foam rubber pads.         But there are other problems with the school that can't be fixed without a lot of money, such as the large windows in the library. Large glass windows tend to explode into a room during a quake. Unless the glass is tempered or is safety glass, there isn't much to be done to prevent that from happening.         Some of the earthquake expertise is being provided by Carole Martens, a Seattle parent who is working on the university project and teaches earthquake safety classes. She has suggested that each school have an ``earthquake kit'' that has first-aid kits, blankets, flashlights, portable radios, vests to identify staff and a large pry bar to open jammed doors and lift heavy weights.         Martens got involved in earthquake safety after her son was enrolled in Leschi Elementary School and she found out it wasn't considered safe during a quake. After that ``it (safety) seemed like it was something that needed to be done and nobody was was doing it,'' she said.         ``I think the Seattle School District has been very supportive, but there are still many things to be done,'' Martens said.", "edition": "Sunday"}