{"title": "Another big quake rattles s. california", "filename": "1986-07-14_AnotherBigQuakeRattlesSCalifornia.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB531EBB4833062?p=WORLDNEWS", "date": "1986-07-14", "page": "A5", "section": "News", "author": "Ap", "text": "OCEANSIDE, Calif. _ The second big earthquake in six days jarred Southern California yesterday. It was the largest recorded earthquake in modern history  offshore from the San Diego metropolitan area, according to the Scripps Institution of Oceanography in La Jolla        ``The way my bed was shaking it was like something out of `The Exorcist,''' said Lorraine Jimenez, a cashier at an Oceanside market.        At least 15 people were injured _ one man critically when he was buried beneath thousands of books that had been stacked floor to ceiling in his room. Firefighters worked about 35 minutes to remove Anthony Cima, 86, from the mounds of books in his San Diego hotel room.        Meanwhile, a woman in the San Diego suburb of Chula Vista died of a heart attack that was thought to have occurred during the quake, officials said.        The quake, 5.3 on the Richter scale, was recorded at 6:46 a.m. yesterday. It was centered 28 miles southwest of Oceanside in the Pacific Ocean. Oceanside is 75 miles southeast of Los Angeles. The quake was felt in Yuma, Ariz., 160 miles east of San Diego.        The temblor emptied shelves at several grocery stores, ripped an ornamental lion from a San Diego hotel and sent it crashing into a parked car, and damaged a terminal at Lindbergh Field, San Diego's airport, where hairline cracks were reported in walls. The runways, however, suffered no damage and service continued uninterrupted.        Authorities estimated non-structural damages at $500,000.        No damage was reported in Los Angeles, but fire companies were put on an earthquake alert for an hour. Engine companies left their firehouses and parked equipment outside, away from tall buildings and walls.        Last Tuesday a quake 12 miles northwest of Palm Springs measured 5.9 on the Richter scale. It caused an estimated $5.75 million damage and injured 40 people. Numerous aftershocks, some measuring as high as 4.0 on the Richter scale, have jostled the area since then.        California Institute of Technology spokesman Dennis Meredith said the Oceanside quake was unrelated to the Palm Springs quake.        The San Onofre nuclear power plant, midway between San Diego and Los Angeles, was put on ``unusual event'' status _ the lowest of four levels of emergency response _ for about one hour yesterday while the plant was checked for damage. None was found, officials said.", "edition": "Third"}