{"title": "Earthquake ravages san salvador - sketchy reports say scores dead,  hundreds injured", "filename": "1986-10-11_EarthquakeRavagesSanSalvador-SketchyReportsSayScoresDeadHundredsInjured.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53208D5AF17A5?p=WORLDNEWS", "date": "1986-10-11", "page": "A1", "section": "News", "author": "Apreuters", "text": "SAN SALVADOR, El Salvador _ A strong earthquake and aftershocks wrecked buildings in downtown San Salvador yesterday. Unconfirmed reports said scores of people were killed and hundreds injured.     As rescue workers toiled into the night, the death toll was expected to rise, since many people were still trapped in collapsed buildings.     Dazed residents wandered the littered streets. A young woman clutched a bleeding child to her breast as she searched for medical help.     A tour of the city showed signs of the devastation everywhere. Many buildings, both modern and old, were damaged and several collapsed entirely.     Radio station YSU said more than 150 people were killed in the collapse of the 10-story Ruben Dario office building.     Twenty bodies were taken out of a department store which had crumbled completely. Fifteen people were known to be still alive inside, but there could be scores more, Red Cross workers said.     There was no heavy rescue equipment at the scene.     Reuters reporter Alberto Barrera saw 15 bodies of schoolchildren brought out of the Santa Catalina school and 15 other bodies in the San Jacinto district.     Radio Cuscatlan said about 45 people were known dead, including at least 30 children in the two schools. Other schools were reportedly damaged as well.     The casualty reports could not be confirmed immediately, and there was no official toll. El Salvador's capital was almost completely cut off from the rest of the country and the world.     Most of San Salvador was without electricity and an eerie dark, split by the wail of ambulance sirens, enveloped the city as night fell.     The U.S. Geological Survey said an earthquake measuring 5.4 on the Richter scale and centered about 10 miles northwest of San Salvador struck at a.m. Salvadoran time. At least seven or eight aftershocks were felt in San Salvador over the next three hours.     According to the Guatemalan Seismological Station in Guatemala City, a second tremor registered 4.5 and struck at 12:04 p.m. local time, followed by one measuring 4.9 at 1:27 and another at 1:42.     Vacationing Americans Robert Annadle and his wife, Pam Ascanio, were inside a pizza parlor when the initial jolt hit. They said the tremor damaged Bloom Children's Hospital across the street.     ``They were digging out (from the hospital) kids, babies,'' said Ascanio, of Rockledge, Fla. ``I helped carry a dead baby.     ``We were the only ones who got out (of the pizza parlor) when it was happening. The roof fell.     Some buildings were reduced to bent and twisted steel, and officials said other buildings in this city of 800,000 people might collapse later. President Jose Napoleon Duarte, speaking on Radio El Salvador, urged citizens to stay away from damaged buildings and appealed for calm.     Duarte said damage was confined to the capital area. Earlier radio reports said there was also damage in the western province of Santa Ana and in the eastern departments of Usulutan and San Miguel.     Helicopters ferried the injured to hospitals, which were reportedly filled with quake victims. Ernesto Ferreiro, spokesman for the Salvadoran Red Cross, said about 200 people sought shelter or medical aid at the organization's headquarters alone.     ``Within five minutes after the quake, we were filled,'' he said.     Hospitals broadcast appeals for blood although they were without electricity to operate. A maternity hospital asked for people to bring lamps and bottles of purified water.     Some high-rise buildings sank into the ground, and glass shards hung in their window frames. Streets were strewn with downed power lines and broken glass.     Associated Press engineer Gerardo Luis Martinez and AP reporter Annie Cabrera were on the fourth floor of the Antel international communications building about a half-mile west of downtown when the first quake hit.     ``At that moment . . . part of the building sank about 16 inches and I was left on the high part,'' Luis Martinez said. ``The electricity went off immediately and the only thing I could say was `Let's run out of here.' ''     Shanties of tin and wood collapsed in slum areas, but wealthy neighborhoods in the hills appeared to have escaped undamaged. Army units and the national police were deployed to control crowds and prevent looting.     Both the presidential palace and the national palace, which houses government offices, were reported damaged. A statue of Christopher Columbus outside the national palace was beheaded.     The Spanish news agency EFE quoted Salvadoran radio stations as saying the Salvadoran Red Cross was taking bodies out of the Ruben Dario office building, which also housed a movie theater.     Maria Jimenez, who identified herself as a resident of the Satelite neighborhood of southeastern San Salvador, told a radio station in Honduras she saw at least nine bodies and that other people were injured.     An official from the Salvadoran Health Ministry made an urgent call for doctors and nurses to report immediately to hospitals.     Patients lay on mattresses in the parking lot of the Social Security Hospital.     Radio Cuscatlan said wounded soldiers were evacuated from a military hospital in San Salvador to make room for civilians. The soldiers were apparently casualties of El Salvador's 7-year-old civil war.     Peter McPherson, administrator for the U.S. Agency for International Development, said in Washington, D.C., that a disaster assistance team was on its way to El Salvador. He said the United States also will send tents, blankets and a 12-person medical team from Panama.     The news agency EFE said Salvadoran radio stations reported the movie theater, a high school, the Hotel San Salvador and some buildings across from the U.S. Embassy had collapsed.     Fernandez, the Costa Rican ambassador, told Radio Cuscatlan that two buildings at the National University caught fire, but firemen quickly extinguished the blazes.     The U.S. Embassy was closed and operations transferred to Ambassador Edwin Corr's home, said a State Department spokesman in Washington. Damage to the city and the presidential palace was ``substantial'' and the streets were impassable, spokesman Teddy Taylor said.     Americans working at the embassy were not hurt, he said. He said he had no estimate of casualties.     The Associated Press was forced to evacuate its office in the Camino Real hotel after government officials said it was unsafe. There were severe cracks on the upper floors of the hotel. The initial jolt sent television sets flying across rooms in the building.     The government broadcast an appeal to people to stop telephoning radio stations and relatives for news as the few lines that were working were clogging up.Caption:  MAPJAMES MCFARLANE / SEATTLE TIMES: MAP SHOWING EL SALVADOR.", "edition": "First"}