{"title": "Earthquake no surprise, says scientist", "filename": "1986-09-02_EarthquakeNoSurpriseSaysScientist.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB531FBE2F52CC8?p=WORLDNEWS", "date": "1986-09-02", "page": "A2", "section": "News", "author": "Upi", "text": "MOSCOW _ Scientists had forecast the earthquake that killed at least one person and injured 558 in the Soviet republic of Moldavia, but their data were not specific enough to provide an accurate warning, an expert said     Dr. Igor Nersesov, leading Soviet seismologist, told Radio Moscow yesterday that the quake came as no surprise to Soviet scientists.     The earthquake struck Sunday with a force of 6.5 on the Richter scale and 8 on the Soviet 12-point scale, a level considered highly destructive. Cities in Poland, Bulgaria, Yugoslavia and the Soviet Union were affected by the quake _ the most destructive in the Soviet Union in more than two years.     Its epicenter was in the Carpathian mountains of Romania, just across the border from Moldavia.     Yevgeny Kalenik, heading the government relief effort in Moldavia, said one person was killed and 558 injured. He said 42 of those injured were hospitalized _ two in critical condition.     Vladimir Tkachenko, deputy city council chairman in Kishinev, the Moldavian capital, said the one-minute quake seriously damaged 2,300 buildings, and that 600 homes and more than 40 schools were destroyed. The earthquake struck just a day before the new school year was to begin.     Nightly television news showed workers digging through the rubble of the capital's older neighborhoods, which were hardest hit.     In the countryside, an additional 1,200 homes and 700 shops and businesses were damaged. Evacuees were given shelter in vacation resorts and tent camps in the area.     Only minor damage was reported outside Moldavia.     Nersesov told Radio Moscow that Soviet scientists had predicted a quake would hit the area but could not provide any reliable warning because they were unable to say exactly when it would occur.     He said Moldavian experts had ``worked out methods making it possible to determine the approach of dangerous periods when underground storms may occur. According to our evidence, such a period had set in with enough energy accumulated in the epicenter, and on Aug. 31 it discharged. The forecast of our Moldavian colleagues proved correct.'", "edition": "First"}