{"title": "China city reborn 10 years after quake", "filename": "1986-07-27_ChinaCityReborn10YearsAfterQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB531EFADA69BAB?p=WORLDNEWS", "date": "1986-07-27", "page": "A1", "section": "News", "author": "Ap", "text": "TANGSHAN, China _ Ten years after one of the worst earthquakes in history obliterated this industrial city and killed 242,000 people, a new Tangshan has risen from its rubble like the phoenix of mythology         At 3:42 a.m. on July 28, 1976, a quake measuring 7.8 on the Richter scale crushed the northeast China city of more than 1 million residents. In just 20 seconds, the quake destroyed virtually every building and wiped out 90 percent of the city's factories over 20 square miles. Property damage was estimated at $1 billion.         Within days, aided by the communist government's ability to mobilize vast numbers of people, Tangshan was on the long road to recovery.         As the 10th anniversary of the earthquake approached, Kan Zhongxiang, director of the city's reconstruction commission, said, ``We will report to the nation that a new city has arisen.''         Since 1979, an army of 100,000 workers has erected 220,000 apartment units for 810,000 people. The city has rebuilt five universities, as well as hospitals, schools, department stores and hotels.         Kan said all are reinforced with steel to gird against the next big quake, not expected to hit for at least another century.         The Tangshan Locomotive and Rolling Stock Works, China's largest, built new and bigger facilities, as did textile mills, ceramic plants and coal mines.         Swelled by outside construction workers and others who came to help the crippled city, the population has grown to 1.33 million.         In 1976, Tangshan was closed to all but a handful of foreign engineers, and it was years before the world learned the extent of the catastrophe.         At the rolling-stock plant, 1,700 of the 7,700 workers were killed, plus 8,700 of their family members. Ten percent of the city's ceramics workers died,  and 97 percent of that industry's buildings were destroyed.         A new thermal power plant, to supply energy to Peking 100 miles to the west, was destroyed. About 430 miles of coal mine tunnels which run under the city were flooded.         As a reminder, the city has left the ruins of one building at the railroad-car factory, with its twisted and contorted girders and piles of smashed concrete.         At the Institute of Mining Engineering there lies a library, never used. The first floor of the four-story building pancaked and the entire foundation was moved a yard off-center.         Trees along the roadsides occasionally are out of line, aberrations left by the quake. Railway ties still show unnatural curves in places.         There are about 10,000 people waiting for places in new apartments. They live in temporary housing, ramshackle brick structures with tarpaulin or corrugated tin roofs held down by rocks and bricks. Kan, the reconstruction officer, says the city hopes to relocate them all by the end of this year.         The human scars run deep. The quake left 3,800 people paralyzed, and today the city runs 18 clinics and hospitals for paraplegics.         ``We try to keep their spirits high,'' says Dr. Zhang Shuchao, director of a hospital for 116 people, almost all crippled by the quake.         Everyone in Tangshan has a story to tell.         Lu Yuhua, 24, who now sings in the paraplegic clinic's choir, remembers how her father was killed and she was trapped under her collapsed home for 12 hours. Her legs were crushed, and she never returned to school.         Li Lulin, 59, a professor at the Tangshan Teachers' Institute, stares into space as he recalls how his wife and child were killed.         Yang Menghong, 39, the proud owner of a new apartment, lost his four-month-old baby and lived in temporary housing for eight years. ``Time went very slowly,'' he says.         An old man with a streetside soft-drink stand says his wife and children perished and he broke his ribs. He says he is still waiting for a place to live.         Li Zunying of the city Foreign Affairs Office says her father rode his bicycle 155 miles from his country home to search for her amid the rubble.         Zhang Yuanchong, director of the teachers' institute, says the quake also has left its psychological mark. The working people of Tangshan, once known for their frugality, ``now want to eat good meals and enjoy life,'' he says. ``They feel that to save money is useless.''         City work units helped arrange weddings between people who had lost a spouse, but about 20 percent of these ``reorganized families'' failed. Prof. Li, who remarried with a woman who lost her husband, says children have trouble adjusting to a new family.         The city itself remains drab and colorless, with block after block of five- and six-story apartments. Parks and shopping are still inadequate.         Because tall buildings could not be built above the coal mine labyrinth which runs under the city, a new town, housing an industrial complex and 60,000 people, was built about 12 miles away. That has helped solve the city's pollution problem, once one of the worst in China. But some in temporary housing have refused to move to the new district.", "edition": "Weekend"}