{"title": "Warning about big quake brings bitterness, anxiety", "filename": "1986-07-24_WarningAboutBigQuakeBringsBitternessAnxiety.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB531EE73B00EE6?p=WORLDNEWS", "date": "1986-07-24", "page": "A1", "section": "News", "author": "Los Angeles Times", "text": "BISHOP, Calif. _ Their nerves already jangled by a 6.1 magnitude earthquake and by a string of strong aftershocks, some residents here are reacting angrily to a U.S. Geological Survey advisory that another large temblor may occur in the next several days         Many local residents and business owners called the advisory ``irresponsible'' and said it could scare prospective travelers away from the eastern slopes of the High Sierra in the heart of the summer tourist season. Some motel managers reported mounting cancellations.         Some of them recalled a similar government advisory in 1982 when geologists warned that a volcanic eruption could be imminent at the nearby Mammoth Lakes resort. It never happened, but businesses suffered as a result.         The unusual advisory was issued Tuesday, a day after a 6.1 quake knocked dozens of trailers off their foundations, broke windows and triggered landslides in and around this tourist-oriented, mountain community about 240 miles north of Los Angeles. That quake was followed by at least 1,800 temblors, many of which have measured more than 4.0 on the Richter scale.         Despite the aftershocks, residents here were cleaning up debris and moving back into their homes yesterday.         A Marine Corps unit from nearby Pickle Meadow, a winter warfare training area, hauled in three 300-gallon water tankers, supplemented by bottled water donated by the Safeway supermarket chain. The 250 residents of Chalfant Valley, near the epicenter of the quake, have been warned against drinking well water because of possible contamination from broken sewer lines.         Brian Miller, spokesman for a multi-agency earthquake task force, said a ``ball park'' estimate of the damage was $1 million. And in the first step toward obtaining financial assistance from the federal government, the Inyo County Board of Supervisors declared the region a disaster area.         ``It has hurt us,'' Pat Cook, a motel clerk, said of the advisory. ``But by way of analogy, if you are planning a picnic and the weatherman says there is a 5 percent chance of rain, do you cancel the picnic?''         ``What am I supposed to do now, lay everything on the floor?'' asked Maggie Costanza, 34, a downtown Bishop merchant. ``Unless they (seismologists) have come a long way, baby, they've never been able to predict one before.''         Other residents complained that the advisory has only made it harder to get a good night's sleep here.         ``I think they are out to scare us and they ought to keep their mouth shut,'' said Patricia Curtis, 30, who works at a local fast-food restaurant. ``Some children here don't understand it is not a prediction and are hysterical over this.''         In an effort to calm anxiety here, Bruce Johnson, a government geophysicist, made himself available for interviews with local radio stations and newspaper reporters.         ``I can see how this advisory might produce such a reaction, but it is the most accurate estimate we can come up with,'' Johnson said. ``People shouldn't be scared. It is not much worse than other dangers like driving a car.''         Some residents here said it was hard to be sensible when the ground keeps shaking several times a day.         ``If there's going to be a big one,'' said Costanza, ``I just wish it would come and get the hell over with.'", "edition": "Third"}