{"title": "Earthquake ravages san salvador - at least 230 dead, hundreds more feared trapped", "filename": "1986-10-11_EarthquakeRavagesSanSalvador-AtLeast230DeadHundredsMoreFearedTrapped.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53208D63B345B?p=WORLDNEWS", "date": "1986-10-11", "page": "A1", "section": "News", "author": "Times News Services", "text": "SAN SALVADOR, El Salvador _ Thousands of Salvadorans spent the night in the streets, fearing aftershocks from a series of earthquakes that toppled schools, homes and businesses and killed at least 230 people and possibly left hundreds more trapped in the ruins     Two new tremors did hit the Salvadoran capital nine hours after the first, which struck shortly before noon. The evening aftershocks, within 10 minutes of each other, struck as rescue workers dug into the rubble of buildings leveled by the first quake.     It was not immediately clear whether the new tremors had caused any further damage.     ``Are there still people alive in there?'' a stunned President Jose Napoleon Duarte yelled as he toured the devastated downtown area of San Salvador yesterday evening with his Cabinet members.     On Duarte's tour, he passed a family lighting candles around five bodies. One mother sobbed softly while she cradled the head of her dead daughter.     ``This is the worst disaster, without a doubt,'' Minister of Communications Julio Rey Prendes said. ``We cannot say how many dead or hurt on anything because we just do not know.''     The earthquakes that hit yesterday blacked out the city of 1 million people and cut off water. At nightfall, sirens wailed and the armed forces patrolled to prevent looting. The rubble of buildings and walls made streets nearly impassable and blocked access to the city.     Guillermo Ungo, leader of the Democratic Revolutionary Front, the political arm of the guerrillas who have waged a seven-year war against the U.S.-backed government, said from his home in Panama that the rebels would probably propose a truce to the government during the quake emergency.     Foreign teams of rescue experts made plans to fly into the country, including specialists from the United States and Mexico, a country which suffered two devastating quakes last year. The experts hoped to save those believed trapped under dozens of collapsed buildings.     Peter McPherson, administrator for the U.S. Agency for International Development, said in Washington, D.C., that a disaster assistance team was on its way to El Salvador. He said the United States also will send tents, blankets and a 12-person medical team from Panama.     ``Rescue groups are telling the people not to sleep inside their homes and to remain alert in the case of new movements,'' a Salvadoran housewife said.     ``In the area where we are I can say that it is pretty calm now, but not enough to sleep inside our houses,'' said the woman, who lives in the western neighborhood of Santa Tecla.     ``There are columns of smoke in some areas of downtown, especially from the Ruben Dario commercial and office building that collapsed. People are believed to be trapped there,'' she said.     City parks were converted into makeshift shelters for the injured and the large number of people who fled their homes.     Helicopters ferried the injured to hospitals, which were reportedly filled with quake victims. Ernesto Ferreiro, spokesman for the Salvadoran Red Cross, said about 200 people sought shelter or medical aid at the organization's headquarters alone.     ``Within five minutes after the quake, we were filled,'' he said.     Radio Cuscatlan said wounded soldiers were evacuated from a military hospital in San Salvador to make room for civilians.     Hospitals broadcast appeals for blood although they were without electricity to operate. A maternity hospital asked people to bring lamps and bottles of purified water.     The quakes sent thousands of people screaming into the streets. Duarte, declaring a state of national emergency, said, ``The magnitude of the disaster has caused a state of calamity in the whole country.''     The quakes tumbled the eight-story Bloom Children's Hospital, killing about 50 children and burying an undetermined number of people, doctors said.     Vacationing Americans Robert Annadle and his wife, Pam Ascanio, were inside a pizza parlor across the street from the children's hospital when the initial jolt hit.     ``They were digging out (from the hospital) kids, babies,'' said Ascanio, of Rockledge, Fla. ``I helped carry a dead baby.     ``We were the only ones who got out (of the pizza parlor) when it was happening. The roof fell.''she said.     San Salvador's Radio YSU said the earthquakes knocked down the 10-story Ruben Dario commercial building with 1,000 people inside. It reported 150 bodies were pulled from the wreckage and did not say whether others still were trapped.     A Salvadoran radio station monitored in Guatemala reported 30 students at Colegio Santa Catarina high school were killed when the building collapsed.     Col. Rene Emilio Ponce, an army chief of staff, said the ``damage is principally in the center of the city, but there is most evidence of damage in the San Jacinto barrio in the city's south, where there are apparently many dead.''     Earlier radio reports said there was also damage in the western province of Santa Ana and in the eastern departments of Usulutan and San Miguel.     The 10-story Grand Hotel San Salvador and a five-story commercial building collapsed. Flor Blancas National Stadium and the presidential palace were heavily damaged.     Also damaged was the national palace, which houses government offices. A statue of Christopher Columbus outside the national palace was beheaded.     The earthquakes brought down the Faculty of Economy building and wrecked other buildings on the National University of El Salvador campus. The Central Reserve Bank was damaged, and gaping cracks opened in San Salvador's streets.     The U.S. Embassy in San Salvador was heavily damaged and forced to move operations to the ambassador's residence, the State Department said in Washington. It said all U.S. officials were accounted for.     The first quake at about 11:40 a.m. was the strongest and was felt as far away as Guatemala City, about 150 miles north. A second quake hit about 25 minutes later and a series of smaller tremors and aftershocks rattled the capital the rest of the day.     Compiled from United Press International, Associated Press and Reuters.Caption:  MAPJAMES MCFARLANE / SEATTLE TIMES: MAP SHOWING EL SALVADOR.", "edition": "Second"}