{"title": "Hunt for survivors continues after earthquake in taiwan", "filename": "1986-11-16_HuntForSurvivorsContinuesAfterEarthquakeInTaiwan.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB532159A8A4623?p=WORLDNEWS", "date": "1986-11-16", "page": "A18", "section": "News", "author": "Times News Services", "text": "TAIPEI, Taiwan _ Rescue teams working under the glare of spotlights dug through the rubble of a collapsed building late last night, trying to find survivors of an earthquake that jolted Taiwan, killing at least 15 people         The quake struck at 5:20 a.m. yesterday and lasted about 2 minutes, cracking walls and rocking tall buildings, shattering windows and sending broken glass cascading into deserted streets.         The earthquake, with a magnitude of 7.7 on the Richter scale, was centered in the Pacific Ocean near the east coast of Taiwan about 70 miles south of Taipei, the U.S. Geological Survey said.         The Taiwan Central Weather Bureau said the quake registered 6.9 on the Richter scale and a second tremor, measuring 6.3, hit at 7:04 a.m. Meteorologists reported 160 aftershocks.         Police said 14 of those killed were in the collapse of a three-story building in suburban Taipei.         Police said about 90 people lived in the building. About 56 have been accounted for, but police said they feared others were still buried.         Lin Yi-hui, 29, who lives in an apartment nearby, said he was awakened by a deafening crash and looked out of his window and saw the building collapse. Minutes later he heard screams for help.         ``I have never seen such a terrible sight in my life,'' he said.         The other known victim so far was a worker killed when a steel cable snapped in the city of Hualien in eastern Taiwan, where police reported another person was missing.         Police said 40 houses were damaged or destroyed in the Taipei area and in Hualien, which took the brunt of the quake.         A 14-story office building in Taipei was left leaning dangerously.         Taiwan's Central Weather Bureau said the damage could have been much worse if the epicenter had been on land rather than 26 miles off the east coast and 6.4 miles underwater.         The Pacific Tsunami Warning Center in Honolulu issued a regional tsunami watch for parts of the Western Pacific but canceled it 30 minutes later after determining the quake had not generated a tidal wave.         A moderate earthquake shook the Tokyo area and cities north of the Japanese capital yesterday, but police said there were no immediate reports of injuries or damage.    Compiled from Reuters, United Press International and Associated Press.Caption:  PHOTOUPI / REUTERS: SOLDIERS PULL AN INJURED VICTIM OF YESTERDAY'S TAIWAN EARTHQUAKE FROM A COLLAPSED BUILDING IN TAIPEI.", "edition": "Sunday"}