{"title": "California quake nothing like what's ahead, predict scientists", "filename": "1986-07-09_CaliforniaQuakeNothingLikeWhatSAheadPredictScientists.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB531E9B53B5532?p=WORLDNEWS", "date": "1986-07-09", "page": "A5", "section": "News", "author": "Ap", "text": "PALM SPRINGS, Calif. _ Southern California's strongest earthquake in seven years injured at least 22 people and caused widespread damage, but scientists say it will not relieve enough pressure to delay a great quake predicted to hit the state        Aftershocks from the temblor, which measured 6.0 on the Richter scale, continued to rock the Palm Springs area today. At least three struck this morning, but few people called police and no damage was reported, said Sgt. Mike McCracken.        The quake yesterday morning buckled highways, sparked dozens of fires and damaged part of the state's aqueduct system. It also blacked out power to 110,000 homes for about three hours and rolled boulders the size of cars onto highways.        ``Our greatest concern is the slim chance this might be a foreshock,'' said Tom Heaton, head of the U.S. Geological Survey's Pasadena office. About one in 20 earthquakes in California is followed by a larger temblor within five days, he said, but he added that the chances of a bigger aftershock diminish each day.        Palm Springs Desert Hospital spokeswoman Linda Riggs said 18 people were treated for ailments including cuts, abrasions, strains and chest pains. Four others were admitted for related ailments.        The quake, measuring 6.0 on the Richter scale, was centered about 12 miles northwest of Palm Springs and 110 miles east of Los Angeles, said Dennis Meredith, a spokesman for the seismology lab at the California Institute of Technology.        The earthquake, felt as far away as Arizona and Nevada, lasted 20 to 30 seconds and spawned dozens of aftershocks, some registering as high as 3.0 on the Richter scale.        Caltech seismologist Kate Hutton said the temblor was the strongest in seven years in Southern California but was far too small to significantly delay the great quake of 8.0 or more on the Richter scale that is expected within the next 30 years.        ``Every earthquake relieves some stress,'' Hutton said. ``But a 6.0 is just a drop in the bucket.''        The quake was the strongest in Southern California since a 1979 quake in the Imperial Valley hit 6.4 on the Richter scale. A quake registering 6.4 killed 65 people in the San Fernando Valley in February 1971.", "edition": "Third"}