{"title": "Mexico quake toll now put at 30,000 but unofficially", "filename": "1986-05-14_MexicoQuakeTollNowPutAt30000ButUnofficially.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB531D53B268B13?p=WORLDNEWS", "date": "1986-05-14", "page": "B7", "section": "News", "author": "Upi", "text": "MEXICO CITY _ U.S. intelligence sources, scoffing at the official death toll of 4,800, said at least 30,000 people died when giant earthquakes devastated parts of Mexico City last September.        A government spokesman, however, defended the official figures yesterday, saying they were tallied by the federal district attorney's office.        The Sept. 19-20 temblors _ measuring 8.1 and 7.6 on the Richter scale _ destroyed more than 1,000 buildings in the capital.        ``We have to give official figures, even though you or I might think this number is low,'' said the spokesman.        He said very few Mexican families buried their dead without informing authorities.        The intelligence sources said their higher death estimate of at least 30,000 was based on a series of reports from other countries and international relief groups that participated in the rescue effort.        Estimates have ranged from 20,000 to 32,000 killed. The sources placed the number of injured at no fewer than 30,000.        They spoke of even a Mexican army estimate that put the death toll at 20,000 victims.        Although the official toll was put at 4,800, even Mexico City Mayor Ramon Aguirre has given higher figures, saying at one point that 9,000 had died.        Immediately after the disaster, U.S. Ambassador John Gavin cited experts as saying the death toll could go as high as 20,000. A Mexican official criticized Gavin for exaggerating the severity of quake damage.        Members of a French rescue team told reporters during the frantic first week after the quake that rescuers with long experience in such disasters placed the death toll at more than 30,000.", "edition": "Third"}