{"title": "Salvador quake toll on rise; search continues for survivors", "filename": "1986-10-12_SalvadorQuakeTollOnRiseSearchContinuesForSurvivors.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5320953266CDB?p=WORLDNEWS", "date": "1986-10-12", "page": "A18", "section": "News", "author": "Times News Services", "text": "SAN SALVADOR, El Salvador _ At least 21 survivors were pulled yesterday from buildings that collapsed in a strong earthquake, rescuers said, but frantic efforts continued into the night to save hundreds more who police said still were buried     Late yesterday, President Jose Napoleon Duarte said on television that 300 people were killed and 6,500 injured in Friday's quake. The International Red Cross said earlier that about 400 people died and 6,000 were injured, but predicted the toll would rise to 500.     The Red Cross said more than 20,000 people were homeless.     Rescue teams snaked feeding tubes through mountains of rubble to survivors.     But hundreds of other people are feared dead and rescue workers hourly brought more bodies from under the rubble.     Large parts of this capital of 1.2 million inhabitants lay in rubble, particularly in the poorer sections of town. Extensive damage forced even the U.S. Embassy downtown to close, although only minor injuries were reported there.     Rescue teams and disaster relief arrived from around the world _ including tents, blankets and search teams with dogs sent by the United States.     Most of the deaths and injuries came from Friday's main quake, which the Salvadoran government said measured 7 on the Richter scale and lasted 30 seconds shortly before noon. Some 250 aftershocks continued to rock the city between Friday afternoon and last night, and tens of thousands of residents preferred to stay in the streets or in parks rather than go home.     The U.S. Geological Survey in Washington, however, measured the quake at 5.4, saying it was centered about 10 miles northwest of San Salvador.     Most officials, including Duarte, admitted that accurate numbers were hard to come by.     ``We don't know how many more people are in the ruins of buildings and houses in the affected zone,'' Duarte said. Standing amid smoldering ruins, an orange hardhat on his head, Duarte said the damage done by the quakes was ``incalculable.''     Ernesto Ferrero, head of the Salvadoran Red Cross, said his medical teams treated 5,000 wounded in the first few hours.     The coalition of guerrilla organizations fighting the U.S.-backed Duarte government for the past seven years announced a truce yesterday because of the disaster and offered to assist the Salvadoran army in rescue work.     But Duarte rejected the offer, saying, ``This earthquake is much more important than declarations from these terrorists.''     ``The center of the city is nearly completely destroyed,'' said Guatemalan army Maj. Jose Fuentes Soria, who delivered the first load of Guatemalan relief aid to San Salvador.     Along with the U.S. Embassy, the presidential palace, six major hospitals and several schools were severely damaged.     The embassy building, finished in 1965, was designed to withstand strong quakes. But fear of terrorist attacks over the past decade prompted engineers to add steel exterior walls. That and other modifications have made the building more rigid and therefore more prone to earthquake damage.     Yesterday, San Salvador remained almost entirely cut off from the rest of the country and the world with most electric power and phone service out of order. Communications with the outside were largely in the hands of civilian ham-radio operators and military short-wave radio personnel. The guerrillas' clandestine Radio Venceremos also assisted, giving casualty reports from the eastern part of the country.     Forty bodies were counted outside the Santa Catalina Girls' School in the working-class neighborhood of San Jacinto, one of the areas hardest hit. Wailing parents identified bodies of the young along the curb.     Makeshift houses of corrugated steel and wood surrounding the city were damaged extensively. Many simply collapsed. Many of the residents of those areas are poor Salvadorans who fled to the capital to escape the war.     The wealthy sections of San Benito and Escalon were hit only lightly.     Compiled from Associated Press, United Press International and Reuters.Caption:  PHOTOUPI / REUTERS: AN ANGUISHED SALVADORAN MOTHER LOOKS OVER HER INJURED SON AS HE RECEIVES A BLOOD TRANSFUSION YESTERDAY OUTSIDE A COLLAPSED HOTEL IN DOWNTOWN SAN SALVADOR.", "edition": "Sunday"}