{"title": "Quake study predicts soil like quicksand in midwest", "filename": "1986-03-27_QuakeStudyPredictsSoilLikeQuicksandInMidwest.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB531C58011FE84?p=WORLDNEWS", "date": "1986-03-27", "page": "B4", "section": "News", "author": "Ap", "text": "NASHVILLE, Tenn. (AP) _ A major earthquake in the central United States will give some soils the consistency of quicksand, toppling even many quake-resistant buildings, officials said yesterday.        E. Erie Jones, executive director of the Central United States Earthquake Consortium, a seven-state disaster preparedness agency, urged building codes and land-use regulations to prepare for the liquefaction risks in an earthquake.        ``It will probably be worse than the shaking itself,'' Jones said during a conference focusing on the New Madrid Fault, which runs from northeastern Arkansas to southern Illinois.        Geologists say the New Madrid Fault could produce a massive quake that would kill thousands of people and destroy billions of dollars worth of property.        ``Liquefaction is a phenomenon that prevails in any earthquake setting,'' Jones said. ``But in the Mississippi River Embayment, the whole area is a big bowl of Jello.''        Dr. Arch Johnston, the director of the Tennessee Earthquake Information Center at Memphis State University, said the entire Mississippi River Valley is at high risk for soil liquefaction in a quake registering 7 or above on the Richter scale.        Jones and Johnston were among the panelists at a two-day workshop on earthquake risks that included engineers, scientists, industry representatives and state and local officials. The workshop was sponsored by the U.S. Geological Service and the Federal Emergency Management Agency.        Much of the discussion concerned building codes and land use regulations that could reduce the loss of life and property damage.        Johnston said most of northeastern Arkansas, southeastern Missouri and portions of northwestern Tennessee still show evidence of liquefaction occurring during the great quakes of 1811-1812.        ``You get a sand layer, say 10 or 12 meters down,'' Johnston said. ``In the quake, it will liquefy and the fine silt on top doesn't. You have compaction and that sand is under pressure and it shoots to the surface in the form of a sand geyser.        ``If you have a building on top of it, it's going to topple over,'' he said.        Jones said building codes should be revised to require that structures be quake-resistant.", "edition": "First"}