{"title": "Group says it has been denied right to land quake-relief planes", "filename": "1986-10-17_GroupSaysItHasBeenDeniedRightToLandQuake-ReliefPlanes.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5320B366F5269?p=WORLDNEWS", "date": "1986-10-17", "page": "A9", "section": "News", "author": "Upi", "text": "SAN SALVADOR, El Salvador _ A private U.S. relief organization says the Salvadoran government refused to allow 15 planes carrying emergency supplies for earthquake victims to land here. The government denied the charge     Sandy Brim, executive director of Los Angeles' Medical Aid for El Salvador, said yesterday that her agency and 14 others were not permitted to land private planes carrying food and medical supplies from the United States for victims of last Friday's earthquake.     The quake and its aftershocks killed at least 1,200 people, injured 10,000 and left between 200,000 and 300,000 homeless.     The government has accused Medical Aid for El Salvador in the past of providing assistance to guerrillas, citing an instance in which it sent a doctor to a rebel-controlled area to perform a delicate operation on the hand of wounded rebel commander Nidia Diaz.     President Jose Napoleon Duarte acknowledged there had been some confusion with supplies for quake victims but denied the government had refused landing rights to any relief organizations.     ``It's probable that there may have been some supply problems,'' Duarte said, ``but we are awaiting the supplies with much pleasure at the airport. Everyone who comes through the Emergency Committee now has permission.''     Brim cited an earlier U.S. State Department statement as saying the Salvadorans did not want ``an excess of non-essential medicines'' and that the Duarte government didn't want medicine in non-government hands.     A U.S. Embassy spokesman said several planes were refused permission to land at the Ilopango military base but said he believed the flights would be permitted to land at Comalapa International Airport, where most relief aid was being unloaded.     But Brim said the relief group had been denied permission to land at either airport.     The private businessman's group that Duarte put in charge of supervising the relief effort said at least 79 flights from 21 countries have brought food, shelter and medicine, which has reached about a third of the homeless.     But tent-city residents in devastated slum neighborhoods said they had received food but little shelter or other supplies.", "edition": "Third"}