{"title": "Four days that shook a small world - salvador woman's entombment after earthquake was test of faith", "filename": "1986-10-19_FourDaysThatShookASmallWorld-SalvadorWomanSEntombmentAfterEarthquakeWasTestOfFaith.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5320C636615C7?p=WORLDNEWS", "date": "1986-10-19", "page": "A1", "section": "News", "author": "James Bock", "text": "SAN SALVADOR, El Salvador _ On the morning of Oct. 10, Marisol Flores was a college student working as a secretary to pay her bills. She loved to run and play basketball, had a steady boyfriend and took a bus to her hometown on weekends to see her mother.     Four days later, Marisol, a brown-eyed 22-year-old with high Indian cheekbones, lay in a hospital bed, her left leg amputated.     She wondered if she could afford an artificial leg, if her boyfriend would still love her. She was suspending her final year of business administration studies. The future was painfully uncertain.     The San Salvador earthquake started the four days that shook Marisol Flores' world.     Marisol is one of the last survivors pulled from the ruins of the Ruben Dario building, a five-story collection of shops and offices pancaked by the tremor into about a third its original height. An estimated 300 people died inside. She was the 53rd person rescued from the heap of concrete, reinforcing rods and metal.     Marisol was typing in the third-floor engineering office where she worked when the building started shaking violently at 11:49 a.m. that Friday. She hesitated, then started to run toward the office messenger, 33-year-old Vidal Ventura.     ``It didn't give me time even to get to the hallway,'' Marisol said in an interview in the open ward at the dark, Dickensian public hospital where she is recuperating.     Almost instantly, walls, the ceiling and the two floors above caved in, pinning the two office workers. Marisol, lying on her left side, was trapped in a tiny pocket _ 6 inches of breathing space above her, 18 inches on either side.     A heavy concrete slab had pinned her left foot. The pressure was intense. She couldn't move, couldn't escape. The heat was suffocating, her thirst total. She ripped open her blouse, tore a piece off and fanned herself.     And she waited. She heard others' moans and cries for help. Later, she heard rescuers' tools cutting rubble.     ``They would get a little close to where we were and then they wouldn't continue,'' she recalled. ``Our hopes ended. The whole time I was shouting, `Help, here we are, two people alive, please come for us!' It was useless.''     Marisol tried to keep her co-worker's spirits up. He was in great pain and sometimes became incoherent. She reminded him of his wife and two children. He said there was no way out.     ``The pain in my foot got more and more intense,'' she said. ``I felt the concrete sinking further down, everything coming down on top of me.''     The pain made sleep impossible. The face of her watch, rubbing against concrete, became clouded, and she lost the notion of time, of day and night. The voices gradually stopped. The southern wall came crashing down around them as the rubble shifted. Hope faded.     ``I asked God why He had given us this punishment, if it was a punishment,'' said Marisol, a devout Catholic. ``Why? Was it fair that we should be there? But I never strayed from Him. It was a very important factor.''     She cried in anguish. She thought of how she had planned to quit work the following week to devote herself to her studies.     She thought about her mother, Elsa, the widowed mother of six. Marisol was the oldest. The death of any of her children could kill her mother, too, she feared.     She thought about her boyfriend, Joaquin Pineda, a 21-year-old electrical-engineering student. He wanted to be married; she had insisted on waiting until she finished her last year at the national university.     ``I knew he must be looking for me everywhere,'' she said. ``They've told me since that that's the way it was. Could that be true?'' Told it was, she smiled shyly.     More than 72 hours passed, more than three days and nights of heat, pain, fear, despair. They could not have passed more slowly.     But when deliverance came, it came quickly. Swiss rescuers, led by specially trained dogs and using sensitive listening devices, tunneled toward Marisol from atop the rubble. They heard her cries for help about noon Monday.     Soon a melange of foreign accents was calling ``Marisol, Marisol'' back to her. They asked her to tap the concrete, to give them clues to where she was. There were Swiss, French, Italian, Japanese and Mexican rescuers, as well as Salvadorans.     ``I felt super-happy when my pleas were heard,'' she said.     At 3:30 p.m., after having been hooked to an intravenous feeding tube, she was lifted out, covered and put on a stretcher and rushed to the hospital. Ventura was rescued 2 1/2 hours later.     ``They told me, `There are your boyfriend and your mother waiting for you.' That news was the most beautiful gift I could receive,'' she said.     Her left leg was amputated 8 inches below the knee almost immediately.     Now, as she rested, the amputation troubled her deeply. She imagined a life without sports. She worried that her mother, left with a small piece of farmland to support six children when Marisol's father died of a heart attack two years ago, woouldn't be able to afford an artificial leg.     She hoped for help from somewhere. ``It would be so special, so magnificent, I would be grateful all my life,'' she said.     Another patient began crying in the crowded ward. The air was heavy with the humidity of the end of the rainy season, and it was heavy with pain.     ``It is depressing, but not like where I was,'' Marisol said. ``I thought I couldn't take anymore. I thought they (the rescuers) weren't going to do it for us.     ``I am thinking about what will become of me after all this,'' she said, referring to her studies, her goal to be a manager in a business, her relationship with Joaquin.     ``It depends, it all depends,'' Marisol Flores said. ``It is really difficult to start over again.'", "edition": "Weekend"}