{"title": "Awards go to mexico's earthquake volunteers", "filename": "1986-06-25_AwardsGoToMexicoSEarthquakeVolunteers.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB531E59B79F601?p=WORLDNEWS", "date": "1986-06-25", "page": "B3", "section": "News", "author": "Val Varney", "text": "Dan Wade figures he was in the right place at the right time when he volunteered for duty in Mexico City after the devastating earthquake last September.         ``Actually, I didn't think it (the local relief effort) would fly,'' said the 10-year veteran of the Seattle Fire Department.         But the project did fly and today, Wade and his fellow firefighters were presented a plaque by Mexico's Seattle consul Hector Blancho-Melo for their work at a clinic treating earthquake victims.         Wade, 36, was among 21 volunteers from Seattle, Bellevue and Redmond, who flew to Mexico City a week after the quake. Three doctors and two nurses from Harborview Medical Center completed the rescue team.         ``I crossed paths with (Seattle firefighter) Danny Gomez, who organized the effort, Wade said. He asked if I was available,'' Wade said. ``I said, `Sure.'         ``The next day I called Gomez to confirm and sure enough, he had the tickets.         ``We had no idea what we would find. We had visions of pulling bodies from the rubble.''         But the work actually was family medicine _ headaches, diarrhea, fever and post-traumatic stress, he said.         Their workplace was a slum area in a former warehouse being used as a church by the Salvation Army.         There were large supplies of medicine, Wade said. Some of it was labeled in English, some in Spanish and some had expired.         During their seven-day tenure, Wade estimated they saw 150 to 200 people a day. About half the firefighters spoke Spanish, and local translators were available to overcome the language barrier.         Looking back, Wade said he was moved by the plight of the people.  They had a tough life anyway, and he thought the earthquake was an insult.         ``Whatever impact we had was limited at best,'' he said. ``We provided one little bright spot.  They could see someone was doing something.         ``A lot of the people we saw just needed reassurance. One of the most important things was we made a few friends.'Caption:  PHOTOPHOTO OF DAN WADE: IN RIGHT PLACE", "edition": "Third"}