{"title": "Toll nearly 1,000 in salvador quake - death building may have been condemned", "filename": "1986-10-14_TollNearly1000InSalvadorQuake-DeathBuildingMayHaveBeenCondemned.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53209F454DDBB?p=WORLDNEWS", "date": "1986-10-14", "page": "A2", "section": "News", "author": "Newsdayap", "text": "SAN SALVADOR, El Salvador _ Last Friday's earthquake killed hundreds of people in a building that was condemned 21 years ago after another major quake, according to the country's army chief of staff.     The charge came as the official death toll rose to nearly 1,000 today and rescue workers battled the diminishing odds of finding more survivors in the devastated capital.     Army chief of staff Gen. Adolfo Blandon called it an ``irresponsible act'' that from 300 to 400 people died in the collapse of the Ruben Dario building, a five-story complex of offices, restaurants and stores in downtown San Salvador.     The Ruben Dario _ named after a famous Nicaraguan poet _ was severely damaged during a quake that ripped through the city May 3, 1965, killing 150 people. No one died in the building during that quake, but soon after, a commission of three government ministries reviewed engineering reports and condemned the building.     The order was never carried out, Blandon charged, recalling that that a demolition order had been issued for the structure.     Humberto Centeno, 43, a government telephone-company supervisor who lost three companions in the building Friday and was himself trapped on its top floor for 15 minutes, said, ``Someone has to pay for this.''     ``This happened because a corrupt official valued money more than lives,'' said Centeno, who said he also remembered that the building had been condemned in 1965.     The building's owner, Moises Hasbun, characterized the statements about the damage as ``just rumors.'' And he said Blandon statements were ``a lot of blah, blah, blah.''     ``The army can say anything they want, they have nothing to lose,'' said Hasbun.     Yesterday afternoon a strong jolt, one of more than 300 aftershocks to hit this city since Friday's main quake, caused further damage to a number of buildings and homes. Hardest hit were the working-class neighborhoods of San Jacinto and Mexicanos, where thousands remain homeless from Friday's quake.", "edition": "First"}