{"title": "New quake jars greece - toll is at least 17; survivors sought", "filename": "1986-09-15_NewQuakeJarsGreece-TollIsAtLeast17SurvivorsSought.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB532001473EB92?p=WORLDNEWS", "date": "1986-09-15", "page": "A2", "section": "News", "author": "Upi", "text": "KALAMATA, Greece _ Another major earthquake today hit southern Greece, where at least 17 people died from a temblor two days earlier and a dozen more bodies were believed entombed in the rubble.     Today's quake, measuring 5.6 on the Richter scale, hurt 30 people and toppled dozens of buildings weakened by earlier tremors.     Crews rescued dozens of people from the rubble and many of the city's residents were living in tents or took refuge on warships docked at the port after their homes were destroyed.     Authorities feared all 12 missing people were dead, joining the 17 confirmed fatalities. Saturday's quake hurt at least 300 people, said.     Greek officials have declared Kalamata a disaster area, sending in medical supplies and food and setting up a tent city in the city of 80,000 100 miles southwest of Athens.     Officials said about 112 of Kalamata's 1,900 houses collapsed in the quakes. Most of the dead were in a five-story building toppled Saturday night.     The first quake, measuring 6.2 on the Richter scale, jolted Kalamata at 8:27 p.m. Saturday. It was followed by 15 aftershocks and then a temblor at 11:30 p.m. registering 5.4 on the Richter scale.     ``It was as if the apartment block had collapsed like a deck of cards,'' said Dimitrius Theodopoulos, 28, who injured his head and back jumping from the balcony of his second-story apartment when the shaking started.     Kalamata ``looked as if it had been bombed,'' said survivor Kostas Vassilious.Caption:  PHOTOAP: RESCUE WORKERS SEARCH THE RUBBLE OF A FIVE-STORY APARTMENT BUILDING TOPPLED BY AN EARTHQUAKE SATURDAY IN KALAMATA, GREECE. MOST OF THE 17 KNOWN VICTIMS WERE IN THE BUILDING.", "edition": "Third"}