{"title": "`a big one': 100,000 lose power as ahsrp quake hits california", "filename": "1986-07-08_`ABigOne100000LosePowerAsAhsrpQuakeHitsCalifornia.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB531E9A273EABC?p=WORLDNEWS", "date": "1986-07-08", "page": "A1", "section": "News", "author": "Ap", "text": "PALM SPRINGS, Calif. _ The strongest earthquake to hit Southern California in 15 years shook a wide region early today, triggering rockslides, shattering windows and knocking out power to 100,000 customers, but there were no reports of injuries or heavy damage        The 2:21 a.m. earthquake measured 6.0 on the Richter scale and was centered 12 miles northwest of Palm Springs, said Dennis Meredith of the California Institute of Technology. Palm Springs is 110 miles east of downtown Los Angeles.        ``It's a big one,'' Meredith said.        The quake was the strongest to hit Southern California since Feb. 9, 1971, when a quake measuring 6.5 on the Richter scale collapsed a Sylmar hospital, killing three people. The quake caused $550 million damage in the Los Angeles area.        A quake measuring 6 on the open-ended scale is capable of causing severe damage. Today's quake was felt from San Diego, 100 miles south of downtown Los Angeles, to the San Fernando Valley, 120 miles north. Radio stations in Lake Havasu, Ariz., and Las Vegas, Nev., reported the quake felt there as well.        ``A lot of people were just pouring out of my apartment complex into the parking lot and the street to get away from the building,'' said Jack Kowalec, assistant city editor of The Desert Sun newspaper in Palm Springs. ``There was a little bit of panic, a little bit of hysteria.''        The quake initially knocked out power to 10,000 to 15,000 households when it damaged a Southern California Edison Co. substation in Desert Hot Springs, said spokeswoman Becky Sordelet.        The load was automatically picked up by an electrical system belonging to the Metropolitan Water District, she said, but at about 4 a.m., the load grew too large, and those circuits shut down.        The result was a blackout throughout Palm Springs and the Coachella Valley region. The lights began to come back on around 5 a.m.        Rocks rolled across all four lanes of State Highway 111, the main road into the desert resort from the west. An 18-wheel truck had a minor accident at the slide site, probably when it hit a rock, but no one was injured, said Highway Patrol officer Brian Green.        The quake buckled part of State Highway 62 in Morongo Valley, while another slide hit State Highway 74 in the San Jacinto Mountains, he said.        On State Highway 243, which serves the community of Idyllwild and other mountain resort areas, numerous small rockslides were reported, said Riverside County sheriff's dispatcher Lenore Zielenski. Rocks also tumbled onto the Ortega Highway in the desert, Zielenski said.        A 60-acre brushfire in the mountains above Cabazon, 80 miles east of downtown Los Angeles on Interstate 10, may have been caused by sparks from power lines whipped around by the quake, a fire dispatcher said.        The Southern California Gas Co. got numerous reports of small gas line breaks, but found no serious damage, said spokeswoman Sharon Woodson-Bryant.        Reports flooded in to police agencies throughout the region following the quake. Most callers said it lasted 30 seconds to one minute, officials said.        Residents of the area reported dozens of small aftershocks.        On July 2, a quake measuring 3.1 on the Richter scale shook the Moreno Valley area of Riverside County, 40 miles west of Palm Springs. The quake caused no reported injuries or damage.        The Richter scale is a measure of ground motion as recorded on seismographs. Every increase of one number means a tenfold increase in the strength of the shaking. Thus a reading of 7.5 reflects an earthquake 10 times stronger than one of 6.5.        The San Francisco earthquake of 1906, which occurred before the Richter scale was devised, has been estimated at 8.3 on the Richter scale.Caption:  MAPMAP OF CALIFORNIA EARTHQUAKE EPICENTER", "edition": "First"}