{"title": "Doe frets quake safety - probers cite confusion on design features", "filename": "1986-11-26_DoeFretsQuakeSafety-ProbersCiteConfusionOnDesignFeatures.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53218E736AF45?p=WORLDNEWS", "date": "1986-11-26", "page": "B1", "section": "Northwest", "author": "Eric Nalder", "text": "RICHLAND _ Questions about the ability of the Hanford Nuclear Reservation plutonium plants to withstand earthquakes have been raised by Department of Energy investigators reviewing safety at the plants         A 115-page report released yesterday mentioned the problem in only a few paragraphs, but it said there is confusion about which earthquake standards must be used when design changes are made in the antiquated plants.         The report did not assess the effects of an earthquake, but Ron Gerton, director of environment, safety and health for the DOE at Hanford, said earlier DOE reports concluded that a major earthquake could damage equipment and collapse a portion of the plants. Gerton emphasized that no plutonium would be released into the environment and the public would not be affected.         The DOE shut down the plutonium plants in October after a safety violation occurred and audits critical of Rockwell Hanford Operations, the contractor that runs the plants for the federal government, were published in the Seattle Times.         The audits were done by Casey Ruud, one of Rockwell's lead auditors. He did not examine earthquake hazards, but found numerous problems with design, welding and the way plutonium is handled. Yesterday's report essentially upheld his findings.         Mike Lawrence, DOE Hanford manager, said there is no evidence the plants are unsafe, but they will be shut down until early next year and possibly longer while Rockwell corrects problems identified by Ruud and while two DOE teams study readiness of the plants to resume operation.         The report released yesterday said Rockwell should have shut down the plants last August when Ruud found major violations of rules designed to protect plutonium from loss or theft. It also said the company failed to give the DOE timely notice of the problems.         The report cited several violations by Rockwell of DOE orders, and said procedures are systematically ignored or unrecognized in the plutonium plants.          Lawrence had predicted when he shut down operations Oct. 8 that they would resume in a month. ``I didn't anticipate that it would take this long,'' he said. The plants produce about a quarter of this nation's plutonium, he said, a key ingredient in nuclear weapons production. He added that production goals will be affected.         The earthquake question was raised in a portion of yesterday's report dealing with Ruud's April 1986 audit that said Rockwell's design program was ``significantly out of control.''          ``When design control was identified by (Ruud's) audit as being out of control, Rockwell did not adequately evaluate the extent and seriousness of the problem,'' the report said.         Design problems in the plants remain one of Ruud's greatest concerns.         Ruud refused to sign the report because he wants an independent investigation of plant safety.          He also objected that the DOE allowed Rockwell to edit the report and make further comment that in many cases ``wound up word for word in the report'' before it was made public. Mike Karol, DOE quality assurance director, said Rockwell only corrected factual errors.         The Rockwell plants were built in the late 1940s and early 1950s, when earthquake-resisting construction requirements were much less stringent. The plants include the Plutonium-Uranium Extraction Plant, where fuel elements from a government reactor are melted in acid to recover plutonium and uranium, and the Plutonium Finishing Plant, where plutonium is turned into a powder and metal form. The plutonium is then shipped to a weapons-manufacturing plant.         Yesterday's report said the design process used to make changes in recent years was not adequately controlled, ``and that this situation created the risk of unsafe designs.         ``The review team noted that some contractors have differing understandings regarding the application of seismic (earthquake) criteria to designs.''          The report said Rockwell didn't think it was necessary to consider earthquake problems when changes were designed for a 12-foot-tall piece of equipment through which hot plutonium solutions pass. Kaiser Engineers Hanford Company _ the DOE's engineering firm _ said earthquake safety should have been considered, the report said.         Kaiser reported that while the equipment in question was put together with some undersized welds, it could withstand an earthquake. But other equipment in the plant wasn't inspected, nor were all the designs reviewed, the report said.         University of Washington geologist Eric Cheney said there are recent geologic faults in the Hanford area and the question of a major earthquake is ``a matter of some debate.'' DOE documents say the danger is moderate. A 5.7 Richter-scale earthquake _ slightly less powerful than the 1965 quake that damaged buildings in Seattle _ hit the town of Milton-Freewater not far from Hanford in 1936.         Lawrence said yesterday, ``I believe our facilities have been operated in a safe and responsible manner and our operating systems provide a wide margin of safety.''         ``However,'' he added, ``the lack of discipline, the failure to correct the causes of the problems addressed and ill-defined procedures reduced the margin of safety built into our operational processes.''         Lawrence ordered Rockwell to submit a plan by Dec. 12 to correct the problems Ruud found.         Rockwell spokesman Jerry Gilliland said his company ``believes the report of the DOE review team fairly represents the audits.''         ``We intend to be fully responsive to the concerns expressed in the reports,'' he said. ``For the most part, actions are already taken and are under way which address the team's concerns.'", "edition": "Third"}