{"title": "Mexican quake victim finds hope in nw - doctors' volunteer effort brings teen to oregon for operation to repair injured leg", "filename": "1986-02-13_MexicanQuakeVictimFindsHopeInNw-DoctorsVolunteerEffortBringsTeenToOregonForOperatio.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB531B72B090819?p=WORLDNEWS", "date": "1986-02-13", "page": "D1", "section": "Northwest", "author": "Susan Gilmore", "text": "She was a damnifacado _ a crippled teen-ager who was one of thousands of earthquake victims condemned to live in the streets of Mexico City.         But that's in the past. Today Claudia Mendoza, a shy 17-year-old who captured the hearts of Northwest physicians, is far from the poverty she has known all her life.         And best of all, she may once again walk straight and without pain on the leg that was crushed by a falling wall in last September's devastating earthquake.         Mendoza, who lives with her mother and five siblings in two tents in a rough Mexico City neighborhood, arrived in Seattle last night on her way to Salem, Ore. There, a surgeon has offered to operate on her crippled leg, perhaps as soon as tomorrow.         Wide-eyed with excitement, Mendoza could only nod and smile when she was greeted at Sea-Tac Airport by Don and Doloris Wyant, a Salem couple who have agreed to take her into their home while she recovers from surgery.         ``I'll be your mama for the next two or three months. You'll be living in my house,'' Doloris Wyant told the young girl in Spanish as they raced between planes. ``Bien,'' whispered Mendoza, who doesn't understand English.         Last month, Mendoza was simply a statistic _ one of 40,000 people who remained homeless after the Mexican quake, which killed at least 7,000. The youngster was one of hundreds of Mexicans who flocked to a clinic set up by Dan MacDougall, a pediatrician at Group Health Cooperative who went to Mexico City on a mission sponsored by Northwest Medical Teams. The organization sends doctors and nurses throughout the world to aid disaster victims.         One of the first Spanish words MacDougall heard was the word temblor for trembling earth, and it echoed in his rustic, makeshift clinic. While the city was rebuilding, many of the people were not, said MacDougall. Many of his patients suffered from pneumonia; others, like Mendoza, still hadn't recovered from their earthquake injuries.         And some just needed the reassurance of a caring hand. ``Some of the best medicine was holding their hands and giving them a hug,'' said MacDougall,  who returned to Seattle with Mendoza.         He said she came to the clinic in pain, stumbling on a crude wooden crutch. Although she had spent several months in a Mexico City hospital after the earthquake, her leg had not healed properly. She had been forced to drop out of school to support her family by working in a tortilla factory.         MacDougall sent X-rays of Mendoza's leg to Northwest Medical Teams in Salem, which found an Oregon surgeon willing to volunteer to try to repair the leg.         It was with apprehension and excitement that the youngster left home on her first trip outside Mexico City. ``Claudia was excited but terrified when we took off,'' said MacDougall. ``But it was the ride of her life.'Caption:  PHOTOALAN BERNER / SEATTLE TIMES: ``I'LL BE YOUR NEW MAMA FOR THE NEXT TWO OR THREE MONTHS,'' DOLORIS WYANT OF SALEM, ORE., TELLS CLAUDIA MENDOZA OF MEXICO CITY. CLAUDIA IS IN THE UNITED STATES TO HAVE SURGERY TO REPAIRA LEG CRIPPLED DURING THE RECENT MEXICAN EARTHQUAKE", "edition": "Third"}