{"title": "Another quake rattles bay area", "filename": "1986-03-31_AnotherQuakeRattlesBayArea.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB531C7078FC122?p=WORLDNEWS", "date": "1986-03-31", "page": "A1", "section": "News", "author": "Ap", "text": "FREMONT, Calif. (AP) _ A strong earthquake early today rocked skyscrapers in the San Francisco Bay Area, knocked down power lines and awakened tens of thousands of people from their sleep.        ``I've lived here all my life, and this one scared me,'' said Gary Edwards, a resident of Walnut Creek, about 20 miles north of the epicenter. He said dishes rolled off a shelf.         Three minor injuries were reported. There was no report of serious damage.        The earthquake, the third in the region in three days, struck at 3:56 a.m. and had a magnitude of 5.3 on the Richter scale, said Willis Jacobs of the U.S. Earthquake Information Center in Golden, Colo.        It was centered 10 miles east of Fremont, or about 45 miles southeast of San Francisco, Jacobs said.        The California state Office of Emergency Services estimated the quake at 5.6, meaning it was capable of considerable damage.        Three aftershocks, with estimated magnitudes of 3.6, 3.7 and 3.8, followed within minutes of the initial jolt, said Tom Mullins, spokesman for the state emergency office.        The quake was felt as far north as Santa Rosa and as far south as San Luis Obispo, a range of about 350 miles, and to the east as far as Stockton, 60 miles east of San Francisco.        Alexian Brothers Hospital in San Jose reported three minor injuries. The victims, who suffered cuts or were hit by objects falling in their homes, were released after treatment.        Police switchboards were jammed with calls from people awakened by the temblor.        ``It woke me up and sloshed the water in my swimming pool,'' said Jim Hushaw, managing editor of the Stockton Record.        ``It was a long, rolling motion,'' said San Francisco Police dispatcher Irene Voorhees, adding that light fixtures in the Hall of Justice swayed.        Several power outages were reported in the southern Bay Area, where the quake knocked out transformers and downed a 21,000-volt power line in Fremont, police and Pacific Gas & Electric Co. officials reported. Police said the temblor also set off burglar alarms throughout the area.        The Richter scale gauges the energy released by quakes as measured by ground motion. Each full-number increase indicates a tenfold increase in ground motion; thus a quake of 5.6 has 10 times the ground motion of one with a magnitude of 4.6.        Today's earthquake followed a moderate one on Saturday morning that measured 4.0 on the Richter scale, according to the seismographic station at the University of California, and a slight temblor of 2.2 on Sunday night.        The San Francisco earthquake on April 18, 1906, took place before the Richter scale was developed, but has since been estimated at 8.3. At least 2,010 people were killed in the 1906 earthquake. , according to San Francisco archivist Gladys Hansen.         Steve Malone, a seismologist at the University of Washington, said there was no way to know if the recent quakes are a precursor to another great quake.", "edition": "First"}