{"title": "Holdup of quake aid charged", "filename": "1986-10-19_HoldupOfQuakeAidCharged.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5320C2E985160?p=WORLDNEWS", "date": "1986-10-19", "page": "A7", "section": "News", "author": "Upiap", "text": "SAN SALVADOR, El Salvador _ El Salvador's second-ranking Roman Catholic Church leader yesterday accused government officials of ``acting behind the back of the president'' and holding up the distribution of much-needed earthquake aid     Another church leader, Monsignor Ricardo Urioste, echoed the charges made by Monsignor Gregorio Rosa Chavez.     ``Airport officials, acting on the orders of I don't know who, decided not to deliver donations that were destined for the church,'' Urioste said.     But President Jose Duarte said no one was blocking the arrival of international aid for victims of the earthquakes that rocked San Salvador Oct. 10.     Duarte yesterday said the quakes killed 1,500, 300 more than previously reported. Meanwhile, the number of reported homeless climbed from 200,000 to 300,000.     ``There are obstacles that government officials, acting behind the back of the president, have created for receiving international aid that has been sent,'' Chavez said.     Private U.S. relief organizations charged Thursday that the government had denied landing rights to 15 planes carrying aid to earthquake victims.     Duarte acknowledged there had been some mixups in supplying medicine and food, but said permission had been granted to all planes bringing in aid.     Relief agencies yesterday began delayed airlift of medical supplies for the country.     Two 727 jetliners and a camouflaged DC-3 used in the movie ``M.A.S.H.'' lifted off from Los Angeles International Airport filled with $560,000 in relief supplies. The planes were chartered by the Salvation Army, Operation California and another relief organization, Medical Aid to El Salvador.     John Floyd of Medical Aid to El Salvador said in Los Angeles that Salvadoran officials relented and granted the private charter aircraft landing rights at a military air base near San Salvador.", "edition": "Sunday"}