{"title": "Los angeles quake - when earth moves we're fascinated", "filename": "1987-10-14_LosAngelesQuake-WhenEarthMovesWeReFascinated.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5328659C8E656?p=WORLDNEWS", "date": "1987-10-14", "page": "A11", "section": "Editorial", "author": "Jay Mathews", "text": "LOS ANGELES _ Every natural disaster has peculiar appeal to some portion of the human psyche. I have met people fascinated by floods, others who prefer to watch volcanoes, some drawn to tornadoes.        All are topics for social speculation and communication, be it a back-fence chat with a neighbor or a Ph.D. thesis in geophysics. None, short of war, offers such a universally shared experience of terror and intrigue as a major earthquake.        This summer, we Southern Californians were briefly distracted by an unnatural menace, the sudden spurt of freeway shootings. For the vast majority, though, that was never more than something read about or seen on television. Most of us could worry and wonder about the people in the cars around us, but no bullets whizzed by our heads.        That changed a week ago with the earthquake near Whittier and its almost equally frightening and strong pre-dawn aftershock three days later. Everyone felt it, unless comatose, flying or sailing. At least 10 million people shared the same instant of panic and wonder, an indescribable feeling that many of us have spent the week trying to describe.        We pitied those who could not be part of it. A cement-truck driver on Interstate 210 said he knew something was wrong, but all he could do was pull over and inspect his tires. The Los Angeles Times, reporting earthquake experiences of several celebrities, revealed the sad fact that Bo Derek did not feel the earth move. She was at her ranch tending to some animals, a little too far from the epicenter.        A stampede of other calamities after the earthquake added to the feeling of shared destiny. Weekend temperatures soared to 108 degrees. Brushfires raged in several places around the state. A power failure caused by a transformer fire in downtown Los Angeles Tuesday proved that such a high-rise forest could not survive without air-conditioning. One restaurant offered ``Lights Out Cajun Meatloaf'' on its menu of cold entrees.        A chemical spill, apparently related to the power failure, forced closure of a six-mile stretch of beach Wednesday.        Now the aftershocks continue, not just the seismic but the psychic, the economic, the political and the scientific that follow every large earthquake.        A quake that caused at least $137 million in damage, affecting 9,100 homes and 1,400 businesses, might seem an unalloyed economic catastrophe. Wednesday, President Reagan declared Southern California a major disaster area.        But for some, the earthquake has proved a boon. The offices of every brick mason in town have been swamped with orders, and hundreds of out-of-town investors have called local real-estate agents seeking ``depressed'' market bargains.        Whittier officials were delighted to put an ``unsafe'' sign in front of the Pussycat Theater on Greenleaf Street after years of trying to shutter the X-rated movie theater, although the owners promise to be back in business soon.        Building owners who have failed to demolish or reinforce unsafe brick structures have come under new, uncomfortable scrutiny. The Times reported Wednesday that City Council member Gilbert Lindsay is among several such owners who missed deadlines for removing or upgrading their buildings.        Moving companies report a surge of inquiries from folks thinking of leaving town. Most of us sniff the air, again a pleasant 80 degrees, and smile knowingly. They will change their minds.        With the spurt of scientific information after each quake comes information of another kind _ psychic predictions, guesses, detailed accounts of odd animal behavior and new theories by well-meaning amateurs.        I still blush recalling the hour I once had distinguished local seismologists waste listening to a dreamy hobbyist whom I wrongly thought had devised a worthy theory. Now I have a letter and paper from a sociologist claiming to have predicted the recent quake with a ``tectonic chess'' theory. This will be added to my bulging file of other such revelations.        I remain gullible enough, however, to have checked out a theory propounded by a local television weatherman: that our 100-degree-plus temperatures helped bring on the big earthquake. I called a seismologist, who laughed and then punched numbers into a calculator.        The earthquake began eight miles underground, she reminded me gently. There, under great pressure, it is at least 400 degrees Fahrenheit, rendering meaningless the mercury level of the thermometer on my kitchen wall, quake or no.     (Copyright, 1987, The Washington PostCaption:  PHOTOAP: A BUILDING IN WHITTIER, CALIF., COLLAPSED ON A MUSTANG.", "edition": "Third"}