{"title": "Is hanford plant quake-proof? - soundness of plutonium operation studied", "filename": "1987-02-08_IsHanfordPlantQuake-Proof-SoundnessOfPlutoniumOperationStudied.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB532368156A53F?p=WORLDNEWS", "date": "1987-02-08", "page": "B1", "section": "Northwest", "author": "Eric Nalder", "text": "Spurred by press reports and a congressional investigation, the U.S. Department of Energy is looking into the ability of a major Hanford Nuclear Reservation plutonium plant to withstand an earthquake         Robert Barber, chief of DOE's office of nuclear safety in Washington D.C., said he assigned earthquake experts and other staff members to look into the soundness of the Plutonium Finishing Plant located 20 miles from the city of Richland.         The plant and another one known as the Plutonium-Uranium Extraction Plant were shut down on Oct. 8 after audits critical of the operation were publicized and after the U.S. Department of Energy criticized the operations contractor for plutonium-handling violations.         Internal documents show that major portions of the massive plant could collapse from the force of an earthquake at Hanford similar to one that occurred in 1936 at Milton-Freewater, Ore., which is just 50 miles from Hanford.         The Plutonium Finishing Plant contains large volumes of plutonium, a radioactive substance crucial to atomic bomb production. Plutonium is cancer-causing even in microscopic quantities, and it remains toxic for thousands of years.         An earthquake would break open heavily-shielded cubicles known as gloveboxes in which plutonium is handled by remote control or by gloves inserted into the cubicle, according to a 1986 report by the contractor that operates the plant, Rockwell Hanford Operations.         The report was released this week as a result of a request under the federal Freedom of Information Act. It confirmed a Jan. 11 story in The Seattle Times, which detailed previous reports criticizing the earthquake protection in the building.          The latest report said the maximum amount of plutonium in the gloveboxes at any given time is nearly 300 pounds. If the gloveboxes are broken up by an earthquake, some plutonium could escape to the environment and contaminate the building, the report said.         But the Department of Energy believes that in the worst-case scenario  only six-tenths of an ounce of plutonium would actually escape the plant, and there would be no serious harm to anyone in the general public, according to David Simonson, director of defense production for DOE at Hanford.        The newly released document said the potential radiation dose to people both on and off the Hanford Nuclear Reservation site would exceed Rockwell's guidelines but would be within the U.S. Department of Energy's standards. The potential casualties from the falling debris, but not radiation, would be 350 workers and visitors to the plant, the report said. The potential contamination of worker's lungs with plutonium in the event of an earthquake would also exceed Rockwell standards, the document said.         To bring the plant within Rockwell standards would require an 80-percent reduction of the potential plutonium release and that, the report concluded, would be too expensive.         Commercial nuclear reactors in the Hanford area are built to withstand a lateral force from an earthquake equal to a quarter of the force of gravity (.25 g). The report released this week said major portions of the Plutonium Finishing Plant wouldn't likely withstand lateral forces much above five one-hundredths of the force of gravity (.05g).         The report said the odds of an earthquake occurring in the Hanford area generating .05g during any given year would be about one chance in 66. It is the most likely catastrophe in the area, the report said.         The DOE rejected several expensive solutions, including earthquake-proof upgrades or the construction of a new plant. Instead, DOE intends to build a $1 million office building to house more than 100 people who aren't essential to the plutonium operations in the Plutonium Finishing Plant. More than 100 workers would remain in the plant, and the office building would do nothing to prevent a release of plutonium to the environment in case of earthquake.         The government also intends to upgrade earthquake training, the report said.         Rockwell estimated that protecting the gloveboxes from earthquake destruction would cost $50 million. But the report said only 20 people would be protected from death or injury, and at a cost of $2.5 million per person that wasn't worth it.         The assumption is that no one from the general public would be harmed.         ``God knows what kind of arbitrary assumptions they are making,'' David Albright, an activist with the Federation of American Scientists in Washington D.C.         ``I would be suspicious of anyone who is saying that out of hundreds of pounds of plutonium they estimate less than an ounce would get out,'' he said.", "edition": "Sunday"}