{"title": "L.a. quake damage set at $65 million", "filename": "1987-10-03_LAQuakeDamageSetAt$65Million.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5328279CD3F47?p=WORLDNEWS", "date": "1987-10-03", "page": "A2", "section": "News", "author": "Upi", "text": "LOS ANGELES _ Gov. George Deukmejian declared a state of emergency in two cities and in unincorporated areas of Los Angeles County yesterday in the aftermath of a severe earthquake that killed three people and injured more than 100 people, destroyed dozens of buildings and caused at least $65 million damage        Highways were reopened, but scores of schools were closed and dozens of businesses shuttered in the wake of Southern California's worst earthquake since 1971, when a temblor of 6.4 on the Richter scale killed 64 people and caused $1 billion damage. Thursday's quake measured 6.1.         (The latest large quake in the Puget Sound area occurred at    8:29 a.m. on April 29, 1965, when a temblor measured between 6.5 and 7.0 on the Richter scale was responsible for eight deaths. The epicenter of that quake was in the Hood Canal area.)        Fourteen cities suffered major damage in Thursday's California quake, which rattled an area populated by 16.3 million people.        Damage was most severe in Whittier, just east of Los Angeles and the one-time home of former President Richard Nixon, who yesterday sent a telegram to Mayor Gene Chandler. Dozens of older, unreinforced brick buildings either collapsed or suffered severe damage in the city.        Deukmejian, following a walking tour, declared a state of emergency in Whittier and Monterey Park, a key step in making residents and business owners eligible for low-interest federal loans and grants. The governor indicated that the state of emergency would be extended to other suburbs and Los Angeles.        City and county officials estimated damages of $12 million in Whittier, $19 million in Alhambra, $26 million in Rosemead, $6 million in Los Angeles, $100,000 in Temple City and $2 million total for Commerce, Norwalk, Bellflower and Santa Fe Springs.        In addition to claiming three lives the quake resulted in at least 120 injuries, 46 fires, 79 traffic accidents and 107 gas leaks. From 600 to 1,000 people left homeless by the quake sought shelter Thursday night in eight Red Cross shelters.", "edition": "Second"}