{"title": "Strong earthquake shakes tokyo, kills two", "filename": "1987-12-17_StrongEarthquakeShakesTokyoKillsTwo.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5329D29015A45?p=WORLDNEWS", "date": "1987-12-17", "page": "A17", "section": "News", "author": "Ap", "text": "CHIBA, Japan _ A strong earthquake jolted Tokyo and surrounding areas late this morning, killing two people and injuring at least 11.         The quake was strongest in Chiba prefecture, just east of Tokyo, where a falling statue killed one woman and a collapsing stone wall killed another and seriously wounded her companion, said Susumu Mochihara, a police spokesman.         Many people dived under furniture as their homes and offices swayed violently for several minutes.         The earthquake, with a preliminary reading of 6.6 on the Richter scale, knocked objects off desks and shelves, broke windows, disrupted telephone service in some parts of the Tokyo region and briefly halted train service, but the National Police Agency said there were no reports of widespread damage. A reading of 6 on the open-ended Richter scale means a quake capable of causing widespread damage in populated areas near the epicenter.         The earthquake's epicenter was estimated to be 54 miles below the seabed off the eastern coast of Chiba, the Central Meteorological Agency said.         The Central Meteorological Agency reported 99 aftershocks in the three hours after the main quake, nearly all minor.         ``It wasn't a panic situation here at all,'' said a police officer at Chiba station, who spoke on condition of anonymity. ``Things were pretty normal.'' Passing trains often shake the police box where he is stationed, he said. ``Frankly speaking, I didn't think it was an earthquake at the beginning.''         At least nine people were injured in central Tokyo and one in neighboring Ibaraki prefecture, most of them hit by falling objects, Tokyo Fire Department spokesman Kimiya Ishida said. Most of the injuries were minor, Ishida said.         The city of Tokyo has 11.9 million people.         Kyodo News Service reported at least 19 people were hurt, including several at Tokyo's Narita international airport in Chiba, where about 120 plate-glass windows shattered in the main lobby and runways were closed for 14 minutes.         Trains in Chiba were running at half-speed this afternoon, and express trains were canceled. The Japanese experience more than 1,000 earthquakes a year. Pioneering architecture and engineering have helped them construct buildings that can withstand earthquakes.", "edition": "Third"}