{"title": "Huge quake jars alaska", "filename": "1987-11-30_HugeQuakeJarsAlaska.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5329778020C7B?p=WORLDNEWS", "date": "1987-11-30", "page": "A1", "section": "News", "author": "Times Staffnews Services", "text": "A major earthquake jolted south-central Alaska today, knocking out power in at least one community. The Alaska Tsunami Warning Center urged people to evacuate low-lying coastal areas along the Gulf of Alaska        The earthquake, measuring 7.2 on the Richter scale, knocked out electricity in Yakutat, the closest community to the epicenter.        There were no other immediate reports of damage or injuries in the quake, which struck at 10:23 a.m. Alaska time.        The quake was centered in the Gulf of Alaska, about 300 miles southeast of Anchorage. The long-lasting, rolling quake was felt strongly there. It was felt as far away as Kodiak.        The earthquake was located in the same area where a quake measuring 6.9 on the Richter scale generated a 4-inch tsunami earlier this month.         The Coast Guard in Juneau said a 3.3-foot tsunami wave struck Yakutat and a one-foot tsunami was measured at Sitka.         But Jim Filip, Yakutat city manager, said, ``It was more like a swell. There was a little wave in the tide gauge.         ``We had two power lines go down and one water line in a house go out,'' he said. Filip quakes ``are an accepted part of life up here but this was a little more than usual. The drawers in my desk were sliding open and closing and sliding open again.''          No damage reports were available from Yakutat, the Coast Guard said. But advance warning had cleared all residents from the low-lying area, a spokesman said.        The quake set potted plants to swaying in areas as far away as Tok, an interior Alaska town more than 300 miles to the north, and shook books and pictures off shelves on the Kenai Peninsula.        At Seward, Mayor Harry Gieseler said the city's emergency siren was being used to warn people away from low-lying areas.        ``At this point we don't think there was any damage. But it was felt pretty hard. It rattled pictures and shook things around a great deal.''        The emergency siren sounded in the southeast Alaska fishing community of Sitka shortly after the tsunami warning, and the community's streets were clogged with traffic as residents headed for high ground, said Sandy Poulson, co-publisher of the Sitka Sentinel.        More than 1,000 people evacuated low-lying areas in their community and several villages around Kodiak Island, said police Sgt. Nancy Perry.         Tsunamis are potentially damaging waves generated by severe earthquakes.         The wave was expected to reach Tofino on the west side of Vancouver Island at 2:38 p.m. Seattle time, at Neah Bay 3:08 p.m., at Astoria at 4:08 p.m.         Tsunami warnings were issued for Alaska and British Columbia. A tsunami watch, a lesser degree of alarm, was in effect briefly for coastal areas of Washington, Oregon and California.        The warnings were issued by the Alaska Tsunami Warning Center in Palmer.        The Richter scale is a measure of ground motion as recorded on seismographs. Every increase of one number means a tenfold increase in magnitude. Thus, a reading of 7.5 reflects an earthquake 10 times stronger than one of 6.5.        An earthquake of magnitude 3.5 can cause slight damage, 4 moderate damage, 5 considerable damage, 6 severe damage. A magnitude 7 quake is a major earthquake, capable of widespread damage; 8 is a ``great'' quake capable of tremendous damage.        The 1964 ``Good Friday'' earthquake in Alaska measured 8.5 on the Richter scale and was centered in Prince William Sound. It generated large waves that devastated several coastal communities and killed 114 people, including victims in Oregon and Hawaii.Caption:  CHUCK TAYLOR / SEATTLE TIMES: MAP OF ALASKA SHOWING THE EPICENTER OF THE 7.2 EARTHQUAKE.", "edition": "Third"}