{"title": "Post-quake woes add to duarte's troubles", "filename": "1987-01-14_Post-QuakeWoesAddToDuarteSTroubles.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB532302660E051?p=WORLDNEWS", "date": "1987-01-14", "page": "A3", "section": "News", "author": "Christian Science Monitorlos Angeles Times", "text": "SAN SALVADOR _ Almost three months after an earthquake devastated San Salvador's poorest neighborhoods, thousands remain homeless. International relief experts say the greatest challenge facing the Salvadoran government is finding a way to house these people.        Over half of the more than 200,000 people left homeless by the Oct. 10 earthquake lived in the tenements. Now they live under plastic sheets and cardboard amid the rubble.        Political observers say that the government must pick up the pace of reconstruction to get the homeless into adequate shelter before the rainy season begins in May or their discontent likely will evolve into an added political problem.        ``The guerrillas could take advantage of the rain and the people out in the streets. The situation is very exploitable,'' a U.S. diplomat said.        The government could have expropriated urban property and helped to construct low-cost housing in an effort to rebuild the destroyed slum districts, political analysts say. But the ultraconservative private sector would have harshly criticized the expropriation of land, even with compensation, as a socialistic measure, the analysts say. Soon after the earthquake, President Jose Napoleon Duarte declared there would be no expropriation. Instead, he put forth a plan to rebuild housing north of the capital in a semi-rural area.        Relations between the ruling Christian Democratic Party and the rightist private sector have been traditionally strained. And Duarte appears hesitant to take measures that might further strain the already tense relations. The result, according to relief agencies, church groups and diplomats, is the absence of an overall government plan for reconstruction.             There is another factor working against government efforts to design an overall plan. ``We can't execute a grand plan of reconstruction without knowing how much (money) will come,'' Communications Minister Julio Adolfo Rey Prendes says.", "edition": "Third"}