{"title": "Oregon quake study pushed", "filename": "1987-03-22_OregonQuakeStudyPushed.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB532447A107DFF?p=WORLDNEWS", "date": "1987-03-22", "page": "B2", "section": "Northwest", "author": "Ap", "text": "MONMOUTH, Ore. _ Oregon's seismological ``blank page'' must be filled in before the Northwest can know whether a giant earthquake lies in its future, say scientists.        ``Quite honestly, if we had to back off and there was nothing we could do except for one thing, I'd say put all your money in Oregon,'' said Garry C. Rogers, a geophysicist at Canada's Pacific Geoscience Center, in Sidney, British Columbia.        ``Forget about spending it in Canada, forget about Washington, forget about Northern California. Put it all in Oregon.''        Rogers' push for Oregon studies generally was backed by more than 50 veterans of earthquake-related studies who met at Western Oregon State College in Monmouth recently.        For many, a public symposium held at the end of the conference was the first opportunity to talk with a variety of researchers whose work has a disquieting potential conclusion: that the Pacific Northwest might have a catastrophic earthquake ahead.        Off the coast of Oregon, Washington and Vancouver Island, a huge block of ocean crust called the Juan de Fuca Plate is being pushed eastward underneath the continental North American Plate in a process is called subduction.        In Japan and Chile, similar subduction zones have resulted in huge earthquakes, scientists say. A subduction quake leveled 400 buildings and killed 7,000 people in Mexico City in September 1985.        To understanding whether the Northwest zone also might produce such large quakes, scientists must have basic information about how the pair of plates behave, Rogers said.        Yet the majority of studies have been done at the zone's ends, Puget Sound and Northern California, he said.        Gene Humphreys, an assistant professor of geophysics at the University of Oregon, said a university group was working on a plan to obtain private and public grants for a network to provide seismic information.        Also, the University of Washington expects to install 30 seismic stations in northern Oregon within the next year, said Robert S. Crosson, a geophysics professor at UW. In addition to measuring small earthquakes, the network also will help illuminate the structure of the plates underneath Oregon, he said.        The Oregon stations will be paid for partly with support from the U.S. Geological Survey, which has launched a $10.5 million, five-year study of earthquake hazards in the Puget Sound-Portland region, Crosson said.", "edition": "Weekend"}