{"title": "Low geologic activity - earthquake ended longest quiet period in southern california", "filename": "1987-10-02_LowGeologicActivity-EarthquakeEndedLongestQuietPeriodInSouthernCalifornia.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5328202B09241?p=WORLDNEWS", "date": "1987-10-02", "page": "A3", "section": "News", "author": "Thomas H. Maugh Ii", "text": "LOS ANGELES _ The earthquake that struck yesterday followed 11 months of abnormally low geological activity in the earthquake-prone Southern California area extending from the Mexican border to north of Bakersfield, scientists said        ``Normally, there is about one magnitude 4 earthquake every month in this area,'' said Kate Hutton, a seismologist at the California Institute of Technology. But there has not been such an earthquake since November.        That makes it the longest earthquake-free period in Southern California that seismologists have observed in 55 years, or as long as Caltech has been monitoring earthquakes in the region.        The epicenter of yesterday's earthquake was in Rosemead, about 10 miles east of downtown Los Angeles, according to Caltech.        That is on a fault system that has not had an earthquake larger than magnitude 5 since 1929.        The earthquake, which struck at 7:42 a.m., resulted when the land mass on the northeast side of the Whittier Fault forced its way slightly over the top of the land on the southwest side of the fault, Hutton said.        This same type of vertical motion caused the magnitude 6.4 Sylmar earthquake in 1971.        Yesterday's quake, like the Sylmar temblor, was not directly linked to the San Andreas Fault. But it was powered by the same geological forces that created the San Andreas Fault _ the scraping together of two large continental ``plates'' that float on the Earth's molten core and are trying to move by each other in opposite directions, Jones said.        The Whittier Fault is a part of the large Southern California fault system, which also includes a portion of the San Andreas Fault.        One of the plates that makes up the San Andreas Fault, the North American plate, stretches from the fault to the middle of the Atlantic Ocean and is trying to move in a southeasterly direction. The Pacific plate, which extends from the fault westward past Japan, is trying to move northwest. At the same time, the plates also are pushing against one another.        Normally, these plates stay locked together by friction until the force becomes so great that they ``slip'' horizontally to release the stress. That slippage causes an earthquake.        But yesterday's quake involved more of a vertical motion _ about six miles underground _ as one plate tried to slip under the other, Hutton said.        A Caltech team dispatched to Rosemead yesterday found no evidence of ground rupturing.        By midafternoon, scientists had recorded three aftershocks above magnitude 4, and at least 16 that registered between magnitude 3 and 4.        Hutton estimated the chances of additional aftershocks of magnitude 5 or more after the first day after the quake to be about 1 percent.        But perhaps more ominously, yesterday's quake was nowhere near large enough to relieve significant amounts of the stress along the San Andreas Fault, Jones said.        The large earthquake _ possibly measuring 7 or 8 on the Richter scale _ ``is still coming,'' she said. ``And quakes like this will have no effect on it. . . .''         The epicenter of yesterday's quake is roughly at the northwest end of the Whittier Fault, which runs northwest from the Santa Ana Narrows near Yorba Linda to the Whittier Narrows at the base of the Whittier Hills.        The Whittier Fault is a branch of the much larger Elsinore Fault, which runs from the Chino area southeast into Mexico. The Elsinore Fault is one of a series of faults that run parallel to the San Andreas Fault and is part of the same general system, although it is not directly connected.        There hasn't been an earthquake greater than magnitude 4 along the Elsinore Fault in this century, Jones said, but some data indicate there may have been one in the 18th century.        An earthquake with a magnitude of about 5 struck Whittier in 1929, Hutton said. The precise magnitude and the epicenter are not known because seismologists had no recording instruments then. A 4.6 temblor struck Jan. 1, 1976, in Walnut, about seven miles southeast of yesterday's earthquake.          Washington and Oregon, like California, are part of the ``Pacific Ring of Fire,'' a plate or region of the earth's surface that is colliding with other plates and is a prime spot for earthquakes.          But Chris Jonientz-Prisler, seismic analyst with the University of Washington Seismology Laboratory, said the California quake would have no effect on Washington and Oregon because the plate on which California sits is colliding with other plates than the plate on which Washington and Oregon sit.         However, ``more and more evidence shows we can have as large an earthquake as they had in Alaska, Japan and Central and South America,'' Jonientz-Prisler said. ``Earthquakes measuring 8 (on the Richter scale) have occurred here in the past.''     Material from United Press International was added to this report.    What to do         ``27 Things to Help You Survive an Earthquake'' and ``The Family Disaster Plan and Personal Survival Guide'' are pamphlets available from the Red Cross disaster-services office. Call 323-2345 or write to the American Red Cross, P.O. Box 24286, Seattle 98124.    California's    worst quakes    March 26, 1872, Owens Valley, 27 deaths, estimated 8.2 on the Richter scale.    April 18, 1906, San Francisco, 700 deaths, estimated 8.3.    June 29, 1925, Santa Barbara, 13 deaths, estimated 6.3.    March 10, 1933, Long Beach, 102 deaths, 6.3.    May 18, 1940, Brawley and Imperial, eight deaths, 7.1.    July 20, 1952, Tehachapi, 12 deaths, 7.7.    Feb. 9, 1971, San Fernando/Sylmar, 64 deaths and more than 1,000 injuries, 6.4.    Oct. 15, 1979, El Centro/Imperial Valley, 91 injuries, 6.8.    May 25, 1980, Mammoth Lakes, major damage, 6.1.    May 2, 1983, Coalinga, no deaths, 47 injuries, 6.7.    SOURCE: National Earthquake Information Service in Golden, Colo., and Associated Press.    Living on the fault line         Earthquakes like the one that hit Los Angeles yesterday tend to occur along the active margins of continental plates, which float on the Earth's molten core like pieces of French bread on onion soup.    The `Ring of Fire'         Earthquakes are most common along the edges of continental plates, such as the west coast of North America, part of the ``Ring of Fire'' that circles the Pacific Ocean from South America to Asia.         1. Fault lines, long subterranean cracks in the bedrock, are the scars of previous earthquakes which may happen years or even centuries apart.         2. Over time, the ground on either side of a fault will slowly push in opposite directions, causing strain that can be measured and even seen.         3. Finally, the increasing pressure will fracture the fault in a sudden shift of rock, shaking the earth as the strain is relieved.    Source: Miami Herald researcCaption:  ILLUSTRATION MAPJEFF GLICK / THE MIAMI HERALD: ILLUSTRATIONS OF EARTHQUAKE FAULTS: MAP OF CALIFORNIA EARTHQUAKE (FOR TEXT OF ILLUSTRATIONS SEE END OF TEXT)", "edition": "Third"}