{"title": "`it could have been worst' - quake cleanup starts amid fears about `big one'", "filename": "1987-10-02_`ItCouldHaveBeenWorst-QuakeCleanupStartsAmidFearsAbout`BigOne.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53281E9C5CB15?p=WORLDNEWS", "date": "1987-10-02", "page": "A1", "section": "News", "author": "Ap", "text": "LOS ANGELES _ Southern Californians set to work today to clear the destroyed buildings and sea of shattered glass left by the region's most powerful earthquake since 1971.        Yesterday's disaster, which officials called a dress rehearsal for a ``Big One'' yet to come, killed at least six people and injured more than 100.        ``It could have been worse,'' said Mayor Tom Bradley. ``Overall, I think we escaped a major catastrophe, and I'm sure we're grateful for that.''        In an interview today, Bradley added: ``It was a valuable exercise in terms of our preparation. . . . Within 15 minutes our emergency center was ready in every respect.''        The temblor lasted only 10 to 15 seconds but crumbled dozens of buildings. Nineteen aftershocks followed.        Yet, emergency services worked smoothly, power was restored, and highway improvements completed since the devastating 1971 Sylmar quake minimized damage, officials said.        No major looting was reported today, but police in Los Angeles were on alert, officials said.        Crews worked throughout the night to shore up a damaged overpass on Interstate 605 near Santa Fe Springs and morning rush-hour traffic flowed normally, officials said.        The temblor, which struck at 7:42 a.m. yesterday and measured 6.1 on the Richter scale, was centered seven miles east-southeast of downtown Los Angeles at the northwest end of the 30-mile-long Whittier-Elsinor Fault.         (The Richter scale is a measure of ground motion as recorded on seismographs. Every increase of one number means a tenfold increase in magnitude.)        Damage estimates by city officials included $10 million in Whittier, $5 million in Los Angeles and a combined $25 million for suburban Rosemead, Temple City and Pasadena.        In the town of Whittier, five miles from the epicenter, about 200 homes were damaged and 30 buildings collapsed in the suburban community where Richard Nixon grew up.        Whittier Mayor Gene Chandler declared a state of emergency.        Gov. George Deukmejian planned to tour the suburb of 71,000 residents today.        Mike and Cheryl Verdugo and their 13-month-old daughter, Stephanie, sat on the front lawn of their Whittier house. Verdugo said the family planned to stay outside through the night.        ``The side of the house is pretty thrashed. Big chunks of concrete came off the side,'' Verdugo said, adding his baby girl would sleep in the car.        ``The houses up here in the hills are all a mess,'' said Denise Huff, 33, whose ceiling caved in. ``I'm from Ohio, and I'm going back.''        Rattled Los Angeles-area residents said they feared the ``Big One,'' a long-predicted massive quake expected to release 1,000 times more energy than yesterday's temblor, which was the strongest since the magnitude 6.4 Sylmar quake that killed 64.        ``I've lived here for a year and had horrible, horrible nightmares about the big one. I thought this was it,'' said Margie Thomas, who raced out of a downtown Los Angeles restaurant when the shaking started. ``I'm getting out of Los Angeles.''        The quake was felt as far away as Las Vegas, Nev., 250 miles to the northeast.         Those killed included, Lupe Eposito, a 21-year-old California State University-Los Angeles student crushed by a collapsing wall, and Antonio Bernal, a 40-year-old construction worker buried under seven feet of earth in a tunnel under construction in the San Gabriel Mountains, officials said.       Juan Herrera, 32, died from massive head injuries when he was thrown from a second-floor apartment window in suburban Maywood, police said. But friends say Hererra, who left his native Guatemala after his family lost everything in a 1976 earthquake that killed 20,000, may have panicked and jumped.        Heart attacks attributed to the earthquake killed a 69-year-old man during a high-rise building evacuation in Los Angeles; a 72-year-old distraught woman in the city of Bell; and a 20-year-old woman in Covina.Caption:  PHOTOAP: TODD FORT, MANAGER OF THE COST PLUS STORE IN GLENDALE, CALIF., SURVEYS DAMAGE AFTER YESTERDAY'S EARTHQUAKE IN THE LOS ANGELES AREA.", "edition": "Third"}