{"title": "King county officials act out quake crisis", "filename": "1987-10-09_KingCountyOfficialsActOutQuakeCrisis.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53284B785FE48?p=WORLDNEWS", "date": "1987-10-09", "page": "E4", "section": "Northwest", "author": "Marsha King", "text": "The script went like this:         It's 9:30 a.m. An earthquake, 7.1 on the Richter scale, has devastated much of King County. The epicenter is Kent. People are dead. Roads destroyed. Bridges and overpasses have collapsed. Many schools are damaged. Phone communication is down. Emergency radio channels are jammed.         How will elected officials and civil servants in King County respond?         Though the quake scenario was make-believe, the question was real. Is King County ready for the earthquake that experts say is bound to come?         Key players in King County government gave their answers yesterday morning in a three-hour ``tabletop exercise'' sponsored by the county's Office of Emergency Management at its headquarters in the King County Courthouse.         Emergency management, part of the county Police Department, coordinates the county's response to all man-made and natural disasters.         To make the exercise realistic, the exact scenario was a surprise. None of the officials saw the questions in advance. Planned over the last six months, it was particularly timely in light of California's recent quake.         The participants included County Executive Tim Hill and officials from county police, the fire marshal's office, public works, Educational Service District 121, public health and the American Red Cross.         During a real earthquake these same people, probably working from this room, would try to cope with the disaster, coordinating their efforts with cities throughout the county.         A bit of nervous apprehension filled the room. For some it was a first meeting.         ``What do we do?'' a fellow joked. ``Punt,'' responded one guy. ``Don't go out there,'' said another. ``Can we use this opportunity for a coup?'' someone quipped.         The atmosphere turned serious. Decision makers read an early description of the event. Then, they received emergency updates on developing crises. Dozens of follow-up questions tested their readiness to respond.         ``In an area such as Mercer Island, if the roads are cut off, where would you take injured persons?''         Answer: Airlift them out on a priority basis.         ``After the earthquake, will retail sales of gasoline and food be restricted to prevent hoarding, looting or scalping?''         Answer: It would depend on the conditions at the time.         ``How would a concerned family member find out specific information regarding a relative in an affected area?''         Answer: Call the Victim Information Line or the local Red Cross to find out if someone they know is hospitalized.         The exercise forced officials to take a hard look at the cooperation necessary in a real disaster.         ``We're team building here. We're not really testing the plan,'' said Joe Dawson, one of the event's organizers. ``In a real disaster, you'll probably walk over to someone you've seen in this room. The most important thing is to know who to talk to and get that spirit of cooperation going,'' he said.", "edition": "Third"}