{"title": "Major quake jolts chile; 6 known dead", "filename": "1987-08-09_MajorQuakeJoltsChile6KnownDead.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB532700ECD3195?p=WORLDNEWS", "date": "1987-08-09", "page": "A2", "section": "News", "author": "Ap", "text": "ARICA, Chile _ A strong earthquake yesterday rocked northern Chile, killing at least six people, injuring 106 and triggering landslides that blocked the Pan-American Highway.         Frightened residents of Arica, a port city 1,270 miles north of Santiago near the Peruvian border, streamed into the streets as the quake struck shortly before noon. It knocked down parts of buildings and cut electricity and telephone service in much of the area.         The National Earthquake Center in Boulder, Colo., reported the temblor measured 6.6 on the Richter scale. The Pacific Tsunami Warning Center in Honolulu said it registered 6.8 on the Richter scale.         A separate quake in Peru, measuring 5.5 on the Richter scale, was recorded one second before the Chilean quake. Dr. David Huaman of the Geographical Institute of Peru said the Peru quake ``was possibly a precursor'' to Chile's stronger quake.         The Chilean quake was felt over a 200-mile-wide area.         Residents of Arica said the town shook for about two minutes. Walls of dozens of buildings collapsed, including a section of the stately Peruvian Consulate, and store windows were shattered. Residents fearful of aftershocks fled into the streets as dust clouds rose, witnesses said.         Huge chunks of a large rock outcropping, known as the ``morro,'' tumbled onto a seacoast boulevard.         A landslide and rockslides on the Pan-American Highway between Arica and Iquique cut off the narrow country's main north-south road.         In Santiago, Army Gen. Patricio Serre, an Interior Ministry sub-secretary, said the quake was centered in the Andes Mountains east of Arica. President Augusto Pinochet was receiving regular damage reports, and an emergency assistance operation was being launched.         Officials at the Regional Emergency Office said the dead included two people in Arica and four in small communities south of the city. Among the dead was a 1-month-old girl whose home collapsed, and an 11-year-old boy killed in a landslide.         The casualty toll was expected to rise as reports arrived from remote towns and villages, which were isolated because of landslides.         In Iquique, 170 people were left homeless when more than 50 residences were destroyed. Most of the affected buildings were constructed of adobe, a popular building material in the harsh desert region.", "edition": "Sunday"}