{"title": "Earthquake could topple hanford plant - despite risk, doe restarted facility", "filename": "1987-01-11_EarthquakeCouldToppleHanfordPlant-DespiteRiskDoeRestartedFacility.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5322F25FC4247?p=WORLDNEWS", "date": "1987-01-11", "page": "A1", "section": "News", "author": "Eric Nalder", "text": "COPYRIGHT, 1987, Seattle Times Company    THE DOE REPORT    - A DOE report says older portions of the Plutonium Finishing Plant would ``fail catastrophically'' during a major earthquake.    - The report estimates that as many as 350 workers and visitors could be killed by falling debris in the building.    - Quake-proofing the Plutonium Finishing Plant could cost more than $100 million, and replacing the building would cost $400 million, the DOE estimates.         RICHLAND _ Hanford Nuclear Reservation officials believe portions of a 36-year-old plutonium plant would collapse in a major earthquake, killing or injuring hundreds of workers and releasing radioactive plutonium into the environment.         But they decided the risk was too small to justify spending tens of millions of dollars to reinforce the building or replace it.         A similar finding at a commercial nuclear facility would almost certainly lead to an order by the Nuclear Regulatory Commission to shut down.         Despite the plant's vulnerability to an earthquake, the U.S. Department of Energy _ under orders to produce more plutonium for the Reagan administration's nuclear-arms buildup _ made a key decision in July 1985 to restart a plutonium production line that had been shut down for 13 years.         An extensive earthquake analysis was done, but neither the state nor surrounding communities were told about the earthquake risk or included in the decision on whether it was acceptable, David Simonson, director of defense production operations for DOE at Hanford, acknowledged in an interview.         ``The decision as to whether we run those facilities is a DOE decision,'' Simonson said.         The revived production line, called the Remote Mechanical C Line, is in the Plutonium Finishing Plant, which is the oldest portion of the Hanford facility.  According to a 1985 report, which has never been made public, the walls and ceilings of the plant would fail during a major earthquake. The shielded cells that contain the plutonium, which workers manipulate using remote-control equipment or gloves, could crack and release plutonium, the DOE report stated.         Portions of the plant have been modernized, but most parts of the 212,000-square-foot building _ constructed before modern codes for earthquake protection were written _ don't come close to meeting current standards, according to a 1984 report obtained by The Seattle Times.         ``In general,'' the report said, ``the whole structure appears to violate the seismic (earthquake) design rules.''     It said the lack of reinforcement in the building indicates that older portions of the structure would ``fail catastrophically'' during a sizable temblor.         Plutonium is one of the most dangerous radioactive elements known. Its long-term effects on humans are not well understood because only about 500 plutonium workers have been internally contaminated with it. But it is known that microscopic quantities have caused cancer in laboratory animals, and inhaling a speck too small to see is considered very dangerous.         The 1985 analysis concluded that 350 workers and visitors could be killed or seriously injured inside the building if a quake struck during a day shift, all of them from the effects of falling walls and debris, Simonson said.         Simonson said DOE believes, however, that no worker would receive a radiation dose greater than five times the level permitted during a year of employment _ even if pipes, lines and the cells that contain powdered and liquid plutonium rupture in a natural disaster.         According to Simonson, a motorist changing a tire on nearby Highway 240 could inhale plutonium from a radioactive cloud following a collapse of the building. But in the worst case, he said, the dose would be equivalent to some 70 X-rays during his lifetime.         Simonson acknowledged that state officials and interest groups might want to analyze his data to see whether the risk of keeping the plant open is as acceptably low as he feels it is. But, he said, ``I doubt they (the state) have anybody with that capability to review our safety-analysis report.''         The reports are still confidential.         Simonson said DOE believes that only 18 grams of plutonium _ about two-thirds of an ounce _ would escape the plant during an accident. Even in a high wind, only a small portion of that would escape the 570-square-mile Hanford nuclear reservation, he said. Sources say the plant _ also known as Z plant _ has on hand some 100,000 grams of plutonium (220 pounds) at any given time.         Simonson said the storage area of the building where most of the plutonium is is newer and would withstand an earthquake.         DOE rejects the possibility that even in the chaos of an earthquake, an accidental nuclear chain reaction would occur, Simonson said. Such an accident, known as a ``criticality,'' occurred in 1962 when plutonium suspended in a liquid solution was mishandled. The plant was evacuated and was unusable for days.         Criticality accidents occur when too much plutonium is brought together, ensuring that a neutron escaping from one plutonium atom will strike the nucleus of another atom, releasing two more neutrons and so forth in a rapidly accelerating chain reaction. Such accidents release intense radiation and heat.         There have been nearly 60 known violations of criticality prevention rules at the plant in the past two years.         The Plutonium Finishing Plant is one of two plutonium factories that were shut down temporarily on Oct. 8. as a result of a major criticality violation Sept. 29 and public disclosure of audits critical of the plants operated by Rockwell Hanford Operations.         Simonson said DOE will probably restart the finishing plant in April after solving problems cited in the audits. But earthquake work isn't included.         The cost of reinforcing the building so it would meet modern earthquake standards would be more than $100 million, the price for building earthquake-proof shells around the cells where plutonium is handled would be $50 million and the cost of a new structure would be $400 million, Simonson said.         Some modernization has occured in the past that would help in the case of a catastrophe, including the installation of a nonflammable roof and better plutonium-storage equipment.         But, said Simonson: ``The benefits of further upgrades were marginal due to low probability of occurrence (of a quake) plus the low likelihood of a major release of radioactivity.''         The government is considering constructing a new office building to house nonessential laboratory and clerical workers who now work in the aging structure, Simonson said. DOE also is working on evacuation plans after a quake, he said.         Earthquakes aren't as common or severe in Eastern Washington as they are in Western Washington, according to University of Washington research professor Steve Malone. They generally occur in ``swarms'' _ small quakes close together both in time and distance _ and they don't do much damage.         But in 1936 there was a quake in Milton-Freewater, Ore., some 50 miles from Hanford, that a comparison of DOE data and the sketchy historical data on the quake indicate was powerful enough to topple the Plutonium Finishing Plant.         The 1984 DOE report, obtained by The Times, states that older portions of the plant would likely collapse if hit by an ``acceleration'' force of less than one-tenth the force of gravity.         ``It's possible to have an earthquake that generates acceleration forces of one-tenth `g' anywhere in the country, but to say how likely that is over a certain length of time becomes complex very quickly,'' Malone said.         Nuclear power plants built at Hanford are required by the Nuclear Regulatory Commission to be able to withstand earthquake forces of .25 ``g'' _ more than twice the shock that could collapse the finishing plant.  The Nuclear Regulatory Commission has no authority over the energy department or its operations.         The methods used to analyze the danger of a quake to any given structure are complex. Engineers take into account the nature of the building, whether it is strong enough to withstand impact and flexible enough to sway with the quake. They must also consider the hazards inside the building. A plutonium factory, for instance, obviously would be more dangerous to surrounding communities than an office building. The distance to population centers is also considered. The finishing plant is more than 10 miles from the nearest residences.         Simonson said the finishing plant is the one at Hanford most vulnerable to natural disasters.         The N Reactor, which is the starting point in Hanford's production of plutonium, is built to withstand a .25 ``g'' earthquake, said Steve Irish, spokesman for UNC Nuclear, which operates the facility for the government.         The roof and walls of the Plutonium-Uranium Extraction Plant, known as PUREX, would crack during a major quake, but only a small amount of radioactivity would be released, Simonson said. PUREX is the second of the two plutonium plants that are now shut down.         PUREX dissolves N Reactor fuel rods in acid and recovers plutonium nitrate. The plutonium nitrate is converted to solid plutonium metal and powdered plutonium oxide at the finishing plant. It is then shipped by truck to factories in Colorado and South Carolina where nuclear weapons are made.         A document, obtained by The Times, indicates that since 1972, the DOE and its contractors have done more than a dozen studies or reports on the subject of earthquake danger to the  finishing plant.         A 1984 report said that while not enough was known about the radiation doses that would affect workers and the public, ``the safety analysis reports conclude in each case that the facility, or system, can be operated to a level of safety consistent with Rockwell and Department of Energy policies.''         The 1984 report also said there is no ``apparent feasible method'' to upgrade the building to withstand major quakes ``without incurring excessive costs.''         The report noted that the finishing plant may have a limited life. N Reactor is expected to be inoperable by the mid-1990s at the latest. The reactor was shut down early this month for a $50 million overhaul after six consultants questioned its safety.         Oscar Elgert, former director of defense operations at Hanford who retired in 1985, said one of his greatest concerns was always the possibility of a quake smashing the finishing plant, but that others at Hanford were less troubled. He said that because of his concerns he had a noncombustible roof put on the building.         The most recent crisis occurred at the plant in October when audits written by Rockwell auditor Casey Ruud were published revealing major violations in the handling and safeguarding of the plutonium and in design and welding work at the plant.         A subsequent investigation found that Ruud was right in his criticisms of the plant.    THE PLUTONIUM FINISHING PLANT         ``Z  Plant,'' as it used to be known, was completed in 1951, when the United States was developing the hydrogen bomb. The plant is on the 570-square-mile, government-owned Hanford reservation.    VAULTS OF PLUTONIUM         Coffee can-like canisters of plutonium are stored in the newest portion of the plant. They are mounted brackets in concrete vaults. The Energy Department says this late-1970s building is the least vulnerable of the plant's facilities in an earthquake.    `CATASTROPHIC' FAILURE IN QUAKE         The conversion of plutonium nitrate into plutonium metal and powdered plutonium oxide occurs on the Remote Mechanical C Line, in the 35-year-old portion of the plant. The building is structural steel with concrete floors and would ``fall catastrophically'' during as sizable earthquake, according to a Department of Energy report. During such a collapse, DOE estimates 18 grams of plutonium might escape the plant, but that the 350 plant workers would be in more danger from falling debris th an from radiation. DOE rejects the possibility of a nuclear critically accident.    SOURCE: U.S. Department of Energy and Rockwell Hanford.Caption:  MAP ILLUSTRATIONCHUCK TAYLOR / SEATTLE TIMES: (MAPS SHOW LOCATION OF HANFORD AND OF PLUTONIUM FINISHING PLANT ON HANFORD RESERVATION. DRAWINGS OF THE PLANT ITSELF AND PLUTONIUM STORAGE SYSTEM. SEE END OF TEXT FOR BOXES OF INFORMATION USEDWITH ILLUSTRATIONS", "edition": "Sunday"}