{"title": "Tsunami warning is quickly withdrawn - alaska earthquake creates no ripples", "filename": "1987-12-01_TsunamiWarningIsQuicklyWithdrawn-AlaskaEarthquakeCreatesNoRipples.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53297D52A3081?p=WORLDNEWS", "date": "1987-12-01", "page": "B2", "section": "Northwest", "author": "Byron Acohido", "text": "WESTPORT, Grays Harbor County _ Mike and Shannon Harris of nearby Ocosta didn't let a tsunami alert keep them from running their golden retrievers, Max and Brandy, on the beach at Westhaven State Park here yesterday afternoon         ``The last time they said there was one coming the tide came up 2 feet and that was it,'' observed Mike Harris as he threw a piece of driftwood into the surf, with the dogs in hot pursuit.         Harris referred to March 1986, when thousands of coastal residents in Washington and Oregon fled to higher ground after a series of earthquakes in Alaska unleashed potentially disastrous seismic ocean waves. The evacuees returned several hours later after the tsunami warning was canceled.         Mother Nature pulled an encore yesterday. A powerful earthquake measuring at least 7.4 on the Richter scale shook Alaska and Canada's Yukon Territory at 10:23 a.m. Alaska time (11:23 a.m. PST).        The major offshore quake rocked south-central Alaska, prompting thousands of people to flee low-lying coastal areas for the second time in two weeks.        The quake shook the ground for a full minute and was felt more than 300 miles from the epicenter, in Anchorage and the Yukon, but there were no reports of major damage or injuries.        The Alaska Tsunami Warning Center issued a warning of a tsunami, or seismic ocean wave, but canceled it after 90 minutes when a 3.3-foot wave was recorded at Yakutat, the community closest to the epicenter.        ``The wave was just insignificant,'' said Tom Sokolowski, geophysicist in charge of the warning center. People began returning to their homes after the warning was canceled.        The earthquake was centered 100 miles southwest of Yakutat in the Gulf of Alaska, the center said. A quake measuring 6.9 on the scale shook the same area Nov. 16.        While the center reported the preliminary magnitude at 7.4, University of California seismographs measured the quake at 7.7 on the Richter scale.        The greatest damage appeared to be broken water pipes and an hour-long power outage in Yakutat.        Yesterday's quake occurred in the transition zone between the Pacific and North American plates of the Earth's crust, west of the Yakutat block, said Sokolowski.         There was some confusion yesterday when the tsunami watch, a lower level of alert, for the Washington-Oregon coast was inadvertently upgraded by the Coast Guard to a full-fledged warning about 12:30 p.m., said Lt. Scott Gordon, commander of the Coast Guard's Grays Harbor station in Westport.         A warning results in evacuation. Gordon alerted local emergency officials and was preparing to guide Westport's charter fishing fleet out to the open ocean to ride out the wave when he got word that the warning was meant only for Alaska and Canada.         Westport Police Chief William Gibson didn't get too excited when he got word about the warning from Gordon. Gibson put his seven officers on standby, made a few phone calls and obtained accurate information in a few minutes.         ``This is the third tsunami watch we've had in three or four months,'' the police chief said. ``Nothing is really done until we get a warning.''      Information from The Associated Press was used in this report.Caption:  PHOTOBETTY UDESEN / SEATTLE TIMES: A SHELTON COUPLE, PAYING LITTLE HEED TO A TSUNAMI ALERT, ENJOY THE BEACH AT WESTHAVEN STATE PARK IN WESTPORT.", "edition": "Third"}