{"title": "Remains of quake victims offer snapshot of earlier times", "filename": "1987-09-20_RemainsOfQuakeVictimsOfferSnapshotOfEarlierTimes.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5327E3916ACA3?p=WORLDNEWS", "date": "1987-09-20", "page": "A10", "section": "News", "author": "Ap", "text": "WASHINGTON _ An artisan who worked in a shop during the early morning hours is among the latest figures to emerge from the rubble of an ancient earthquake in a snapshot of Mediterranean life 16 centuries ago, archaeologists say        The man, in his early 20s and tall for his time at 5-foot-7, apparently was alone at a mud-brick workbench when the roof caved in on him during a devastating earthquake on the island of Cyprus in A.D. 365.        This well-preserved skeleton and one found in another room of a man badly crushed under roof tiles were discovered in August during excavation of the Roman city of Kourion, said David Soren, the University of Arizona archaeologist who headed the research team.        The latest discovery brings to nine the number of skeletons that have been unearthed in a small area of the site during several seasons of digging.        Because the earthquake apparently struck so suddenly and powerfully shortly after sunrise, scientists suspect no one had time to run or hide. Everyone was trapped in place, providing what Soren calls a valuable ``snapshot'' of everyday life in the late Roman Empire.        ``At this rate, we estimate that at least 500 people must have been killed,'' Soren said. ``In every place where people might have lived, we're finding skeletons.''        Archaeologists think the site probably was a row of live-in shops in an elaborate, split-level structure that may have been a market in the port city on the southwestern coast of Cyprus.        It was in this area last year that researchers unearthed the most haunting remains, three skeletons belonging to what they believe was a young family killed in its bedchamber.        The remains of a man, a woman and a small child, clinging together in the ruins of a house shattered by the quake, add pathos to the excavation. Because of the way the skeletons were grouped, lying together on their right sides in a close embrace, scientists speculate they were a family.        The woman, estimated to be about 19 years old, clutched a small child of about 18 months of age to her chest. Her arms were raised to protect the child's head, which was tucked under her chin.        Shielding the woman with his body, the man stretched his left arm across her to hold the child's back and put his left leg up over hers.        A new museum has been built on the remains of a large room at the site and it houses the family of skeletons.        Along with the remains of the tall man and his contemporary, who was closer to the 5-foot-4 height of the average Roman man of the time, scientists found a bronze pot in an open oven and shattered pieces of painted pottery.             The excavation is being conducted under the direction of the Cyprus Department of Antiquities.Caption:  PHOTONATIONAL GEOGRAPHIC SOCIETY, 1987: SHOWN HERE IS THE SKELETON OF A MAN CLASPING HIS HEAD, APPARENTLY IN AN ATTEMPT TO SHIELD HIMSELF FROM A FALLING WALL DURING AN EARTHQUAKE THAT BURIED THE ROMAN CITY OF KOURION INA.D. 365", "edition": "Weekend"}