{"title": "Bork confirmation - earthquake threat dismissed", "filename": "1987-09-23_BorkConfirmation-EarthquakeThreatDismissed.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5327F255665A7?p=WORLDNEWS", "date": "1987-09-23", "page": "A15", "section": "Editorial", "author": "Unknown", "text": "I am writing as an investigative researcher, who assisted a San Luis Obispo, Calif., citizens' group living in the vicinity of the proposed Diablo Canyon Nuclear Power Plant. Throughout the licensing procedures, citizens' concerns around earthquake safety have been thwarted by the Nuclear Regulatory Commission. In the past, the NRC promised to make this issue germane to the granting of an operating license. Upon NRC refusal the case eventually was heard by the U.S Court of Appeals.          Judge Bork, President Reagan's nominee to the U.S. Supreme Court, was one of the judges who heard this case. In a flippant manner Bork handed down a decision throwing out once again earthquake safety concerns, even though the Diablo Canyon Plant sits within three miles of an active earthquake fault. In Bork's opinion, ``At some point the probability of an earthquake occurring at the same time as a nuclear accident becomes so infinitesimal that it would be absurd to say a hearing about it is required. Thus no one would argue, or so we assume, that the commission had to consider the possibility that a space satellite might fall on the Diablo Canyon Plant.''          These remarks are said in face of the fact that 90 percent of all earthquake activity in the United States occurs in California, according to former NRC Commissioner James Asselstine. The intensity of an earthquake produced by the Hosgri Fault may be debatable, but to simply dismiss the possibility of an earthquake triggering or occurring simultaneously to a nuclear accident flies in the face of proper planning. The premise behind emergency planning is to account for low-probability occurrences, because no matter how safe we try to make nuclear power plants there is always a possibility that some event will occur. Defense in depth is necessary.         In light of Chernobyl, should we say emergency planning is not needed around nuclear power plants? Judge Bork would have us believe so.    _ Glenn Phillips, Seattl", "edition": "Third"}