{"title": "Quake hits s. pacific california asks aid", "filename": "1987-10-06_QuakeHitsSPacificCaliforniaAsksAid.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53283A9C4E314?p=WORLDNEWS", "date": "1987-10-06", "page": "A2", "section": "News", "author": "Aplos Angeles Times", "text": "A major earthquake more powerful than the one last week in Southern California struck the South Pacific, but no damage or casualties were reported.        Meanwhile, California officials asked for federal aid in the wake of the Thursday quake and the aftershocks.        The South Pacific quake was measured at a preliminary magnitude of 7.3 on the Richter scale by the U.S. Geological Survey in Golden, Colo., and struck the Tonga Islands region about 200 miles southwest of Pago Pago, American Samoa at 9:19 p.m. PDT last night.        The Pacific Tsunami Warning Center in Honolulu said it measured the quake at 7.0 on the Richter scale and said a Pacific-wide tsunami was not expected.         If the 7.3 preliminary reading holds up, the ocean-based quake would have generated 30 times more energy at its origin deep in the earth than last Thursday's temblor in the Los Angeles area.        Thursday's quake in the Los Angeles area measured 6.1 on the Richter scale and caused widespread damage.        The Richter scale is a measure of of the energy of an earthquake as recorded on seismographs. Every increase of one number means a tenfold increase in magnitude. Thus a reading of 7.5 reflects an earthquake 10 times stronger than one of 6.5.d victims.        Gov. George Deukmejian asked President Reagan and the Federal Emergency Management Agency yesterday to declare major disaster areas in Los Angeles and Orange counties.        The declaration would clear the way for federal disaster relief for the people forced from 9,164 homes and 1,455 businesses damaged by Thursday's quake and its aftershocks.        At the same time, Deukmejian said he was considering calling lawmakers into special session to vote additional assistance for earthquake victims.        State officials said losses from the earthquake had passed the $125 million mark.        Local disaster officials were still contending with problems caused by continuing aftershocks.     Compiled from Associated Press, Los Angeles Times and United Press International.", "edition": "Second"}