{"title": "Big quake possible, says scientist", "filename": "1987-05-22_BigQuakePossibleSaysScientist.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5325850791531?p=WORLDNEWS", "date": "1987-05-22", "page": "C1", "section": "Northwest", "author": "Hill Williams", "text": "A geologist has found evidence that Washington's outer coast has dropped suddenly as much as 6 feet several times in the distant past _ a strong indication that this area is subject to greater earthquakes than any ever recorded here         Such sudden drops in elevation are difficult to explain except as a result of earthquakes comparable to those that have caused widespread destruction in Japan, Alaska and Chile in the past century.         Scientists have said for several years that earthquakes of magnitude 8 to 9.5 on the Richter scale are possible in the Pacific Northwest because geologic conditions here appear similar to those in areas that have experienced great quakes. But until now there had been no evidence that any of that size had actually occurred here.         With the findings reported today in Science magazine by Brian Atwater, a U.S. Geological Survey scientist at the University of Washington, the threat of a devastating earthquake in the Pacific Northwest apparently changes from a theoretical to a real possibility.         Atwater, investigating banks exposed at low tide in estuaries along the outer coast, found that catastrophic drops in land elevation have occurred at least six times in the past 7,000 years. He is dating the events, which should give some idea of how often they can be expected.         The presumed cause of these great earthquakes is miles beneath Seattle, a geologically young slab of ocean bottom that is thrusting beneath the continent.         If the slab should get stuck in its slow creep into the earth, energy could build up until rock suddenly breaks and the slab jumps forward.         This type of underground rupture has been the cause of the world's biggest earthquakes.         As in Japan, Alaska and Chile, a segment of ocean bottom is diving beneath the Washington-Oregon-British Columbia coast. Its average movement over millions of years has been 3 to 4 centimeters (an inch to an inch and a half) a year. But there is no way of knowing whether it moves steadily and smoothly or in sudden jerks.         In theory, energy accumulating from a plate of ocean bottom getting stuck while being drawn beneath the continent should put the outer coast under compression and cause it to buckle slightly. Records of leveling surveys and tide gauges over many years have shown this is happening.         The outer coast is rising slowly in relation to the Puget Sound area.         Assuming the buckling is caused by a stuck plate of ocean bottom, what would happen to the outer coast if the plate suddenly broke free and jerked downward? Scientists say it could undergo either sudden uplifting or subsiding.         Several geologists, including Atwater, have searched unsuccessfully in the past for evidence of sudden uplifts, such as benches or terraces cut by waves when the land was at sea level.         But Atwater apparently was the first to look for evidence of sudden drops.         In estuaries at Willapa Bay, near Grays Harbor and Neah Bay, Atwater found buried soil layers that had once been covered with vegetation. Most had been marshes that would have been above water except during very high storm tides. But one had been high enough for trees to grow.         Each buried layer had been covered quickly with mud, on top of which another vegetated surface eventually formed before it, too, dropped suddenly.         There is another clue lying directly atop some of the buried layers: a thin covering of sand similar to that left by tsunamis that devastated estuaries in Chile after the world's greatest known earthquake, of magnitude 9.5, in 1960.         Atwater considers the sand strong evidence that tsunamis, great ocean waves caused by strong undersea earth movements, lashed the Washington coast immediately after the coastline dropped.         The apparently sudden subsiding of the outer coast could answer another puzzle. Measurements over the past 50 years have shown that the outer coast is rising 2 to 3 millimeters (around one-tenth of an inch) a year as compared to the Puget Sound basin.         If that rate were consistent, Neah Bay would have risen almost 30 feet, as compared to Whidbey Island, over the past 3,000 years. But studies of 3,000-year-old features at both places show the actual change has been much slower.         Atwater said the apparent puzzle could be explained by sudden drops in the coastline which almost offset the long-term uplift.    ON SHAKY GROUND    Earthquake zone         Molten rock from the Earth's interior pushes up an undersea ridge off the coast. A section of the ocean floor creeps toward and under the continental plate. Geologist believe the following could cause catastrophic earthquakes in the Pacific Northwest:         1. The ocean plate thrusts beneath the continental plate.         2. If the plates lock, strain builds up which may compress and buckle the overlying continental plate.         3. When the locked plates break loose, causing a large earthquake, lessened strain on the continental plate allows it to ``relax'' and dropCaption:  ILLUSTRATION MAPROBERT MASSA / SEATTLE TIMES: ON SHAKY GROUND (ILLUSTRATION / MAP. SEE END OF TEXT FOR LINES USED WITH ILLUSTRATION)", "edition": "Third"}