{"title": "Quake victim sets courageous example", "filename": "1987-04-14_QuakeVictimSetsCourageousExample.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5324BB3B0375B?p=WORLDNEWS", "date": "1987-04-14", "page": "B5", "section": "News", "author": "James Bock", "text": "ARMENIA, El Salvador _ Six months ago this week, Marisol Flores, a 22-year-old Salvadoran working her way through college, spent 75 hours trapped in the ruins of a five-story building collapsed by the earthquake that devastated San Salvador        After a dramatic rescue, Flores' left leg had to be amputated below the knee. Her once-promising future was suddenly clouded. What would become of her business administration studies, her love of sports, her steady boyfriend?        Today, at home in this town 20 miles west of the capital, Flores is up and around again, thanks to the help of French doctors and to her own spirit.        ``The main thing is to keep a positive frame of mind,'' said Flores, sitting in the living room of the Flores family's modest home.        Flores, who is walking with the aid of a provisional prosthesis donated by the French Embassy, considers herself lucky to have an artificial limb at all.        As an amputee, she has joined hundreds of Salvadorans in need of treatment. Most are victims of the guerrillas' growing use of land mines _ the rebels call it ``popular armament'' _ in the 7-year-old war.        The land-mine campaign has made amputees of 2,000 Salvadorans, 35 percent civilians.        The one government workshop that makes prostheses produced only 18 last year. The two private workshops in San Salvador have ``delays of several months'' in delivering prostheses to patients who can afford them, a recent report by the U.S. Agency for International Development says.        AID, in conjunction with Salvadoran civic groups, is planning to dramatically increase prosthesis production and fittings, using the ``Third World limb,'' a prefabricated, adjustable device developed in the United States.        Meanwhile, the war will produce 15 to 20 new civilian amputees a month, the report estimates.        ``One of the greatest obstacles the amputees will face is a poor understanding of rehabilitation in general in Salvadoran society.        Marisol Flores spent 29 days in a public ward of Rosales Hospital, a deteriorated facility that owes more to the 19th century than to the 20th. She overcame the anemia that afflicted her after the ordeal. Then rehabilitation began.        In January, she received her first prosthesis, donated by the French Embassy. The French organization Doctors Without Frontiers, part of the international rescue effort after the earthquake, played a key role in her rescue.        At age 22, she had to learn to walk all over again. When the first provisional prosthesis proved poorly made, it was discarded in favor of another one. She goes three times a week to physical therapy.        About six weeks ago, Flores began to walk without aid.        The rest of Flores' life is also taking shape again. Her boyfriend, Joaquin Pineda, an electrical engineering student from nearby Izalco, comes to visit every day. She thinks they may marry eventually.        She soon hopes to resume her studies. Flores, the eldest of six children, said her ``greatest desire'' was to become the first in her family to obtain a college degree.", "edition": "Third"}