{"title": "Demolition next for quake-ruined armenian city", "filename": "1988-12-16_DemolitionNextForQuake-RuinedArmenianCity.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533241EB33020?p=WORLDNEWS", "date": "1988-12-16", "page": "A2", "section": "News", "author": "Sydney Rubin", "text": "SPITAK, U.S.S.R. - Military vans equipped with loudspeakers rumbled through the muddy streets of Spitak and urged grief-stricken residents to leave so crews could begin demolishing the remnants of the Armenian city        Relief workers in Spitak said yesterday they had given up hope of finding more survivors in the rubble of what used to be the third-largest city in Armenia. An estimated 15,000 of the city's 30,000 residents have died.        The quake killed at least 55,000 people in the region and left 500,000 homeless.        Julia Taft, an American relief official, said today the rescue effort was nearly over. Voices and other signs of life had dropped sharply since Monday, when temperatures fell below freezing, she said.        The official Tass news agency said yesterday only one person had been found alive the past 24 hours.        ``Along with rescue operations . . . stern measures on providing sanitary order in populated areas of regions of the disaster are of primary importance now, '' the newspaper Socialist Industry said today.        The newspaper said of Spitak, ``There is a very acute problem of water supplies in the town. There is a shortage of portable toilets and the removal of debris.''        Nouradian Norig Kritkorianizh, first secretary of Spitak's Communist Party, said crews would begin razing the city Sunday after an evacuation expected to take three days. Rebuilding of the city will begin in early spring, he said.        Trucks distributed milk, bread, sausages, meat and oranges to survivors in the cold, damp city.        Some people set up what was left of their household belongings - upholstered chairs, mattresses and even an occasional brass bed - around bonfires, where it was warmer than inside donated tents.        People pressed against the gates of what was once Spitak's central market, where soldiers distributed coats.        ``Yesterday (Wednesday), Health Minister Yevgenvy Chazov said the search was to continue but that with the lapse of time hopes grow smaller and smaller. They are still looking for people in the ruins,'' Gennady Gerasimov, the chief Foreign Ministry spokesman, said at a Moscow news briefing.        Teams from France and Britain began heading home yesterday.        Willie McMartin, head of the 14-member International Rescue Corps from Britain, said he doubted anybody was still alive. ``If I thought there was someone still alive, I would not be sitting here,'' McMartin told reporters at London's Heathrow Airport.        George Reid, spokesman for the League of Red Cross and Red Crescent Societies, said 25,000 bodies had been counted, based on figures provided to the Red Cross by the Soviet Council of Ministers.        Thousands of corpses remained buried in rubble.        In Yerevan, Armenia's capital, psychologists began treating the scores of children left orphans by the quake.        Many survivors are having nightmares, and the Soviet Children's Fund, a charity, sent 11 child psychologists to Armenia to help.        ``Who has trouble sleeping?'' psychologist Valeria Mukhina asked a group of children, whose parents are dead or missing.        Nearly all at the session raised their hands and yelled, ``I do, I do!'", "edition": "Third"}