{"title": "India-nepal quake toll hits 900 - monsoons hinder efforts to reach isolated villages", "filename": "1988-08-22_India-NepalQuakeTollHits900-MonsoonsHinderEffortsToReachIsolatedVillages.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB532F843ED32E0?p=WORLDNEWS", "date": "1988-08-22", "page": "A1", "section": "News", "author": "Bhola Rana", "text": "BHAKTAPUR, Nepal - The death toll from a powerful earthquake along Nepal's border with India reached at least 900 today. Monsoon rains hampered rescuers trying to reach isolated Himalayan villages feared leveled by the area's worst quake  in more than 50 years        The early morning earthquake yesterday  triggered waves that swamped boats and drowned dozens in neighboring Bangladesh and destroyed thousands of brick, straw and stone homes in Nepal and India, where many residents moved outdoors in fear of aftershocks.         Hospitals were crowded beyond capacity, and the Red Cross of Nepal issued an urgent appeal for blood.        The quake, its epicenter about 100 miles southeast of the Nepalese capital of Katmandu, was measured at 6.7 on the Richter scale by the U.S. Geological Survey, but the Nepalese Department of Mines and Minerals said it registered 5.7.        Niranjan Phapa, minister of state for home affairs, said at a news conference today that at least 450 people are confirmed dead in Nepal. He said he feared the torrential rains would cause many more deaths.        ``The rains will only trigger landslides and wash villages down into rivers and valleys,'' he said.        In neighboring India, survivors, rescue workers and newspapers said at least 450 people died in the northern state of Bihar near the border with Nepal.        Police in Bangladesh said 50 people were feared drowned when waves generated by the quake capsized their boats.        In Katmandu, the British Embassy announced Britain would fly in a six-person medical team with about 700 pounds of medical supplies to assist the Nepalese government. And the U.S. Embassy announced an emergency grant of $25,000 to assist Nepal in its rescue operation.        At least seven people were killed and 17 injured in the ancient town of Bhaktapur, about 8 miles east of Katmandu, where at least 50 homes collapsed in the quake.        ``I fled from my house, but a balcony collapsed on me,'' said Moti Bahadur, 50, a Bhaktapur resident who was hospitalized with head injuries.        The streets of the town were calm several hours after the quake as doctors treated the injured and residents began cleaning up the damage. B.N. Baidya of the Bhaktapur hospital said most victims he had treated were suffering from head and leg injuries.        In Katmandu, the Nepal Red Cross Society issued an urgent appeal for blood donors, saying hundreds of units of blood were needed in the industrial town of Biratnagar alone.        There were no reports of casualties or major damage in Katmandu, although the powerful vibrations roused thousands from their sleep and sent many scurrying for shelter.        Medical teams and government officials rushed aid to the areas in Nepal that were hardest hit by the quake, and troops with bulldozers were sent to help clear rubble and recover bodies.        Prime Minister Marsch Man Singh Shrestha, who returned to Nepal yesterday after attending the funeral of Pakistani President Mohammad Zia ul-Haq in Islamabad, called an emergency Cabinet meeting to deal with the disaster and announced that money and food aid would be given the victims.        He later traveled to Bhaktapur to visit with the victims and survey the damage.        The temblor which struck at 6:09 a.m. local time Sunday  was the strongest earthquake to hit that region of the Himalayas since Jan. 15, 1934, when a quake killed more than 10,000 people, officials said.        Officials said the worst-hit towns in Nepal were Dharana and Dhankuta in the eastern section of the country, where 81 people were reported killed and hundreds of others injured.        The quake left two-foot cracks along a major highway and dried up wells in Lahan in southeastern Nepal, residents reported.        Indian state-run television said 10,000 houses collapsed in northern Bihar state. Hospitals and other official buildings also were damaged.        Fourteen children were killed and at least 100 were injured when the roof of a school collapsed in the town of Quilaghat, the news-agency report said.Caption:  PHOTOAP: SURVIVORS STAND IN FRONT OF A ROW OF COLLAPSED HOUSES AFTER AN EARTHQUAKE IN BHAKTAPUR, NEPAL, YESTERDAY.", "edition": "First"}