{"title": "Idaho quake almost forgotten - it was one of the strongest ever recorded in the u.s.", "filename": "1988-11-06_IdahoQuakeAlmostForgotten-ItWasOneOfTheStrongestEverRecordedInTheUS.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53315074FBCB7?p=WORLDNEWS", "date": "1988-11-06", "page": "D2", "section": "Northwest", "author": "Bob Fick", "text": "CHALLIS, Idaho - The damage has been repaired and the continuing aftershocks are mostly imperceptible, and some say the great temblor that shook central Idaho and killed two children five years ago is being forgotten        The quake struck near the Little River Valley town of Challis on the morning of Oct. 28, 1983. At 7.3 on the Richter scale, it was the nation's most powerful earthquake in nearly 20 years and one of the country's strongest ever recorded.        The quake visibly rolled up the valley, undulating the ground like an ocean wave and making its shock felt as far away as southwestern North Dakota, or more than 600 miles.        The state's tallest mountain, 12,662-foot Borah Peak, was at the epicenter. The quake lifted it a foot, dropped the valley to the west 4 feet and created a 12-mile-long fault line visible today.        Two schoolchildren died in the valley of about 1,400 people. Damage in Challis and Mackay ran into the millions of dollars.        ``I was never worried about earthquakes before,'' said Mike Gallagher, owner of Round Valley Supply in Challis. ``But every time you feel a tremor, your heart stops for a second and you wonder if this is another big one.''         Residents worked quickly to repair the damage, though, and the government built a city hall in Mackay and several schools in the valley.        ``They're a tough bunch,'' said Walt Weymouth, who recently moved from Challis to Northern California. ``They submerged their feelings and simply went on with their lives.''        Janet Franck is one of them. Her 6-year-old son, Travis, was killed by the falling rubble, along with 7-year-old Tara Leaton, as they walked to school in Challis.         ``I'm a person who believes the past is in the past and it should be left there,'' Franck said. ``Bringing it back up just opens a lot of old wounds.''        Aftershocks have dwindled to only a few each week, and only a fraction of them are felt beyond scientists' seismographs.        Scientists like Bob Smith of the University of Utah express worries that information gleaned from the quake has been ignored.        ``We can take what we've learned there now and say what would happen if we had an equivalent earthquake in, say, Salt Lake City,'' which lies on the Wasatch fault.        But, he said: ``The people who are in the position to utilize this kind of data, the land-use planners, the legislative people . . . seem to operate on short-term problems. The lessons learned from Borah Peak don't seem to have made much of an impact.''        Idaho Disaster Services Director Darrell Waller agreed.         ``Had that event happened and affected seriously a major city, it would not have been so quickly forgotten,'' he said.", "edition": "Weekend"}