{"title": "Quake rescue may be near end - woman, 62, found in rubble after 10 days", "filename": "1988-12-18_QuakeRescueMayBeNearEnd-Woman62FoundInRubbleAfter10Days.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53324E8C02279?p=WORLDNEWS", "date": "1988-12-18", "page": "A2", "section": "News", "author": "Andrew Katell", "text": "LENINAKAN, U.S.S.R. - Ten days after Armenia's devastating earthquake, rescue workers freed a 62-year-old woman from a collapsed building yesterday, but officials indicated they will soon halt efforts to rescue others        A national Politburo commission overseeing relief operations in northwestern Armenia said the ``first and most acute stage of rescue operations is drawing to an end,'' the official Tass news agency reported from Yerevan, Armenia's capital. The high-level commission said preparations were beginning to rebuild housing, factories and farms in the zone struck by the Dec. 7 quake.        Prime Minister Nikolai Ryzhkov, who heads the commission, said ``the focus of the relief effort will soon shift to restoration work,'' Tass reported.        However, in a possible split between Moscow and Armenian officials on relief priorities, Armenian Communist Party leader Suren Arutunyan said ``rescuing people is remaining the main task in the stricken areas,'' Tass said.        Meanwhile, leaders of government ministries met in Yerevan to determine how to rebuild the ravaged area, where the homes of an estimated 500,000 people were ruined.        The official casualty toll in the earthquake that rocked northwestern Armenia is an estimated 55,000 dead with thousands injured.        Tass said last night that a total of 23,390 bodies have been recovered. That would mean about an equal number of victims may still lie buried in the ruins.        In the past 24 hours, the woman in Leninakan was the only survivor found by rescue parties combing through debris, Tass said. Altogether, 89 bodies were removed from collapsed apartment houses and other buildings, it said.        Worsening weather will bring wet snow and wind to the quake zone, where tens of thousands are living in tents or in the open air, the Politburo commission said yesterday. Tass said 9,862 people were evacuated from the disaster area Friday and yesterday and more than 24,000 people who lost their homes were living in the region in other shelter.        In Geneva, the International Committee of the Red Cross urged a temporary halt to planning new flights of worldwide relief shipments to the Soviet republic to assess where relief was most needed and avoid waste.        The trapped woman in Leninakan, identified by witnesses only as Lucy, was eased from the rubble after a 20-member rescue team from Czechoslovakia heard her voice from underneath, witnesses said.        It took 2 1/2 hours to free the gray-haired woman from the wreckage of what had been the kitchen of a third-floor apartment.        The bodies of four children, apparently the woman's grandchildren, were also found in the debris.        The woman, who looked alert and gripped the stretcher she was placed on, was rushed to a hospital. Chief Dr. Sergei Uruman marveled that she was still alive after being buried for 10 days, but said she had suffered extensive injuries to a thigh and was in critical condition.        An Armenian official broadcasting on Soviet television Friday said the discovery of a survivor in Spitak spurred officials there to continue looking for survivors for 10 more days. An estimated 15,000 of 25,000 people in that city were killed.         Vardkes Artsruny, Armenian deputy prime minister, said rescue efforts would continue for a few more days in Leninakan.        Ryzhkov has said some of the rescue work is going slowly because relatives are lying in front of bulldozers to prevent them from moving in until their relatives' bodies were recovered.Caption:  PHOTOAP: RESCUE WORKERS REMOVE A 62-YEAR-OLD WOMAN FOUND YESTERDAY IN RUBBLE OF THE ARMENIAN EARTHQUAKE.", "edition": "Sunday"}