{"title": "Tragedy again hits armenia - 85 die as two relief planes crash; official quake toll rises to 60,000", "filename": "1988-12-12_TragedyAgainHitsArmenia-85DieAsTwoReliefPlanesCrashOfficialQuakeTollRisesTo60000.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53322B383546B?p=WORLDNEWS", "date": "1988-12-12", "page": "A1", "section": "News", "author": "Times News Services", "text": "Tragedy struck Soviet Armenia again when two relief planes crashed in 24 hours.         A Yugoslav military relief plane, loaded with aid for victims of last Wednesday's massive earthquake, crashed today while trying to land at the airport in Yerevan, killing all seven aboard, Yugoslavia's official Tanjug news agency said in a report from Moscow. Yerevan is the capital of Armenia.        Yesterday, a Soviet military transport plane carrying soldiers to help rescue earthquake victims crashed as it approached the airport of Leninakan, a city hit hard by the quake, killing 78.        Both crashes followed a warning in the military newspaper, Red Star, that the airspace in the quake zone south of the Caucasus Mountains was overcrowded, with more than 300 flights a day, far more than air traffic controllers are used to.        ``Several planes are circling at any one time, waiting for the signal to land. In these conditions, we need precision and rigid coordination,'' the newspaper said.        Official estimates today put the death toll from the earthquake at up to 60,000, and hopes faded that any more survivors would be found.        Political trouble broke out again as Armenian activists reported clashes with troops over the arrest of several nationalist leaders.        President Mikhail Gorbachev, after touring the disaster area, accused ``provocateurs'' of exploiting the disorder produced by the quake to create instability in the ethnically troubled republic and said, ``They must be stopped.''        The earthquake has aggravated an already severe refugee problem in Armenia, where thousands of ethnic Armenians have fled because of anti-Armenian rioting in the neighboring republic of Azerbaijan.        One Armenian activist, Raphael Popoyan, said three demonstrations were staged yesterday in Yerevan, which was not seriously hit by the quake.        He said all were protesting the arrest of leaders of a committee that has spearheaded a drive to annex Nagorno-Karabakh, a predominantly Armenian enclave in Azerbaijan. In one demonstration, troops and demonstrators began fighting, and several were wounded on both sides, Popoyan said.        In a continuing effort to aid the disaster relief, the White House is keeping a line open to the Soviet Embassy to see what further assistance the United States might provide, White House spokesman Marlin Fitzwater said today.        Fitzwater said there have been so many offers of help that the switchboard at the mission has been jammed. For this reason, he said:        ``We have lines open on a continuing basis to receive their needs and find out what they're looking for. They're trying to define better the need at this point.''        Fitzwater said the United States has spent roughly $825,000 to ferry experts and supplies to the ravaged region in Armenia. He said that one Defense Department C-141 cargo plane had arrived there and that a second was en route.        The spokesman estimated that $2.47 million had been raised through the weekend, through private means, to aid the earthquake victims. An additional $3 million was raised during a Los Angeles telethon yesterday.        Fitzwater also estimated that $22.9 million has been collected through international means for assistance to the earthquake region.         Almost half the population of 30,000 in the Armenian town of Spitak was still underneath the rubble of the earthquake today, and Soviet media said inefficient rescue efforts were costing lives.         As earthquake aid from around the world continued to flow into Armenia, Radio Moscow said Spitak still lacked some of the equipment necessary to rescue people five days after the tremor.         ``It is extremely hard to carry out the rescue work. There are no communications, electricity or heavy cranes. The streets are blocked by vehicles and people,'' the radio said.         Some people were brought out alive yesterday, Radio Moscow said, but added: ``Sadly, there are very few alive, and every day there are fewer.''         Gorbachev promised residents of the disaster zone that the government would begin an investigation of why newly constructed apartment buildings crumbled so easily while older buildings remained standing after the quake.        About 300 Soviet transport planes are flying around the clock to bring emergency supplies to the region, and international flights continue to arrive with urgently needed medical equipment.        Gorbachev wound up a two-day visit to the disaster area yesterday and called the earthquake ``a grave disaster, simply a tragedy.''    --  Compiled from Associated Press, United Press International and Reuters.    Quake donations         Several organizations are seeking donations to help earthquake victims in Soviet Armenia:    --  Seattle-area Armenians have organized a relief effort; information is available from the Armenian Relief Fund, 775-1181, between 9 a.m. and 5 p.m., Monday through Friday. The clothing drive has been temporarily suspended, although cash donations are needed for medical supplies. .         Financial support for the relief effort can be sent to:    --  The Armenian Church of Seattle Earthquake Fund, P.O. Box 1266, Mercer Island 98040.    --  The Armenian General Benevolent Union, 628 Second Ave., New York, N.Y. 10016.    --  The Armenian Missionary Association of America, 140 Forest Ave., Paramus, N.J. 07652.    --  The Seattle-King County Disaster Team, Suite 420, 1155 N. 130th St., Seattle 98133.    --  The Seattle-King County Chapter of the American Red Cross, 1900 25th Ave. S., Seattle 98144, or Red Cross International Disaster Relief, P.O. Box 37243, Washington, D.C. 20013. Mark donations ``For Armenian earthquake relief.'' The Red Cross has also activated a toll-free number, 1-800-453-9000.    --  Seattle Armenian Cultural Association, c/o Serco Tokatlian, 521 Pine St., Seattle 98101.    --  Northwest Medical Teams, P.O. Box 231177, Portland 97223.    --  American Jewish World Service, Armenian Recovery Fund, 729 Boylston St., Boston, Mass. 02116.    --  American Friends Service Committee, Soviet Armenian Earthquake Relief and Reconstruction Fund, 1501 Cherry St., Philadelphia, Pa. 19102", "edition": "Second"}