{"title": "Quake bounces californians - key aqueduct closed; no injuries reported", "filename": "1988-06-11_QuakeBouncesCalifornians-KeyAqueductClosedNoInjuriesReported.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB532E04734D780?p=WORLDNEWS", "date": "1988-06-11", "page": "A2", "section": "News", "author": "Ap", "text": "LOS ANGELES - A rolling earthquake jolted a large area of central and Southern California yesterday, closing a vital aqueduct, catapulting rocks onto a freeway, sloshing swimming pool water and scaring residents        No injury or serious damage was immediately reported, but authorities shut down the 440-mile California Aqueduct after the quake knocked out electrical power to at least two pumping stations.        An adequate supply of water remained in reservoirs supplying the region, officials said, noting they expected the aqueduct to be reopened today.        The quake's preliminary magnitude was estimated at 5.2, ``moderate'' on the Richter scale, said Robert Finn, spokesman for the California Institute of Technology seismology laboratory in Pasadena.        He said it occurred at 4:06 p.m. and was centered about 70 miles northwest of downtown Los Angeles.        The quake was along the 200-mile Garlock fault, the state's second-longest after the San Andreas, said Lucile Jones of the U.S. Geological Survey.        She said the quake was the largest this century on the Garlock.        The epicenter was on the Grapevine section of Interstate 5 where it climbs out of the San Joaquin Valley and into the Tehachapi Mountains, said Amy Branch of Caltech.        The quake catapulted rocks onto the northbound lanes of Interstate 5 near the Grapevine, but traffic continued to flow while crews cleaned up the rocks, the California Highway Patrol reported.        ``It not only stopped my clock, but I'm looking out into the back yard, and the water in my pool is slopping over the edges,'' said John Quinlan of radio station KTIP in Porterville, about 150 miles north of Los Angeles.        ``I was sound asleep on the couch. . . . It was like being on a boat - a rolling, wavy motion,'' he said.          The quake also was felt in Santa Barbara, about 100 miles northwest of Los Angeles, and Barstow, 90 miles northeast of Los Angeles.         The Richter scale measures ground motion. Every increase of one number means a tenfold increase in magnitude. Thus a reading of 7.5 reflects an earthquake 10 times stronger than one of 6.5.", "edition": "Second"}