{"title": "Sinking feeling - quake today? some fear nostradamus' prediction", "filename": "1988-05-10_SinkingFeeling-QuakeTodaySomeFearNostradamusPrediction.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB532D4BAF2F4B3?p=WORLDNEWS", "date": "1988-05-10", "page": "A1", "section": "News", "author": "Knight-Ridder Newspapersreuters", "text": "LOS ANGELES - It's supposed to be this week. Maybe even today.        At least according to some interpretations of a 16th century astrologer's supposed prediction that a giant earthquake will send Los Angeles tumbling into the ocean.        And thousands of panicky Angelenos have been calling crisis hot lines, stockpiling disaster supplies and even fleeing because of that prediction.        ``It's no wonder why the world thinks nothing but a bunch of kooks live in Southern California,'' said Los Angeles psychologist Robert Butterworth, who is worried more about people's shattered nerves than shocks from a predicted earthquake.         And those nerves became even more frayed this morning with the news of an earthquake near Salinas, south of San Francisco. There were no immediate reports of damage by the quake, which had an estimated magnitude of 3.0 on the Richter scale, but the scare continues.        Thousands of ordinary - and usually sane - people are putting stock in a vague interpretation of the writings of a French fortune teller, Nostradamus, who allegedly foresaw the destruction of ``a new city.''        A 1981 movie, ``The Man Who Saw Tomorrow,'' narrated by the late Orson Welles, claimed that Nostradamus' prediction would come true this week, and some astrologers are expecting a mighty earthquake here by today or tomorrow.        Even as state officials and earthquake experts debunk the predictions as ``fiction and nonsense,'' some people have prepared for disaster.        One man reportedly has constructed a protective plastic bubble over his bed. A few people have told authorities they refuse to leave their homes. A handful of shopkeepers are said to have boarded up their stores and left town.        Gossip columnists whisper that several prominent Hollywood stars have taken sudden vacations in faraway lands for the month. Schoolchildren are jittery. The rich folk are planning how to protect their valuables.        Disaster supply shops are swamped with customers.        ``We're smiling because business has never been better,'' said Roberta Goldfeder, co-founder of Extend-A-Life, a Pasadena firm that calls itself ``the largest purveyor of disaster supplies in America.''        ``For a week now, the phone has been ringing off the hook with people who are almost hysterical,'' said Goldfeder, whose firm sells survival kits which  include purified water, 1,200-calorie cookie bars, first-aid supplies, thermal blankets and hand crank-powered radios.        Others are buying Yuppie Earthquake Survival Kits - caviar, vodka, a bottle of mineral water, a first aid kit, cigarettes, crackers and headache tablets - for $80.        Some of those staying behind are having trouble coping. By midday yesterday, crisis line phones at Charter Hospital in Long Beach had handled more than 200 calls since midnight.        ``Some people are really panicking,'' said Shawn Johnson, a counselor manning one of the lines. ``Others are just having trouble sleeping.''        Nostradamus followers say he predicted a ``very mighty trembling'' would occur this month in a new city when the planets would be in a certain alignment.        So far as the telephone callers to the Griffith Observatory are concerned, the city is Los Angeles, the time is now and the trembling - in an quake-prone state lying on the famous San Andreas geological fault - has got to be an earthquake.        John Mosley, director of programs at Griffith, says there is no scientific basis for the prediction and the planets are not aligned at this time as Nostradamus had expected anyway.        Adds Robert Finn, a spokesman for the California Institute of Technology, which measures earthquakes: ``It is totally bogus from beginning to end.'", "edition": "Third"}