{"title": "Strong quake knocks children off their feet", "filename": "1988-06-13_StrongQuakeKnocksChildrenOffTheirFeet.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB532E12BD4A224?p=WORLDNEWS", "date": "1988-06-13", "page": "A2", "section": "News", "author": "Ap", "text": "SAN JOSE, Calif. - A strong earthquake that cracked ceilings, emptied supermarket shelves and knocked children off their feet was one of the strongest temblors to hit the quake-prone region in years, authorities said        The quake, felt over a 350-mile area from Santa Rosa to Bakersfield, was the sharpest of at least three measurable temblors in California yesterday. There were no reports of serious injuries or damage.        ``We got rocked and rolled pretty good,'' said police dispatcher Chris Mraz in Milpitas, 10 miles west of the quake's center.        The quake registered 5.3 on the Richter scale of ground motion, according to the U.S. Geological Survey in Menlo Park. The University of California Seismographic Station in Berkeley recorded it at 5.1 on the Richter scale.        Ceilings cracked, a water pipe burst and burglar alarms sounded in the area closest to the epicenter.        The quake hit at 6:45 p.m. and was centered on the Calaveras Fault about 10 miles northeast of San Jose, near unincorporated Alum Rock.        Both seismographic centers recorded several small aftershocks last night, and Anthony Lomax, a spokesman for the Berkeley center, warned that another temblor of up to magnitude 4 was likely.        Experts expressed concern because the 5-mile-long epicenter was just north of the center of a destructive quake that hit Morgan Hill in 1984, registering 6.2 on the Richter scale, the region's strongest temblor in years.        The shallow epicenter of yesterday's quake increased its impact on the area, experts said.        Two children in Fremont, 10 miles north of the epicenter, said they were knocked to the floor and suffered mild bruises.        ``It still hurts when I walk,'' said 5-year-old Tommy Harang, whose 12-year-old sister, Chrissy, also fell.        Earlier yesterday, an earthquake registering 3.3 on the Richter scale jolted Napa and Solano counties in north-central California, and a quake measuring 3.4 hit Southern California around Ontario.        The Richter scale measures ground motion as recorded on seismographs. Each increase of one number means a tenfold increase in the shaking.Caption:  PHOTOAP: AN EMPLOYEE PUTS CEREAL BOXES BACK ON THE SHELVES OF A SUPERMARKET IN SAN JOSE, CALIF., AFTER YESTERDAY'S EARTHQUAKE.", "edition": "Third"}