{"title": "Earthquake survivors freezing to death - critical supplies delayed for homeless in armenia", "filename": "1988-12-13_EarthquakeSurvivorsFreezingToDeath-CriticalSuppliesDelayedForHomelessInArmenia.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533231230D0A2?p=WORLDNEWS", "date": "1988-12-13", "page": "A1", "section": "News", "author": "Unknown", "text": "YEREVAN, U.S.S.R. - Survivors of the Armenian earthquake are freezing to death at night because only a fraction of the thousands of tents sent to the disaster area reach the homeless, a Soviet newspaper reported today        As many as 60,000 people were killed and 500,000 left homeless as a result of Wednesday's quake, according to official estimates.        ``Now survivors are dying from cold,'' the Communist youth newspaper said.         Soviet President Mikhail Gorbachev, saying every hour was precious, urged rescuers to keep searching for trapped survivors.         Gorbachev, in a meeting with Armenian Communist Party officials, recalled that survivors were found buried in debris 13 days after the Mexican earthquake of 1985. ``Now it is necessary to step up all efforts directed at saving people. Every hour is precious,'' he said.        In a related development, the government announced it is closing a nuclear power plant in Armenia to ease concerns that the quake may have damaged the reactors. The government said, however, that the plant poses no danger.         The Soviet news agency Tass reported last night that 64 people had been pulled from the debris yesterday.        But because of the weather, hopes dimmed for those who remained trapped.        Premier Nikolai Ryzhkov blamed shoddy construction for the high death toll and acknowledged that rescue efforts had been plagued as well by disorganization.        Pravda, the Communist Party daily, demanded    prosecution of the ``scrap-builders'' who put up apartments that crumbled into ``concrete and metal graves.''        Shelter and salvage equipment were in short supply and the rescue effort was being carried out mostly by friends and relatives using little more than their bare hands and small tools.        Only two roads and one rail line were open to the quake-stricken, mountainous region, hindering the delivery of heavy rescue equipment like cranes and bulldozers. Many supplies were arriving by helicopter and parachute.        In hard-hit Leninakan, a city of 250,000, remaining residents are beginning to suffer from a lack of drinking water, transportation and facilities for garbage and sewage, said the newspaper Sovietskaya Rossiya.        It said it was understandable that officials responsible for such services were in a state of shock, ``as practically everyone lost families,'' but said the lack of action could not continue.        In some towns, no one was organizing relief efforts because all the officials had been killed by the quake, Soviet television reported.        The influx of aid from around the world overwhelmed the area.        Foreign aircraft bringing in blood, medical supplies, food, clothing and rescue equipment wait hours to be unloaded at the airport in Yerevan, the capital of Soviet Armenia.        Two relief planes have crashed, killing 85 people, and minor collisions have been reported among the throng of aircraft that stacked up over the weekend.        ``It's been unavoidably chaotic, with so many aircraft arriving at once,'' said Colin Wheeler, an engineer with Air Europe, which flew 20 tons of medical equipment and food into Yerevan yesterday.        Air traffic controllers spoke politely in broken English to foreign air crews, then broke into heated shouting with fellow Armenians, all taxed to the breaking point by overwork and personal tragedy.        ``Our nation is so undeveloped we can't even receive help properly,'' said one air traffic controller on the verge of tears at the airport in Yerevan.        The earthquake leveled hundreds of recently constructed apartment buildings in the cities of Leninakan, Spitak and Kirovakan and destroyed 28 villages.        ``We believe gross violations were permitted'' in planning and building the apartment buildings that collapsed, Ryzhkov said yesterday. ``If the homes had been of good quality construction, something like this would not have happened.''        In a frank exchange with reporters, he also said rescue efforts lacked organization. But he praised the enthusiasm of the thousands of rescue and medical workers and the 18,000 soldiers deployed to keep order.        Ryzhkov said the ruined cities would be rebuilt within two years. But this time, no buildings will be taller than three or four stories. The estimated cost of rebuilding will probably be at least $8 billion, he said.        The majority of the structures that collapsed were five- to nine-story apartment complexes, similar to those in many parts of the Soviet Union.        Ryzhkov, who heads a commission of the ruling Politburo overseeing rescue efforts, said a panel was formed to review the construction.        ``It is time to answer the question, how many criminal cases were filed against the scrap-builders and what was the outcome?'' Pravda said in a scathing article.        ``Geophysicists more than once warned builders of the high seismic activity in northwest Armenia, but stubbornly they continued to raise five- to nine-story buildings,'' the paper said.        According to Leonid Bibin, deputy chief of Soviet construction, every building more than five stories high collapsed.        Photographs show entire sections of high-rise residential buildings sheared off, with no evidence of steel reinforcing bars at stress points as required in Western countries.        Concrete-slab apartment buildings were hastily built throughout the Soviet Union in the past 20 years to ease a chronic housing shortage.    --  Compiled from Associated Press, Reuters and United Press InternationalCaption:  PHOTOAP / TASS: WORKERS COVER THE COFFIN OF AN EARTHQUAKE VICTIM AS RESCUE OPERATIONS CONTINUE IN LENINAKAN.", "edition": "Second"}