{"title": "U.s. hid 117 n-tests, says study - scientists get figures from seismic analysis", "filename": "1988-01-17_USHid117N-TestsSaysStudy-ScientistsGetFiguresFromSeismicAnalysis.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB532AEA84F18D0?p=WORLDNEWS", "date": "1988-01-17", "page": "A2", "section": "News", "author": "William J. Broad", "text": "NEW YORK _ The United States has concealed at least 117 nuclear explosions at its underground test site in the Nevada desert over the past 25 years, a group of private scientists reported yesterday.        The secret explosions were all very small, their force usually less than a kiloton, or 1,000 tons of TNT. The tests nonetheless made up 20 percent of all U.S. nuclear explosions in that period.        The atomic bomb that destroyed Hiroshima in 1945 had an explosive force of about 15 kilotons.        The new figures, a result of the analysis of seismic data about earth tremors that has been publicly available for years, are the most revealing look yet into the hidden dimensions of the nation's program to test nuclear weapons.        Although the government has long reserved the right to hide the existence of nuclear tests, until now there were no firm estimates of how many U.S. explosions had been kept secret since East and West agreed 25 years ago to ban nuclear testing everywhere except underground.        Government spokesmen would neither confirm nor deny the accuracy of the new report.        The disclosure of the large number of small, secret explosions is likely to have a major impact on the often heated debate in Congress and among scientists over whether and how such underground nuclear tests should be limited.        The existence of the 117 secret tests was disclosed in a 61-page report by the Natural Resources Defense Council, a private group based in New York that favors a ban on nuclear testing. The organization is widely recognized as having extensive expertise in seismic studies, and it recently participated with Soviet scientists in monitoring U.S. and Soviet nuclear test sites.        ``The findings could potentially shift moderates in Congress to accept a test ban since it suggests that even the smallest tests could be detected,'' said Rep. Edward Markey, D-Mass, who supports limits on testing and is a member of the House committee that oversees the nuclear testing program.        The Reagan administration has long contended that it would be impossible to verify for treaty purposes whether small tests were taking place.        On several occasions, Congress has tried and failed to win enough votes to ban all U.S. nuclear tests greater than a kiloton.        The Department of Energy, which runs the nation's nuclear-weapons program, has disclosed a total of 469 underground tests from 1963 to the present, including 18 conducted jointly with Britain.        The Soviet Union over the years has had a mixed policy on disclosing its nuclear tests. For a time, it tested in nearly complete secrecy, although recently it has become more open. Based on distant seismic measurements outside the Soviet Union, the Soviets are thought to have conducted fewer tests than the United States since 1963. However, the seismic devices might not have picked up the smallest tests.        One fact confirmed by the emerging picture of secret nuclear testing is that the government at one time _ in the late 1970s in the Carter administration _ announced all explosions. But by 1983, the Reagan administration had reverted to the earlier practice of keeping the existence of some tests secret.        That policy of secrecy has drawn fire from critics who say it misleads the American public about the scope of the weapon program but hides nothing from the Soviet Union, which can use spy satellites and seismic data to discover undisclosed tests.        But Chris West, an Energy Department spokesman at the Nevada test site, said even very detailed Soviet observations might still leave room for Russian doubts.        ``For security reasons,'' he said, ``we don't want to make it easy.'", "edition": "Sunday"}