{"title": "Rescue workers reach remote china quake site", "filename": "1988-11-08_RescueWorkersReachRemoteChinaQuakeSite.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53315F70B8477?p=WORLDNEWS", "date": "1988-11-08", "page": "A1", "section": "News", "author": "Ap", "text": "BEIJING - Military rescue teams and doctors today reached with food and medicine a remote mountainous southern region devastated by an earthquake that the government said killed more than 900 people.        The quake, which registered 7.6 on the Richter scale, was China's deadliest in 12 years. It struck Sunday in a thick jungle area of Yunnan province, near the Burmese border.        The national television news tonight broadcast the first pictures from the scene, showing an aerial view of row upon row of collapsed houses in one village and victims being pulled from the wreckage.        Most of the region's mud and wood homes are built on stilts because of its heavy rains and would have little chance of standing after a major quake.        The television report, which said the quake affected a 16,000-mile, 14-county area, also showed army trucks loaded with troops moving into the area to help rescue work.        The Ministry of Civil Affairs said 938 people died in the quake, said Roy Morey, a representative of the U.N. Development Program.        The quake was centered in Yunnan's heavily forested Lancang and Menglian counties, about 240 miles southwest of the provincial capital of Kunming. The State Seismology Bureau said 40 aftershocks had hit the stricken sub-tropical area, the strongest measuring 7.2.        Nearly all the houses in Lancang county, population 400,000, were destroyed, Morey quoted the Civil Affairs Ministry as saying.        Most homes in Menglian county were also destroyed, said a reporter with the official Xinhua news agency in Kunming.        Many of the casualties are believed to be from the Lahu minority, a Tibetan-Burmese hill people who are mainly subsistence farmers and hunters. They have their own language and are Buddhists.        Yunnan, with a land area nearly as large as California, has a population of more than 34 million. Lahus in the province number about 300,000.        The death toll in Sunday's quake is China's highest since July 28, 1976, when 242,000 people were killed in the northeast China city of Tangshan in the nation's worst natural disaster in modern times. That quake measured 8.2 on the Richter scale.        The Richter scale is a gauge of energy released by an earthquake. A reading of 7.0 is 10 times as powerful as a 6.0, which is also capable of inflicting heavy damage.Caption:  EPICENTER OF QUAKE", "edition": "Third"}