{"title": "Quake risk in california's bay area greater than once thought", "filename": "1988-08-21_QuakeRiskInCaliforniaSBayAreaGreaterThanOnceThought.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB532F79290EC88?p=WORLDNEWS", "date": "1988-08-21", "page": "A13", "section": "News", "author": "Ap", "text": "MENLO PARK, Calif. - The odds of a catastrophic earthquake that could kill thousands of people in Southern California are higher than once believed, and the San Francisco Bay Area faces a similar threat, a federal report says         Recent concern about the so-called ``big one'' on the San Andreas Fault has centered on the greater Los Angeles-San Bernardino area because so much strain on the fault's north end was released by San Francisco's great quake of 1906, which measured an estimated 8.3 on the Richter scale.         However, a recent report by the U.S. Geological Survey and a working group of its National Earthquake Prediction Evaluation Council said the San Francisco Bay Area is nearly as likely to suffer a major quake.         ``Unless we aggressively pursue earthquake reduction measures, there is the potential for many people to die, perhaps more people than ever died in a single day from any (natural) disaster in the United States,'' said Richard Andrews, deputy director of California's Office of Emergency Services.         The new Geological Survey report says there is a 50 percent chance in 30 years and a 20 percent chance within the next decade that a major quake measuring 7.0 on the Richter scale will rupture the northern San Andreas or Hayward faults, which border the west and east sides of San Francisco Bay.         In Southern California, the report said, there is a 60 percent probability within 30 years and a 20 percent chance within 10 years that a great earthquake measuring 8.0 or a major quake registering 7.5 will rupture two or three segments of the San Andreas Fault.         Many scientists said previously that Southern California faces only a 50 percent chance of a great earthquake in the next 30 to 50 years.         A 1980 Federal Emergency Management Agency report said a repeat of the 1906 quake could kill 3,000 to 11,000 people, hospitalize 12,000 to 44,000, and cause $38 billion in damage.         The Geological Survey report also listed chances of 50 percent in 30 years for quakes measuring 6.5 on the Imperial Fault and 6.5 to 7.0 on the San Jacinto Fault, which runs near the burgeoning San Bernardino-Riverside area.", "edition": "Sunday"}