{"title": "Like blaming earthquake on almanac", "filename": "1988-12-20_LikeBlamingEarthquakeOnAlmanac.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533256604D9D9?p=WORLDNEWS", "date": "1988-12-20", "page": "A8", "section": "Editorial", "author": "Ray Jenkins", "text": "PRESIDENT Reagan's proclivity for redefining reality to suit his purposes is legendary, but he really carried a good joke too far last week when he blamed the news media for creating the immense debt he has accumulated during his eight years in the White House        Such a bizarre assertion is as ludicrous as blaming the Armenian earthquake on the Farmer's Almanac, but that old Reagan magic still brought the faithful to their feet when he made it.        In his speech at the University of Virginia, Reagan referred to ``the iron triangle,'' which he depicted as a tax-and-spend conspiracy among avaricious special-interest groups, their cynical congressional allies, and a propagandistic news media.         If plagiarism were a felony, Reagan would be arrested for making that speech. The ``iron triangle'' that he purports to have discovered has been a fixture in the Washington lexicon for many years. Reagan simply stood the metaphor on its head.         In its correct definition, the third tangent line in the ``iron triangle'' is not the news media but the federal bureaucracy, whose power and survival lie in the money sought by the special-interest groups and appropriated by Congress. So in redefining the triangle, Reagan simply absolved himself, as head of the federal bureaucracy, of any responsibility for the deficits and shifted the blame to the news media.        But as he himself recently observed, facts are stubborn things, and it is an irrefutable fact that if Congress had passed every budget Reagan submitted without moving so much as a single decimal point, the deficit would still be as large as it is today, and probably larger.         And the reason is equally irrefutable: When you cut taxes and increase defense spending with reckless abandon, the only way you can make up the difference is to borrow the money. It is no coincidence that the total additional federal debt accumulated under Reagan's presidency is roughly the same as the amount he has spent on defense - $2 trillion.         As a matter of fact, the Pentagon is the most egregious example of ``the iron triangle.'' The special-interest groups are not ``welfare queens'' but the defense contractors, who stand to gain immense profits.         Their congressional allies are not profligate liberals but ideological Republicans or conservative Democrats seeking big payrolls for their districts.         And the line that completes the triangle is not the news media but the omnivorous bureaucracy in the Pentagon.        It was this ``iron triangle'' - not the illusory one created by Reagan last week - of which Dwight Eisenhower spoke in his memorable farewell address of 28 years ago. As an antidote to Reagan's palpable nonsense, it is high time to recall Eisenhower's words:         ``In the councils of government, we must guard against the acquisition of unwarranted influence, whether sought or unsought, by the military-industrial complex. The potential for the disastrous rise of misplaced power exists and will persist.        ``We must never let the weight of this combination endanger our liberties or democratic processes. We should take nothing for granted. Only an alert and knowledgeable citizenry can compel the proper meshing of the huge industrial and military machinery of defense with our peaceful methods and goals.        ``Akin to, and largely responsible for, the sweeping changes in our industrial-military posture, has been the technological revolution during recent decades. In this revolution, research has become central; it also becomes more formalized, complex and costly. A steadily increasing share is conducted for, by, or at the direction of the federal government.''        In light of what has taken place during the past eight years, Eisenhower seems almost prescient in his anticipation of the Reagan military program - ``Star Wars'' and all.        Eisenhower left office with sagging popularity, but today he enjoys a growing reputation for greatness. Reagan leaves office immensely popular - but with a growing belief among historians that his reputation will quickly diminish.    Ray Jenkins is editorial-page editor of The Baltimore Evening Sun.    (Copyright, 1988, Baltimore Evening Sun;    distributed by Los Angeles Times/Washington Post News ServiceCaption:  CARTOONDANZIGER / CHRISTIAN SCIENCE MONITOR: THE I, RON TRIANGLE - I, RON, HAD NOTHING TO DO WITH THE DEFICIT.", "edition": "Third"}