{"title": "Quake shakes east - office towers sway in canada and u.s.", "filename": "1988-11-26_QuakeShakesEast-OfficeTowersSwayInCanadaAndUS.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5331CF9FE9690?p=WORLDNEWS", "date": "1988-11-26", "page": "A1", "section": "News", "author": "Upi", "text": "A strong earthquake shook much of eastern Canada and the northeastern United States from Michigan to Maine yesterday, swaying office towers in New York City and Toronto and knocking out electricity and telephone service in much of the province of Quebec        The Canadian government said the earthquake, measuring between 6.2 and 6.4 on the Richter scale and centered north of Quebec City, was the most powerful temblor to strike the region since 1935.        There were no immediate reports of serious injuries from the quake, which was felt as far north as North Bay, Ontario, and as far south as Washington, D.C.        Among the worst structural damage reported in the immediate aftermath of the earthquake, according to the Canadian Broadcasting Corp., was a railway bridge knocked out in Montreal.        The Canadian Television Network said two natural-gas lines caught fire in Chicoutimi, Quebec, near the quake's epicenter, but the flames were brought under control and no injuries were reported.        The tremor, which struck at 6:46 p.m. EST, was centered in the Laurentide Provincial Park area, about 90 miles north of Quebec City, said Mary Cajka, of the Geophysics Division of the Geological Survey of Canada in Ottawa.        In Canada, the quake was felt as far west as Sarnia, Ontario, across Lake Huron from Michigan, Cajka said. It was reported felt as far east as the Annapolis Valley in the province of Nova Scotia.        Canadian television showed a number of people who suffered minor injuries when shoppers panicked in a Quebec City shopping center because the lights went out.        Cajka said high-rise buildings swayed in Toronto.        Police in the United States said the quake was reported felt widely in the Northeast from Michigan to Maine and as far south as Washington, D.C.        ``I felt the vibration of the building for about three seconds,'' said Curtis Sykes, who works on the 24th floor of an office tower in lower Manhattan.        Earthquake scientists in Canada and the United States said the quake struck the same area where a smaller ``foreshock,'' recorded at a magnitude of at least 4.5, was felt Wednesday.        The quake surprised northeastern U.S. residents, who have had little experience with such tremors.", "edition": "Second"}