{"title": "Signs of hope, despair - thousands died, but ethnic hatred survived quake", "filename": "1988-12-14_SignsOfHopeDespair-ThousandsDiedButEthnicHatredSurvivedQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5332372184050?p=WORLDNEWS", "date": "1988-12-14", "page": "A1", "section": "News", "author": "Carol J. Williams", "text": "Carol J. Williams, based in Bonn, flew into Spitak on a West German relief plane. The former Associated Press Moscow correspondent also worked at the AP bureau in Seattle.         SPITAK, U.S.S.R. - Exhausted and grief-stricken, Armenians who have come to help their brothers in this devastated city are stirred to passion when talk of their suffering touches on the conflict with Azerbaijan.        Despite the earthquake that has killed at least 55,000 Armenians, the simmering ethnic conflict between the neighboring republics appears unabated.        Spitak, virtually destroyed by the Dec. 7 quake, was one of the cities of refuge for Armenians who fled homes in Azerbaijan after the long-suppressed dispute between Christian Armenians and Moslem Azerbaijanis burst into violent confrontation in February.        Destruction of the refugees' homes by the earthquake has fueled the hatred of some Armenians in this mountainous, backward region, as well as the yearlong campaign for annexation of the Armenian enclave of Nagorno-Karabakh, which is governed by Azerbaijan.        Spitak has no means of communicating with the outside world, yet rumors of Azerbaijani callousness since the disaster have spread among the dispirited rescue workers and volunteers.        ``The Azerbaijanis living in Armenia have been feasting and celebrating for two days,'' said Edik Boganyan, driving his shovel deeper into the powdery rubble of former housing with an impassioned kick. ``They are rejoicing in our suffering.''        The Armenian-Azerbaijani conflict boiled to the surface of conversation among a dozen Armenian villagers who spoke with a reporter as they picked away at the piles of concrete and twisted metal that is all that is left of Spitak.         Other Armenians working within earshot put down their tools and raced to add their own denunciations.        ``We have received aid from every corner of the world, but not from Azerbaijan,'' said Varchik Azaryan, an Armenian survivor. ``The Georgians have been wonderful, they've done everything possible to help us. But not the Azerbaijanis. They are jubilant.''        Armenians in the capital of Yerevan contended Azerbaijanis had sent leaflets ``congratulating'' Armenia on the occasion of its worst natural disaster ever.        The Armenian claims about the Azerbaijanis could not be confirmed. But the stories were spreading and infuriating the earthquake-stricken populace.        Yerevan activists over the weekend staged demonstrations pressing for reunification with Nagorno-Karabakh, resulting in five arrests and denunciations from top Kremlin officials, including President Mikhail Gorbachev.        ``This is a present from Gorbachev on our day of mourning!'' activist Rafael Popoyan said of the denunciations, reflecting a growing anti-Kremlin sentiment among Armenians.        Mayor Arzumanyan fled to Spitak from the Azerbaijani port of Sumgait in March after extremists rampaged Feb. 28, killing 26 Armenians in the industrial city.        ``I brought my family here after the riots because we couldn't live there anymore,'' Arzumanyan said, standing amid the ruined apartment he moved into only a month ago.        ``The Armenians are the friendliest and most peace-loving people in the world, and better relations with the Azerbaijanis is not up to us, it's up to them!'' he said. ``I don't expect much to change because of this tragedy.''        The battle for Nagorno-Karabakh is not seen by Armenians as a nationalist action or a divergence from the tenuous unity that holds the 15 republics and 100 peoples of the Soviet Union together. Rather, they view reunification as an imperative for ethnic and social justice.        Nagorno-Karabakh was part of Armenia until 1923, when the Kremlin gave it to Azerbaijan after Ajerbaijan became a republic within the Soviet Union.        Armenians have complained since Josef Stalin's death in 1953 that Azerbaijan discriminates against the Armenian majority by closing churches, Armenian-language schools and cultural centers.        The issue has intensified as the influx of Azerbaijanis to Nagorno-Karabakh has reduced the Armenian majority from 95 percent to less than 75 percent.        Growing fears that the region would be lost to the Armenian motherland forever and new opportunities for public activism opened by glasnost unleashed long-stifled hostilities this year in a broad campaign to reclaim Nagorno-Karabakh.        Armenians place their tragedies on equal rungs. When speaking of recovering from the earthquake, they often mention the 1915 Turkish massacre of 1.5 million Armenians and the loss of Nagorno-Karabakh 65 years ago as examples of their tragic history.        Some Armenians, like Lev Akopian, take a pragmatic view of the conflict and call for unity for the sake of survival.        ``What is this lunacy of killing each other? Don't we have enough problems?'' asked Akopian, who makes his home in the Georgian capital of Tbilisi.        But the less-educated and more strident Armenians in the underdeveloped regions of the republic see continued conflict.        ``They were forced out of Azerbaijan! They didn't leave of their own free will!'' Artur Tovmasyan said about refugees from Azerbaijan. Gesturing to piles of rubble where apartments once stood, he said: ``Look what has happened to them! We will never get along with the Azerbaijanis!'Caption:  PHOTOAP / TASS: INHABITANTS OF LENINAKAN CROWD AROUND THE PRINTED LISTS OF THE LIVING AND THE DEAD.", "edition": "Third"}