{"title": "Aftershock: surviving children must deal with fears of quake", "filename": "1988-12-25_AftershockSurvivingChildrenMustDealWithFearsOfQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53326E880F45A?p=WORLDNEWS", "date": "1988-12-25", "page": "F1", "section": "News", "author": "Ann Cooper", "text": "ARZNI, U.S.S.R. - The physical therapy room in Sanitarium No. 3 of this Armenian resort town is filled with dolls and crayons and dark-haired children who chatter and laugh during long play periods.        It is a deceptively cheerful scene, because these are the earthquake children - those who played in the kindergartens of Leninakan and Spitak and Kirovakan on that terrible morning when the earth shook and the walls collapsed, sealing many of their classmates in concrete coffins.        Gokar Kharutsunyan, a nurse in the sanitarium's makeshift kindergarten, said many of these children did not sleep at night. They often cry when they are brought to her classroom, because they remember all too vividly what happened back home.        Psychologists are beginning to treat the tens of thousands of Armenian earthquake evacuees, many of whom are housed in resorts like Arzni. They said that in the days to come, the survivors would emerge from the initial shock that still made them edgy about tall buildings and loud noises.        But many will then experience a second earthquake - a psychological blow, brought on by the growing awareness that their homes and cities have been destroyed and that many of their relatives may never be found or identified beneath the mountains of rubble.        ``At first, it's as if it isn't happening to them,'' said Fyodor  Konkov, a Moscow psychologist who is in Armenia doing volunteer work with evacuees. ``Then, once the danger has passed, people begin to experience it for real.''        Konkov, who works at a suicide prevention center in Moscow, said many of the survivors might go into deep depression. Some, he said, may try to take their lives.        ``I think that is what will happen here, and it will be on a catastrophic scale,'' he said.        Psychologists interviewed at evacuation centers this week said they had no experience in dealing with a catastrophe of such dimensions. Soviet officials say that at least 55,000 people died in the earthquake Dec. 7, and that half a million were left homeless.        ``Many of us are not very skilled in this kind of work,'' said Rachya Tatevyan, a psychologist in Yerevan, the Armenian capital.        ``I think that psychologists and psychiatrists from other countries could be a great help with this problem, especially the Armenian psychologists and psychiatrists who live and work in other countries.''        Despite their recurring fears, the kindergarten children in Arzni's Sanitarium No. 3 are startlingly calm and direct when Kharutsunyan asks them to recall the earthquake.        ``We were coloring,'' said a little girl from Leninakan, where 80 percent of the buildings were destroyed.        ``When it happened, we ran outside. The stairs didn't fall, and everybody got out.''        Some of them ask Kharutsunyan what became of missing parents.        ``We tell them that they're coming, they're just off rebuilding their house, or they're in the hospital,'' she said.        The Armenian Children's Fund, a charity that is coordinating a computerized effort to help scattered families reunite, said it did not know how many children had been orphaned.        Early reports in the Soviet press said families outside Armenia could apply to adopt orphans. But Armenians, who live in closely knit, extended families, angrily rejected that idea.         Psychologists here said they believed that the quake would leave fewer long-term psychological scars on the children than on adults.        ``A child might remember the earthquake as a time when there was nothing to eat, when something unusual and a little frightening happened,'' said Vladimir Panushkin, a volunteer psychologist from Moscow.        ``But for most adults, they will remember that they lost their friends and family members, their homes.''        Panushkin and Konkov have been particularly impressed by one example of the resilience of children. At Yerevan's Children's Hospital No. 3 this week, they fussed over 5-year-old Gayane Petrosyan, offering her a toy rabbit and pinning a medal on her tiny chest.        ``Our heroine,'' Gayane's grandmother said, smiling as she rocked one of the most miraculous survivors.        Gayane and her mother were buried alive for eight days before they were rescued from the rubble of a nine-story apartment building in Leninakan.        ``By chance, they had a jar of fruit with them,'' said Silva Nersesyan, a doctor at the children's hospital. ``The mother gave some of it to the girl.        ``But then a tremor broke the jar. The mother cut her finger and gave it to the girl so she could suck the blood. There was nothing else.''        Doctors said Gayane's mother was hospitalized and was expected to live. They said Gayane had suffered no serious injuries and had made dramatic improvement since she arrived at the hospital, listless and in shock.", "edition": "Sunday"}