{"title": "Rumbling prior to japan quake offers hope of predicting shocks", "filename": "1988-08-11_RumblingPriorToJapanQuakeOffersHopeOfPredictingShocks.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB532F44DE7D79F?p=WORLDNEWS", "date": "1988-08-11", "page": "A11", "section": "News", "author": "Los Angeles Times", "text": "Scientists have learned that a major earthquake in the Sea of Japan in 1983 was preceded for several months by deep rumblings within the Earth, a finding that offers some hope that at least some earthquakes might be detectable in advance         Records from the 7.7 quake, which have recently been re-examined, show periodic and measurable variations in strain in rocks near the fault prior to the quake. If that pattern is repeated elsewhere, it might mean that such events could serve as a warning of an impending earthquake.         On the other hand, other fault zones may not behave the same way, according to one of the scientists, Alan Linde of the Carnegie Institute in Washington.         ``Obviously, we think we are right'' in believing that the rumblings from rocks grinding against each other were precursors to the quake, Linde said. ``But we could easily be wrong.''         Some seismologists believe that most earthquakes are preceded by changes in the strain in the rocks near the fault, but others believe major quakes result from the sudden release of energy along a locked fault zone and thus would be less likely to foreshadow their future. Linde's research, reported today in the British journal Nature, could add to that controversy, especially if similar results can be obtained elsewhere.         Such evidence is hard to come by, however, in that the instruments must be placed in wells drilled near the fault before the temblor hits, and no one knows for sure where quakes will hit over the next few years. Linde has placed similar instruments near Parkfield, a tiny farming community east of San Luis Obispo, Calif., where scientists expect a moderate quake to hit at any time, based on what appears to be a periodic pattern of past quakes on that segment of the San Andreas Fault.         That expectation has led many scientists to install a wide range of instruments at Parkfield, making it the most intensely instrumented earthquake zone in the world. However, even if Linde gets the same results at Parkfield that he found in Japan, the finding may not apply to most other areas. The geophysical mechanics that cause earthquakes vary widely around the world, thus making it extremely difficult to determine universal causes for quakes.", "edition": "Third"}