{"title": "Californians getting shaky as seer's quake date nears", "filename": "1988-05-01_CaliforniansGettingShakyAsSeerSQuakeDateNears.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB532D1405BDAAD?p=WORLDNEWS", "date": "1988-05-01", "page": "A5", "section": "News", "author": "Ryan Murphy", "text": "Dressed from head to toe in appropriate mourning black, Orson Welles peers through a cloud of cigar smoke and lays it on the line. Fire from the center of the Earth, he intones darkly, shall make an earthquake that will destroy Southern California in May 1988.         Welles relays the prediction of 16th century soothsayer Nostradamus in the 1981 home video ``The Man Who Saw Tomorrow.'' The Medici court seer said the ``New City'' will be obliterated by fire, ``hail the size of eggs'' and cataclysmic tremors. Nostradamus' followers say the New City is most definitely Los Angeles.         The projected date for the devastation: May 8.         Because of the prediction, seismologists and nature specialists in the Los Angeles area have a new sidelight: fending off the frightened. Viewers of the video are bombarding the U.S. Geological Institute, the California Institute of Technology and the Griffith Observatory with calls and letters. A common inquiry: ``Are we going to fall into the ocean?''         John Mosley has fielded ``hundreds of calls'' as program supervisor for the Griffith Observatory. ``I got a call just this morning from a lady in New York. She said she was planning to fly to California sometime in May but was beginning to change her mind because her astrologer told her about this earthquake that was going to happen.''         Video store owners in Southern California hear a far more pleasant sound than the babble of fear: the clang of cash registers. Before the small quake that rocked Los Angeles in October, the video languished on shelves. Fear of a forthcoming ``big one'' and strong word-of-mouth transformed the dud into a dandy.         The Los Angeles quake prediction is one of 1,000 that the bearded, solemn Nostradamus wrote before he died in 1566. More than half these predictions, the video asserts, have come true. Among them:         - The exhumation of his remains in 1791. Three gravediggers, drunk on red wine, decided in 1791 to unearth the body of Nostradamus, who died in 1566. Upon opening the casket, the robbers found a pile of bones and a mysterious plaque that read ``1791.''         - The fall of the Duke of Windsor, who relinquished the throne for American divorcee Wallis Simpson.         - The assassinations of the Kennedy brothers. Of John: ``The great man falls by lightning in the day; the work will be accomplished from the roof.'' Of Robert: ``Another falls in the shadow of the night.''         The predictions were written in polyglot, a mixture of languages, such as Italian and French, used by psychics of the day.         ``The Man Who Saw Tomorrow'' treats the predictions seriously, although the now-deceased Welles reminds viewers at the conclusion that the producers ``do not agree with any of these prophecies.''         The California earthquake, Welles says, is sure to set off a chain of additional disasters (such as floods and a drought leading to cannibalism) that will curse mankind for years.         Some Californians, spooked by the Nostradamus vision, plan to be elsewhere in early May. George Hamilton and Joan Collins are among the famous who will head elsewhere. A spokesman for Ask Mr. Foster, a Los Angeles travel agency, said customers are definitely abuzz. But massive exits, the spokesman said, are only ``in the hearsay stage.''         Talk of a West Coast disaster is premature, says Kathy Watts, seismic analyst with the California Institute of Technology in Pasadena.         ``One huge quake hits the Southern California area once every 140 years. The last big quake was documented in 1857. So you can see, it's coming up.''         Scientists at the U.S. Geological Survey say there's a 90 percent chance of a major shock - at least 6.0 on the Richter scale - hitting the Los Angeles area by 1993. Los Angeles is 30 miles from the nation's biggest fault line - the 650-mile-long San Andreas fault.", "edition": "Sunday"}