{"title": "School `earthquake' given realism", "filename": "1988-06-03_School`EarthquakeGivenRealism.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB532DD52C8F4AC?p=WORLDNEWS", "date": "1988-06-03", "page": "B3", "section": "North", "author": "Linda Shaw", "text": "LYNNWOOD         The bumps were wax, the bruises were drawn with makeup and the vomit was really oatmeal, but some aspects of yesterday's simulated earthquake at Lynnwood Elementary School were very real         Firefighters and medics arrived about 10 a.m. without knowing how many pupils were supposedly injured when three classroom roofs ``collapsed'' in the mock quake.         All the pupils who didn't play one of the 54 injured roles were evacuated from school buildings while the drill was under way.         And some of the ``injured'' pupils turned into ``fatalities'' while waiting for medical help - reflecting an unavoidable reality in major disasters, said Marlo Foster, coordinator of the Emergency Services Coordinating Agency in South Snohomish County.         ``We can't worry about a single life,'' Foster said. ``We have to worry about saving the most lives.''         That proved to be a disappointment to Sarah Breznau, 11, who thought she'd get to ride in a real ambulance after Medic 7 staff made her up with a red, wax bump under her eye and white makeup on her face, indicating she was semiconscious.         ``They took somebody else worse than me,'' she said, adding that it took medics longer to find her than she expected.         ``I thought there would be more people getting people out,'' she said.         Sixth-grade teacher Ann Brown, whose face was painted white with stage-blood highlights, said that's a good lesson for Breznau and other students to learn.         ``They aren't necessarily going to receive the kind of fast fix they expect,'' she said.         Yesterday's drill was the second time South Snohomish County emergency services, including dispatchers, ambulances and Stevens Memorial Hospital, tested an area-wide plan for major disasters. The first time, however, the ``victims'' were cardboard dummies. The drill also was the first test of the Edmonds School District's new earthquake response plan.         No major hitches occurred, said Capt. Jim McGaughey of Snohomish County Fire District 1, one of several observers who will help evaluate the plans and suggest needed changes.Caption:  PHOTOERIC DRAPER / SEATTLE TIMES: PUPILS, USING UMBRELLAS TO KEEP DRY, PRETEND THEY'VE BEEN INJURED IN AN EARTHQUAKE DRILL AT LYNNWOOD ELEMENTARY SCHOOL.", "edition": "Zone"}