{"title": "7.3 earthquake jolts towns in eastern india", "filename": "1988-08-06_73EarthquakeJoltsTownsInEasternIndia.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB532F2551A2693?p=WORLDNEWS", "date": "1988-08-06", "page": "A2", "section": "News", "author": "Times News Services", "text": "WORLD    7.3 EARTHQUAKE JOLTS TOWNS IN EASTERN INDIA    -- NEW DELHI, India         People ran out of their houses in panic and began to pray, and buildings cracked when a strong earthquake rocked towns in eastern India today, state radio reported         There were no immediate reports of casualties, but some buildings in Shillong developed cracks, it said.  Shillong is about 125 miles from the India-Burma border and about 900 miles east of New Delhi.         Hong King's Royal Observatory said the quake at 5:40 p.m. yesterday PDT measured 7.3 on the Richter scale and was centered in a remote area near the India-Burma border about 577 miles north of Rangoon, the Capital of Burma.         Indian radio said the tremor lasted about two minutes.         The Richter scale is a measure of ground motion as recorded on seismographs. Every increase of one number means a tenfold increase in magnitude.  A quake of 7 of the Richter scale is considered a major earthquake capable of widespread heavy damage in populated areas.    U.S. DROPS OPPOSITION TO ROLE OF PALESTINIANS    --  WASHINGTON         In a new approach to Middle East peace negotiations, the United States dropped its opposition yesterday to independent Palestinian representation at any future international conference on the West Bank and Gaza.        The change was the first resulting from the statement last Sunday by King Hussein of Jordan renouncing his country's claim to the West Bank and endorsing a Palestinian state there under Palestine Liberation Organization leadership.    WORKERS DROWNED IN FERRY COLLISION    --  JALTIPAN, Mexico          A ferry, carrying sulfur-mine workers home from a night shift, split in two and sank after a barge rammed it, and at least 16 people drowned, officials reported yesterday. A Red Cross official put the toll at about 38.        The Minatitlan newspaper La Opinion said reporters had confirmed 27 dead and that 16 people were rescued.    NATION    CANADIANS MIGHT BUY PTL, TRUSTEE SAYS    --  CHARLOTTE, N.C.         M.C. ``Red'' Benton, the bankruptcy trustee for PTL, said yesterday he has tentatively agreed to sell the ministry's theme park, satellite network and other assets to a Canadian company for $113 million.        Approval by U.S. Bankruptcy Judge Rufus Reynolds in Columbia, S.C., is also required. The sale would include the Heritage USA Christian theme park in Fort Mill, S.C.; the PTL television network founded by disgraced evangelist Jim Bakker; and 1,700 undeveloped acres.        Samoth Capital Corp., the prospective buyer, is led by Peter Thomas of Vancouver, B.C., and Karsten von Wersebe of Toronto.    GRANDPARENTS GIVEN CARE OF `JET' INFANT    --  BELMONT, Calif.        The paternal grandparents of an infant girl born in the restroom of a jetliner and abandoned there by her mother were awarded temporary custody of the child yesterday.        John and Frances LoCasto of Staten Island, N.Y., were granted custody of Alyssa Frances LoCasto, found in a United Airlines DC-10's lavatory after it had landed July 13 in San Francisco.        The parents, Christina LoCasto, 24, Louis LoCasto, 26, who also live on Staten Island, will be allowed supervised visits with Alyssa at least once a week.    FACTORY SPILL BRINGS EVACUATION OF 1,700    --  NASHUA, N.H.        Some 1,700 people were evacuated from their homes and 30 suffered dizziness, eye and nasal irritation after an accident yesterday at a W.R. Grace Co. chemical plant accident sent a cloud spewing over this area of southern New Hampshire.    The pre-dawn spill sent two chemical clouds aloft", "edition": "Second"}