{"title": "Hanford decision cost state money for quake watch", "filename": "1988-01-17_HanfordDecisionCostStateMoneyForQuakeWatch.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB532AEA7CE1064?p=WORLDNEWS", "date": "1988-01-17", "page": "A1", "section": "News", "author": "Elouise Schumacher", "text": "The consequences of eliminating Hanford as a nuclear-waste repository now extend to all monitoring for earthquakes and other seismic activity east of the Cascades.         Scientists contend that halting the monitoring could compromise such Hanford projects as restarting the N Reactor or converting a mothballed nuclear-power reactor to a defense plant.        Funding for 40 seismic stations operated by the University of Washington in Eastern Washington and 31 stations run by Hanford contractors disappeared along with the effort to put a high-level waste dump at the Hanford Nuclear Reservation.         The earthquake stations are just one of many large repository-related programs that are ending because Congress last month eliminated further research of Hanford as a potential dump site for the nation's nuclear waste.         The state and three Indian tribes are also losing $25 million in grants for studying the site, which virtually ends any ability to independently monitor health and environmental effects. And at Hanford, 1,200 employees are getting pink slips because the $2.4 billion project there was canceled.         The UW received $240,000 last fiscal year from the Department of Energy to operate the seismic stations and do research; at Hanford, $625,000 was spent annually on seismic monitoring.         ``To end this program is so shortsighted,'' said Stephen Malone, UW research professor in the geophysics program. ``Suddenly this high-quality data, used by everyone from consulting firms to the Washington Public Power Supply System (which runs a commercial reactor at Hanford), will be terminated.''         Al Rohay, principal geophysicist for the now-defunct repository project at Hanford, called the cutback ``a real setback for the field of seismology.''         ``It would be imprudent to just stop our earthquake studies at the Hanford site when we have the WPPSS project, the N Reactor, and the decommissioning of other reactors (eight retired plutonium plants),'' Rohay said. ``We need to continue some form of monitoring.''        The UW seismic program was the largest outside contract in the repository program, said Mike Talbot, DOE spokesman in Richland.         Talbot didn't offer much hope that other DOE funding could be found to continue monitoring seismic activity.         ``We've been frantically worrying about how we're going to continue the work,'' said Malone. The UW talked to the Geological Survey, which pays for seismic monitoring near Mount St. Helens and in the Puget Sound region, but the survey said ``they can't do anything right now because they're under tight budget constraints,'' Malone said.         Malone noted that the UW has received funding for earthquake research and data collection from the DOE and its predecessor agencies for 18 years, and that the program was transferred to the repository project about six years ago.        An active earthquake fault was one of the flaws that could have disqualified Hanford as a burial ground for 77,000 tons of highly radioactive waste. Both the state and the federal Nuclear Regulatory Commission pointed out that the area had a history of swarms of small earthquakes in the basalt near Hanford, but the DOE dismissed them as no danger to the disposal site 3,000 feet underground.           Rohay said his group was ``scrambling around looking for alternative funding,'' including from the separate defense-waste program at Hanford. ``But I'm not optimistic because others aren't optimistic, and funds are real tight.''        ``There is no reason to pick the work up since it was specific to the repository,'' said DOE spokesman Talbot.         But Malone and Rohay disagree, noting that the information is used in establishing a statewide picture of earthquake activity.        At the Hanford site, the possibility of earthquakes temporarily closed the Plutonium Finishing Plant, which is 20 miles from the city of Richland, in October 1986. The plant is two-thirds operational now.         A DOE report says that major portions of the aging plant would not withstand a major earthquake with forces similar to a 5.7 temblor that hit Milton-Freewater, Ore., 50 miles away, in 1936.          The plant, which converts plutonium into metal for shipping to other parts of the country, would ``fail catastrophically'' during a major earthquake, killing as many as 350 workers and visitors and releasing radioactivity, the report says.        Both plants were built in the late 1940s and early 1950s, when codes did not require the kind of earthquake protection that is mandatory today.        Malone notes that ``down the line, when someone wants to build something over there . . . if it's a critical enough structure like a nuclear plant, earthquakes will have to be taken into account.         ``But then the data base will be compromised,'' Malone said, ``and it'll be tougher to make a sound decision.''        Rohay added that ``it'll be very difficult to unravel the data after we're gone. But the project may be abandoned until someone decides we need this data.'", "edition": "Weekend"}