{"title": "`heart-rending cries' - pleas for help heard amid quake rubble; 100,000 feared lost", "filename": "1988-12-09_`Heart-RendingCries-PleasForHelpHeardAmidQuakeRubble100000FearedLost.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5332162FE3DF0?p=WORLDNEWS", "date": "1988-12-09", "page": "A1", "section": "News", "author": "Times Staffnews Services", "text": "Foreign countries sent planes loaded with emergency supplies into Armenia today to help the Soviets assist victims of an earthquake that killed tens of thousands of people and left hundreds of thousands homeless        A spokesman for Zvarnots Airport in the Armenian capital of Yerevan said planes arrived today from France, Belgium and Bulgaria, and many more from around the world were expected. It was the first time foreign aid had reached the Soviet Union on such a scale.        Officials released no precise death toll for Wednesday's quake, but the Soviet ambassador in Britain, Leonid Zamyatin, said today that about 80,000 people died in the southern republic of 3.3 million.        Speaking briefly in English to a delegation of Armenians at the Soviet Embassy in London, he said: ``Our estimate is, but it's not an exact figure, that we have about 80,000 people who lost life in Armenia.''        Tass news agency said the quake  left 400,000 people homeless.           Rudolph Khochanov, an Armenian Foreign Ministry representative in Moscow, said it is possible the dead ``could be 50,000, 70,000 or even 100,000.''        U.S. scientists have estimated the Soviet quake at 6.9 on the Richter scale. Early reports from the Soviet Union indicated a magnitude of about 8, but the Soviets were using the so-called MKS scale, which measures the intensity of ground motion at the epicenter, rather than the Richter scale, which measures the amount of energy released.       ``We expect more tremors'' in the trans-Caucasian region, said Nikolai Shebalin, a spokesman for the Soviet Institute of Physics of the Earth.        President Mikhail Gorbachev returned home from the United States to direct the growing relief efforts.        Gorbachev, who cut short a trip to New York and canceled plans to visit Cuba and Britain, arrived in Moscow before dawn, Tass said. He was expected to travel to the stricken area, but officials did not say when.        Workers scrambled to find survivors buried in the rubble.        Leon Azruyan, an editor at the official Armenpress news agency in  Yerevan, said he saw dozens of villages destroyed. In Spitak, a city of 16,000 near Leninakan, ``99 percent of the population is gone,'' he said.        ``Helpless, sobbing people are climbing on the wreckage of an apartment house, from which can be heard heart-rending cries for help,'' the Communist Party daily Pravda wrote from Leninakan, a heavily battered city near the quake's epicenter.        In an interview yesterday on Soviet television, Premier Nikolai Ryzhkov appealed for aid to the area. He said rescue workers needed cranes and other heavy equipment to remove debris and look for survivors.        TV reports said two-thirds of Leninakan, a city of 290,000 on the Turkish border, was destroyed.        Spitak ``was practically erased from the face of the Earth,'' said one television correspondent.        Tass said half the buildings in Kirovakan, a city of 150,000, had crumbled.        It said the injured and those left homeless were being housed in tents, military barracks, officers' houses and clubs, garrisons and dining rooms.        Alexei Gartinsky, a senior official of the Soviet Red Cross, told ABC-TV's ``Good Morning America'' today that antibiotics, disposable syringes and blood supplies were needed.        Albert Khachatryan, a department head of the Armenia Health Ministry, said that 4,700 injured people, including 800 children, were in Yerevan's hospitals.        Today and tomorrow were declared days of mourning in Armenia.        Other nations offered assistance. President Reagan offered humanitarian aid, Cuban President Fidel Castro pledged to send construction workers and Britain dispatched London firefighters to join the rescue effort.        Switzerland sent 20 search dogs to sniff for survivors; France sent a rescue team involved in the 1985 quake in Mexico City; Italy dispatched a 19-member rescue team, and the Swedish Red Cross said it would send $333,000 worth of medical supplies.        Gov. Steve Cowper of Alaska offered to send teams of trained dogs and searchers to help find trapped survivors.         From Los Angeles, which has the nation's largest Armenian-American community, a relief plane was to leave today for Boston, where it was to pick up more supplies and depart for the Soviet Union, said Philip Hovnanian, president of the Armenian Missionary Association of America.         Northwest Medical Teams, based in Portland, was negotiating with the Soviet Union for clearance into the country. A Seattle neurosurgeon, Dr. Ken Peirce, is a member of the 25-member team assembled, said Doug Rawlins, program director.          Peirce, who specializes in back and head injuries, was a member of a similar team that aided earthquake victims in El Salvador in 1986.        Meanwhile, the Armenpress news agency said rioters in the republic of Azerbaijan had set fire to nine Armenian houses in the capital, Baku, after troops were redeployed to help the earthquake rescue operation.         At least 31 people have died in two weeks of clashes in Armenia and neighboring Azerbaijan. The violence was the latest flare-up in 10 months of unrest over the disputed Azerbaijani territory of Nagorno-Karabakh.         Besides the loss of life and property, the quake might have taken another toll: the destruction of historical artifacts. A Tufts University art historian said today in Boston that priceless medieval art and early Christian churches in the region may be doomed.        ``That area is full of medieval monuments and churches,'' said Lucy Der Manuelian, professor of Armenian art and architecture. ``Some are over a thousand years old.''    --  Compiled from Associated Press, United Press International and Reuters.Caption:  PHOTOUPI / TASS: ARMENIANS IN LENINAKAN GRIEVE FOR RELATIVES LOST IN THE MASSIVE EARTHQUAKE THAT HIT THE AREA WEDNESDAY. U.S. SCIENTISTS SAID THE QUAKE MEASURED 6.9 ON THE RICHTER SCALE.UPI / TASS: A CAR LIES BURIED UNDER RUBBLE IN LENINAKAN. TV NEWS REPORTS SAID TWO-THIRDS OF THE CITY OF 290,000 WAS DESTROYED", "edition": "Third"}