{"title": "A great quake will hit oregon, geologist says - it could be 120 times more potent than the tremor that jolted armenia", "filename": "1988-12-18_AGreatQuakeWillHitOregonGeologistSays-ItCouldBe120TimesMorePotentThanTheTremorTh.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53324E2039B5D?p=WORLDNEWS", "date": "1988-12-18", "page": "D9", "section": "Northwest", "author": "Ap", "text": "EUGENE, Ore. - It is just a matter of time before Oregon is shaken by a major earthquake, according to one expert, who said the tremor could be 120 times more powerful than the one that recently devastated Soviet Armenia         ``It's a sure thing that a great earthquake will occur off the west coast of Oregon. We just can't say for sure when,'' said Robert Yeats, an Oregon State University geologist.         The earthquake in Armenia was measured at 6.9 on the Richter scale.         Yeats said the latest research suggests that Oregon could suffer an earthquake with a magnitude of 7.5 to 9 on the Richter scale.         The type of earthquake would be different because the two regions differ geologically, Yeats said Friday, but the destruction could be worse.         Yeats is chairman of an international committee studying earthquake hazards and is also participating in a five-year study of earthquake hazards in the densely populated areas of the Pacific Northwest.         He said residents of the region have been lulled into thinking they are safe from earthquakes simply because there is no mention of such disasters in recorded history.         But a number of seismologists say the Northwest has a geologic profile that looks very much like those in Alaska, Chile and other parts of the world where severe earthquakes have occurred, Yeats said.         The earthquake-hazards study has uncovered what Yeats and other geologists call ``a smoking gun'' in pursuing past earthquake activity.         Evidence indicates quakes have occurred six or seven times in the past 3,000 years.         Saltwater marshes on the Oregon coast indicate that a large quake 300 to 400 years ago caused dramatic shifts in the marshes' location. Area bays also show the sandy silt deposits from huge seismic sea waves, Yeats said.         According to news reports, the strength of the Soviet quake was only one factor in the widespread destruction. Its epicenter was near a highly populated area where homes were built on soft, sedimentary ground rather than on bedrock, and the quality of construction was poor.         Oregon's most populous areas are built on the type of alluvial soil which Yeats said would ``shake like a big bowl of Jell-O'' during a major earthquake.         However, the wood-frame construction of many buildings might allow them to withstand earthquake damage more effectively than the crude masonry widely used in Soviet Armenia, Yeats said.         Soviet citizens ``have criticized their government for not making adequate preparations for a large earthquake,'' Yeats said. ``But the same criticism could be leveled against state and local officials in Oregon. They have shown little interest in the possibility of earthquakes in Oregon.''         Soviet citizens have also complained that geologists didn't adequately warn people about the impending quake, Yeats said. ``I don't want to be accused of the same thing.'", "edition": "Sunday"}