{"title": "Seattle quake team ok'd", "filename": "1988-12-11_SeattleQuakeTeamOkD.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533224E95573B?p=WORLDNEWS", "date": "1988-12-11", "page": "A5", "section": "News", "author": "Constantine Angelos", "text": "A Seattle-King County medical disaster team is believed to be the first foreign medical group cleared by Soviet authorities to fly into Armenia to minister to earthquake victims.         Bob Walsh, president of the Seattle Organizing Committee of the 1990 Goodwill Games, said he received a telex from the Soviet Union's ambassador to the U.S., Yuri Dubinin, about 7 p.m. yesterday ``accepting with gratitude'' the offer of the private Seattle-King County Disaster Team.         The team, including physicians, paramedics and nurses, asked Walsh to make the request because of his contacts with Soviet authorities in preparing for the Seattle games.         The head of the disaster team's board, Gary Furlong, a Seattle attorney, said in a telephone interview from Washington, D.C., last night that he expects a team of 20 to 30 people to fly to Armenia tomorrow or Tuesday, probably on a commercial flight.         Furlong flew to the nation's capital and spent yesterday consulting with the State Department's Office of Foreign Disaster Assistance and talking to officials at the Soviet Embassy.         ``My understanding at this point is that we are the only private medical team to be given clearance to go in,'' Furlong said.         Walsh said the ambassador informed him that the team can fly directly to Yerevan, the Armenian capital, where visas can be issued on their arrival.         Furlong said the team is grateful for Walsh's help. ``Without his assistance, this wouldn't have been possible,'' he said. ``The Soviets were not accepting any outside medical personnel.''         Furlong said the group's biggest need is prompt financial contributions ``before we depart.'' The more contributions, ``the more people we can help,'' he said.         Checks may be mailed to Seattle-King County Disaster Team, Suite 420, 1155 N. 130th St., Seattle 98133. The team's telephone number is 363-2161 or 363-1776.         Members of the team worked in Mexico City after its 1985 earthquake and in El Salvador after its 1986 temblor.    WHERE AND HOW TO DONATE    Several organizations are seeking donations to help earthquake victims in Soviet Armenia:    --  Seattle-area Armenians are organizing a relief effort; information is available from the Armenian Relief Fund in Bellevue, 641-5824. People also may take donations of food, clothes and supplies to the two Pande Cameron carpet stores, 815 Pine St. in Seattle and 210 105th Ave. N.E. in Bellevue, during business hours; and the Lake Hills Community Club, 15230 Lake Hills Blvd. in Bellevue, from 5 to 9 p.m. on Saturdays.    Financial support for the relief effort can be sent to:    --  The Armenian Church of Seattle, P.O. Box 1266, Mercer Island 98040.    --  The Armenian General Benevolent Union, 628 Second Ave., New York, NY 10016.    --  The Armenian Missionary Association of America, 140 Forest Ave., Paramus, N.J. 07652.    --  The Seattle-King County Disaster Team, Suite 420, 1155 N. 130th St., Seattle 98133.    --  The Seattle-King County Chapter of the American Red Cross, 1900 25th Ave. S., Seattle 98144, or Red Cross International Disaster Relief, P.O. Box 37243, Washington, D.C. 20013. Mark donations ``For Armenian earthquake relief.'' The Red Cross has also activated a toll-free number, 1-800-453-9000.    --  Seattle Armenian Cultural Association, c/o Serco Tokatlian, 521 Pine St., Seattle 98101.    --  Northwest Medical Teams, P.O. Box 231177, Portland, Ore. 97223.    --  American Jewish World Service, Armenian Recovery Fund, 729 Boylston St., Boston, Mass. 02116.    --  American Friends Service Committee, Soviet Armenian Earthquake Relief and Reconstruction Fund, 1501 Cherry St., Philadelphia, Pa. 1910Caption:  CHARTCHART WHERE AND HOW TO DONATE ATTACHED TO END OF TEXT.", "edition": "Sunday"}