{"title": "San francisco quake - most damage resulted from acts of man, not god", "filename": "1989-10-27_SanFranciscoQuake-MostDamageResultedFromActsOfManNotGod.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533A4343912C4?p=WORLDNEWS", "date": "1989-10-27", "page": "A11", "section": "Editorial", "author": "Unknown", "text": "Editor, The Times:         The California earthquakes were acts of God. The deaths, injuries and damages, however, were primarily the consequences of ``acts of Man'' (omissions and commissions).         People living in buildings in the Marina District, built upon landfills by greedy developers (with the consent of local government officials); travelers on highways built pursuant to ``government specifications'' by crafty ``lowest bidders''; and shoppers in renovated centers that could only marginally pass minimal building codes died or suffered inestimable damage and heartache.         Our interstate-highway system was intended to serve our national security (to withstand enemy or subversive action). Photographs of the disaster, however, reveal that accepting faulty construction by lowest bidders (with inadequate or permissive inspection) for highways and bridges is not wise public highway policy.         Front-page photographs exposed column after column of vertical reinforcing rods (without girding bands, only a concrete veneer) turned into spaghetti-like tangles. Engineers, builders and inspectors probably never expected their shoddy work to be exposed so dramatically.         For years motorists have become inured to the faulty construction and maintenance of ground-level highways because they don't suddenly collapse and sandwich vehicles. Yet potholes, bumpy lanes, cracked, patched and worn-out concrete and macadam and dangerous shoulders and merges cause billions of dollars of damage to vehicles and untold discomfort and injury every year.         Perhaps this grisly California tragedy will trigger investigations everywhere that will disclose the unspeakable neglect, incompetence or chiseling in the construction, inspection and maintenance of our highways and bridges.         Even those designed and built satisfactorily are inviting disaster tomorrow because of inadequate repair and maintenance today. Perhaps highway builders and responsible public officials will be reminded that their work, although hidden in concrete now, may one day be exposed. Perhaps this tragic disaster may ensure better highways and bridges in the future.              - Burt Talcott, Gig HarboCaption:  PHOTOHARLEY SOLTES / SEATTLE TIMES: A FIREFIGHTER PEERS INTO A SECTION OF THE COLLAPSED I-880 FREEWAY IN A SEARCH FOR SIGNS OF LIFE.", "edition": "Final"}