{"title": "Alaskans' recall of '64 quake still vivid - `i had horrible, horrible nightmares for almost 20 years,' says woman", "filename": "1989-04-02_AlaskansRecallOf64QuakeStillVivid-`IHadHorribleHorribleNightmaresForAlmost20Years.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533534A65220D?p=WORLDNEWS", "date": "1989-04-02", "page": "B5", "section": "Northwest", "author": "Ward Sims", "text": "On March 27, 1964, an earthquake of record-breaking proportions seized south-central Alaska and set off seismic sea waves that punished far-off Pacific ports. Ward Sims, now retired as AP bureau chief for Alaska, covered the disaster    ANCHORAGE - The earthquake that shuddered across Alaska on that Good Friday packed so strong a punch that it knocked out a seismograph in Fairbanks. It took a seismologist at a small college in Mobile, Ala., to warn the world of what was to come.        ``It could cause great devastation,'' Louis Eisele predicted. ``You can expect tidal waves from this one.''        The earthquake had been felt by Eisele's Spring Hill College seismograph. It said the temblor was centered about 3,600 miles northwest of Mobile, in the Gulf of Alaska or near Kodiak Island.        At 8.5 on the Richter scale, the 1964 earthquake was one of the strongest on record.        In the words of the U.S. Geological Survey: ``The entire earth vibrated like a tuning fork.''        The quake started at 5:36 p.m. Alaska Standard Time on March 27. Centered under a glaciated peninsula 75 miles east of Anchorage, it altered 100,000 square miles of landscape.        Along a 600-mile arc from Cape Yakataga on the eastern Gulf of Alaska to the Trinity Islands southwest of Kodiak, the land to the north subsided by as much as six feet; to the south it rose by as much as 50 feet.        Land shifted horizontally as much as 70 feet in several places south of Seward, tangling railroad tracks, splitting roads, yanking down buildings. Property damage exceeded $311 million.        The earthquake and the seismic sea waves (often miscalled tidal waves) it spawned killed 114 people in Alaska. More than a dozen others died at Depoe Bay, Ore., and Crescent City, Calif., when waves crashed ashore at those communities.        In the aftermath came the stories of the lucky and the luckless. Often, merest circumstance determined who died and who survived.        In Anchorage, William Tobin had just parked his car outside the new J.C. Penney Building when he felt a jolt. He stepped from his car ready to have words with another driver.        ``I thought some stupid jerk had rammed me from behind,'' recalls Tobin, managing editor of the Anchorage Times.        As he got out, a huge slab of the building crashed down, flattening his car.        Nine other people in Anchorage weren't so lucky.        In Valdez, residents had turned out to watch the freighter Chena disgorge its cargo. The arrival of the 400-foot ship always was something special for Valdez folks, and on this day - typically - a crowd was on hand as longshoremen unloaded the vessel.        In an eternity that lasted only moments, Valdez was shaken unmercifully, and the Chena began wallowing insanely, snapping her mooring lines. The dock heaved, rocked, shook and then pitched into the water, carrying onlookers and warehouses along.        The Chena survived; the Valdez waterfront and most of the business district were obliterated by collapsing ground and sea waves.        Thirty-one people died.        In Kodiak, Norman Holm and his son were fishing for herring from a skiff in the harbor. Holm could not understand why he suddenly lost control of the small boat.        ``I just couldn't make it respond,'' he remembers. ``It kept bouncing, bouncing.''        When the movement subsided, Holm headed to the dock. He and his son, Oliver, helped secure several fishing boats that had broken loose. He checked the lines of his own 72-foot Neptune.        The level of water in the harbor started fluctuating wildly, then Holm heard ``the terrible roar of water coming up the channel, the frightening noise of docks and buildings collapsing.''        The Holms sprinted for shore as the dock creaked and groaned under the pressure of the rising water. At the head of the dock, Holm fought the impulse to seek safety atop an eight-foot wooden tank used to keep crabs alive. He and his son raced about 150 yards farther to the base of Pillar Mountain, the hill that forms Kodiak's backdrop.        With the sound of bedlam in the harbor behind them, they clawed their way up the steep slope to an elevation of about 150 feet. Holm was too exhausted to go farther. He told his son to go on, but the boy stayed with his father.        The two watched in awe as huge waves battered Kodiak for six hours. The city lost most of its seafood-processing industry, 75 percent of its business district and half its fishing fleet - including the  Neptune. The wooden crab tank vanished.        Nineteen people died.        In Chenega, Avis Anderson was preparing to take a bath when the tiny Prince William Sound village began shaking. She scooped up her two sons and dashed up a forest trail to the safety of a high knoll.        Behind her she could hear the sound of waves estimated up to 80 feet high smashing the village, which lay only 70 miles from the quake's epicenter. Of the 20 buildings in the town, only the school was spared. Twenty-three people died, including Anderson's daughter, parents, a grandmother, an uncle and an aunt.        ``I had horrible, horrible nightmares for almost 20 years,'' she recalls. ``Always they were the same. I would be climbing up and up and the waves would be creeping higher and higher.'Caption:  PHOTOAP: FISHING BOATS WERE SWEPT INTO THE BUSINESS DISTRICT OF KODIAK BY WAVES GENERATED BY THE GOOD FRIDAY EARTHQUAKE OF 1964.", "edition": "Weekend"}