{"title": "1 dead in philippines quake", "filename": "1989-12-16_1DeadInPhilippinesQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533B8194341C6?p=WORLDNEWS", "date": "1989-12-16", "page": "A2", "section": "News", "author": "Ap", "text": "MANILA, Philippines - An earthquake measuring 7.3 on the Richter scale shook Mindanao, the central Visayas island chain and southern Luzon early today, causing scattered damage and at least one death, officials said        Raymundo Punongbayan, director of the Philippine Institute of Vulcanology and Seismology, said the quake, which lasted about 40 seconds, was felt throughout eastern Mindanao, the second-largest Philippine island, and as far north as Legaspi, 400 miles away.        Red Cross and government officials had no reports of damage or casualties from the remote area, which has poor communication links with the capital Manila.        In Golden, Colo., the U.S. Geological Survey said the quake was centered in the Pacific about 40 miles off northeast Mindanao and 160 miles from Davao. The city is 560 miles southeast of Manila.        Punongbayan said the seismological institute's observatory station in Bislig, 570 miles southeast of here, reported cracks on the walls and slight damage to instruments. He said a 7-year-old boy living near the observatory was killed when a concrete wall of his house collapsed.        At least eight houses near the area also reported minor damages. There were reports of widespread power outages in Mindanao, Punongbayan added.        The government's Philippine Information Agency said an abandoned one-story building in Davao collapsed, injuring one passer-by.        ``We are fortunate that the earthquake struck a sparsely populated area,'' Punongbayan said.        Manila radio station DZXL said residents, fearful of tidal waves, fled their homes for higher    ground when the tremor was felt at 2:44 a.m.        Lino Abraham, a researcher for the seismological-institute office in Bislig, said the quake triggered landslides and the Pacific swelled after the quake but there were no reports of tidal waves.        In August 1976, a quake measuring 7.9 struck near the southwestern coast of Mindanao, causing a tidal wave that killed an estimated 8,000 people.           A magnitude 7.1 earthquake in western Mindanao the next day caused some injuries and damage.        The earthquake that struck the San Francisco area in October was 7.1 on the Richter scale.Caption:  MAPLISA REMILLARD / SEATTLE TIMES: EARTHQUAKE EPICENTER -- MEASURED 7.3 ON THE RICHTER SCALE (MAP OF PHILIPPINES -- MAP NOT AVAILABLE IN ELECTRONIC LIBRARY)", "edition": "Final"}