{"title": "Living with it - computers, better construction kept quake-area phones talking", "filename": "1989-10-22_LivingWithIt-ComputersBetterConstructionKeptQuake-AreaPhonesTalking.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533A24A3D4F36?p=WORLDNEWS", "date": "1989-10-22", "page": "A12", "section": "News", "author": "Jay Arnold", "text": "WASHINGTON - Computer controls and improved construction techniques are dramatically improving the ability of the nation's telephone network to withstand natural disasters such as hurricanes and earthquakes, telephone officials say        During Tuesday's earthquake in Northern California, millions of callers simultaneously went to their telephones to check on friends and relatives.        That huge upsurge in long-distance calling - more than 2 1/2 times normal nationwide between 8 p.m. and midnight Eastern Daylight Time - could have caused chaos 20 or 30 years ago.        This time, computers rerouted calls and selectively blocked others to keep the system from experiencing gridlock, said Jim Nelson, director of AT&T's network operations center in Bedminster, N.J.        AT&T spokesman Herb Linnen said the company received a record 144.7 million long-distance calls nationwide between midnight Tuesday and midnight Wednesday. He said about 123.6 million calls were completed Wednesday.        When Hurricane Hugo hit South Carolina last month, people in Charleston, S.C., received long-distance calls from relatives during the worst of the storm, Ted Creech, a spokesman for Southern Bell, said Wednesday.        Of Southern Bell's 1 million customers in South Carolina, 13,523 remained without service Wednesday, mostly because of water damage to inside wiring or downed lines to their homes, Creech said.        Solid-state components, reinforced buildings, underground fiber-optic cable and redundant systems have improved the phone system dramatically from the days when high winds, snow or ice could knock out service for days.        ``The physical construction has improved dramatically, just like the building construction on the high-rises'' in California, Nelson said.        Equally powerful is AT&T's network of computers that sense where backlogs are developing and reroute traffic through other parts of the country.        Sue Galloway, district manager for Pacific Bell's network in Southern California, said Pacific's phone network has been designed to withstand the largest earthquakes.        To keep the phone system operating, AT&T blocked 60 to 70 percent of the incoming calls to the San Francisco area and 30 percent of the outgoing calls, Nelson said.        US Sprint, the nation's No. 3 long-distance carrier, had double its normal volume of calls immediately after the earthquake, said Al Butson, Sprint's director of network management and control in Kansas City, Mo. Calls were running 40 percent above normal on Wednesday, Butson said.        Sprint spokesman Phil Hermanson said the Sprint network ``functioned very well, no losses, no outages. We weren't hit.''        MCI officials said their system was functioning at capacity, but with no breakdowns.        Like AT&T, MCI and Sprint were blocking many calls to the San Francisco area.", "edition": "Weekend"}