{"title": "Navy gives floating shelter to quake victims - sailors also aid rescue workers in devastated areas", "filename": "1989-10-24_NavyGivesFloatingShelterToQuakeVictims-SailorsAlsoAidRescueWorkersInDevastatedAreas.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533A2F8156E2B?p=WORLDNEWS", "date": "1989-10-24", "page": "A5", "section": "News", "author": "Tamara Jones", "text": "SAN FRANCISCO - The Navy is under some peculiar marching orders here, providing everything from a floating shelter for the homeless to amphibious-assault mail delivery.        Three San Diego-based vessels - the Peleliu, an amphibious helicopter assault vessel; the Fort Fisher, a dock landing ship; and the Schenectady, a tank landing ship - arrived in San Francisco Bay on Friday with about 1,650 Marines and sailors reporting for disaster duty.        Since then, the hulking gray ships have played a unique role in earthquake recovery, officials said.        The 39,300-ton Peleliu provided a haven for hundreds of derelicts and other downtown denizens uprooted by the quake by turning its helicopter hangar into a huge dormitory.        Rows of Red Cross cots were lined up in precise military rows for the 325 single men who trooped up the gangplank Sunday night with their few belongings in plastic trash bags. Urns of hot coffee took the edge off yesterday's chill, and small television sets relieved the boredom for the new shipmates.        The men were free to come and go until 10 p.m. curfew, but some expressed reservations about being on board.        ``Some of the guys don't feel safe on the ship,'' said Joseph Bruno, 45, whose welfare hotel in the Tenderloin area of San Francisco was extensively damaged in last Tuesday's quake. ``A lot say they don't know how to swim if anything happened, and others are Vietnam vets who don't like being around the military.''        Another man, standing barefoot in the rain alongside the ship, noted that the cavernous quarters were ``too cold, but the food's great. We had steak last night.''        The Navy is providing the food, and the ship's mess is the only place on board where the sailors and the homeless mingle.        Because many of the homeless have substance-abuse problems, the Red Cross said, two fully equipped detoxification vans are parked at the bottom of the Peleliu's gangway. Ship doctors are available twice a day to the homeless for sick call.        Military spokesmen said a few knives were confiscated from the homeless men, but there have been no incidents reported aboard the ship.        Crew members and shipmates from the three vessels are helping with earthquake recovery in hard-hit neighborhoods by strapping down water heaters in unstable homes, clearing fallen trees and helping senior citizens move out of condemned buildings.        Sailors also have been making sandwiches for workers at the collapsed Interstate 880 Freeway.        The Navy also agreed to loan a barge to the U.S. Postal service to carry 40 mail delivery trucks across the Bay from Oakland to San Francisco, and helicopters from the Peleliu ferried food and water to stricken Santa Cruz, said Chief Petty Officer Erik Erickson, a Navy spokesman,        Erickson said there are no estimates yet on the cost of military help in earthquake recovery efforts.        The Peleliu homeless were among nearly 1,000 evacuees forced to move from the Red Cross shelter at the city's main convention hall, the Moscone Center, which is getting ready for a convention next week.        The other Moscone residents were sent to temporary quarters in Army barracks at the Presidio.        A Red Cross spokeswoman, Chris Garrett, said the evacuees had been sleeping in the ballroom and lobby of the Moscone Center, which lacked showers and adequate dining facilities.        It wasn't clear how long the Peleliu would house earthquake victims. While the Navy said it would be for only three or four days, the Red Cross said it was under the impression that the stay would be for as long as necessary.", "edition": "Second"}