{"title": "Couple help quake's homeless - they drove with gifts to california", "filename": "1989-10-26_CoupleHelpQuakeSHomeless-TheyDroveWithGiftsToCalifornia.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533A3DA3F6AC4?p=WORLDNEWS", "date": "1989-10-26", "page": "C3", "section": "North", "author": "Linda Shaw", "text": "LAKE STEVENS         Laurel and Brad Reimers wanted to add a personal touch to their earthquake donations.         So the Lake Stevens couple drove about 19 hours straight this week to deliver blankets, food, and toys to homeless families in Northern California - and then turned around and drove straight back.         But they didn't have an easy time finding people who weren't already receiving aid, Laurel Reimers said yesterday.         The couple and their dog, Squirt, left the Seattle area early Monday after deciding Sunday they could afford to take a few days off. They left their two children in care of a relative.         Reimers, 27, said the trip was her husband's idea.         ``I guess Brad had been thinking about it for the whole week,'' she said.  ``He just felt led by God, that God told him to go.''         While they stuffed their brand-new Toyota Camry with the donations - mostly their own possessions - Reimers said they had an image of families like their own left homeless by the quake.          Besides blankets and toys, they also packed a tent, pots, pans, cots, lanterns, a camp stove and the fuel to run it.         The couple drove into the early-morning hours Tuesday, when they stopped and slept in their car in a Santa Cruz church parking lot. They had stopped in Oakland, where a waitress and policeman recommended they go to San Francisco or Santa Cruz because they didn't know anyone in Oakland who needed donations.         The Reimers decided on Santa Cruz, where they arrived about    3 a.m. after following a police-led convoy through a mudslide area.         After daybreak, a pastor told them most Santa Cruz residents also had shelter, and sent them on another 20-minute drive to Watsonville.         There, they found a city full of homeless people camped out in parks. They approached one group in a small park, because those people hadn't received Red Cross aid, Reimers said. But because most of them didn't speak English and the Reimers couldn't speak Spanish, they couldn't communicate as they had wished.         ``I just walked around and smiled a lot,'' she said.         After they set up the tent and distributed the toys, leaders of the group invited the couple to lunch, but Reimers said they needed to start right back so her husband, a painter, could return to work yesterday.         When they left on Monday, Reimers said, they had hoped to find one family to give the bulk of what they brought. She said she and her husband - they are members of Harvest Time Church in Lynnwood - wanted to talk with the family, show they cared about their plight and share with them the love of Jesus.         ``It didn't work out that way, but God had a different plan,'' she said.Caption:  PHOTOPETER LIDDELL / SEATTLE TIMES: LAUREL REIMERS SITS IN THE FAMILY CAR WITH SQUIRT, HER POMERANIAN, WHO ACCOMPANIES HER AND HER HUSBAND FROM LAKE STEVENS TO WATSONVILLE, CALIF., ON A WHIRLWIND ROUND TRIP TO AID EARTHQUAKEVICTIMS", "edition": "Zone"}