{"title": "New hollywood ride simulates big quake", "filename": "1989-03-19_NewHollywoodRideSimulatesBigQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5334DE90297D1?p=WORLDNEWS", "date": "1989-03-19", "page": "A2", "section": "News", "author": "Ap", "text": "HOLLYWOOD - In a town where a mortuary is a top tourist draw and the curious pay to visit sites of celebrity suicides, a new theme-park ride celebrating a catastrophic California earthquake fits right in        Never mind that the earthquake simulated in ``The Big One,'' which was to open this weekend at Universal Studios Hollywood, could kill 14,000 people, injure up to 55,000 others and cause $17 billion in property damage.        ``It's an entertainment attraction, not a sociology experiment,'' said Sidney Sheinberg, president and chief operating officer of MCA Inc., the theme park's parent company. ``I think this is fun. . . . We don't think this is in bad taste, or we wouldn't have done it.''        Like the popular tours at Forest Lawn Memorial Park and the celebrity suicide and murder junket run by the local Grave Line Tours, the Universal Studios earthquake attraction is inherently married to the loss of life.        Named after the huge temblor which seismologists say will hit California within the next 30 years, Universal's ``Big One'' was built in an enclosed set at a cost of $14 million.        Set in a San Francisco subway station, ``The Big One'' features a violently shaking platform on which Universal Studios tram cars sit, a runaway subway car littered with bodies, erupting sidewalks, a burst propane tank, a 60,000-gallon wall of water, collapsing ceilings, sparking transformers and several other disaster-related effects.        ``There's a thing in our business called the safe scare, where you go to the point where entertainment value is maximized without having (tour guests) be afraid,'' said Barry Upson, MCA's executive vice president for planning and development. Having bodies in the attraction's runaway subway car, he said, ``is simply show business.''        The 145-second simulation, staged as many as 200 times a day, is designed to mimic an earthquake measuring 8.3 on the Richter scale, estimated by seismologists to be about the same magnitude as the 1906 San Francisco shock that leveled 500 square blocks.        Despite the attraction's macabre implications, ``The Big One'' was designed to lure in-state visitors to Universal's theme park, MCA executives said. ``Where else can a Southern Californian come and enjoy an earthquake?'' Sheinberg asked.", "edition": "Weekend"}