{"title": "California legislators ponder ways to aid area hit by quake - proposal for special sales tax gets little attention", "filename": "1989-11-03_CaliforniaLegislatorsPonderWaysToAidAreaHitByQuake-ProposalForSpecialSalesTaxGetsLi.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533A6B3E9F117?p=WORLDNEWS", "date": "1989-11-03", "page": "A6", "section": "News", "author": "Ap", "text": "SACRAMENTO, Calif. - California lawmakers opening a special session on aid to earthquake-stricken areas questioned relief plans but barely debated the proposed source of money: a sales-tax increase local officials deem inadequate        Meanwhile, Marilyn Quayle, wife of Vice President Dan Quayle, began visiting farm towns south of San Francisco left devastated by the Oct. 17 quake measuring 7.1 on the Richter scale.        Also, Jack Kemp, U.S. secretary of Housing and Urban Development, said at a San Francisco news conference that the federal government likely would be sending an additional $165 million to the Bay Area to provide and repair rental housing.        Congress last week approved $3.45 billion in quake relief. The state is required to come up with $855 million more, said state Finance Director Jesse Huff. To raise $786 million of that money, Gov. George Deukmejian and legislative leaders this week agreed to propose boosting the sales tax from 6 percent to 6.25 percent for 13 months starting Dec. 1 - encompassing two Christmas shopping periods.        The state Assembly and Senate opened the special session yesterday. Several legislators closely questioned Huff on whether the highway money included strengthening bridges.        Huff said the relief plan includes $300 million - $60 million of it in state money - for retrofitting bridges.        In other developments:        --  The Federal Emergency Management Agency reversed an earlier decision and decided to send 100 mobile homes for use by displaced people in Santa Cruz, San Benito and Monterey counties.        --  The Giant Dipper wooden roller coaster at the Santa Cruz Boardwalk survived the quake and will roll again. Proceeds from all the boardwalk's rides this weekend will go to earthquake relief.", "edition": "Final"}