{"title": "Quake boosting disaster plan", "filename": "1989-10-23_QuakeBoostingDisasterPlan.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533A28DB4C5FF?p=WORLDNEWS", "date": "1989-10-23", "page": "B4", "section": "Northwest", "author": "Steve Johnston", "text": "KIRKLAND - It took an earthquake in California to wake people up to the fact that the same thing could happen in Puget Sound.         Maybe now they will get in touch with Mothers for HELP, a group of Kirkland-area women who believe it is wise to be prepared for the worst.         Three years ago, Bev Carter saw a documentary on earthquakes in the Puget Sound region, which stressed it was only a matter of time before a major earthquake hit this area.  But what surprised Carter was that the schools had no plans to react to a major disaster.         ``What would happen to the children when they got home? What would happen if their parents were killed or injured or can't get home?'' Carter asked. ``I am the only mother on this block who is home during the day. What happens to these kids?''         Carter and a friend, Cathy Warriner, came up with a plan that was patterned after the Block Watch anti-crime program. Under their plan, called HELP (Help Everyone Learn Preparedness), each neighborhood would be organized to be self-sufficient for at least three days in the event of a disaster. The neighborhood preparedness program would be organized around the local fire station, with a coordinator from HELP reporting to the station.         In addition, each neighborhood would be organized into groups of 10 families, with each family responsible for some emergency item, such as medical supplies, food and water. Individual families would also be responsible to keep enough supplies on hand for at least three days.         Finally, the women came up with a signal plan that would let rescue teams know the emergency status of each house in the neighborhood. The signals were based on easily recognizable symbols: the American flag and the colors red, green and yellow.         The flag would signify the location of the block leader; a red ribbon would mean a life-threatening problem and help was needed immediately; a yellow ribbon would mean help was needed, but it wasn't a life-threatening situation; and a green ribbon would mean the family was safe or had been evacuated.         It was a simple program that caught the interest of some school and emergency-preparedness officials, but Carter said it took the California earthquake for people to start calling and getting serious about the program.         ``The response has been incredible,'' she said. ``We have been banging our head against the wall for two years, now everybody wants to talk with us.''         People have been calling from across the country, asking for material on how to set up a neighborhood HELP program. In addition, two public meetings on the program have been scheduled next month at Eastside elementary schools.         ``What we will be doing is teaching the plan to the community, how to use the signal ribbon and how the families help other families,'' Carter said. ``It's important that people know this information.         ``We heard about San Francisco and the problems there, but we didn't hear about Santa Cruz for two days. We hear about the large buildings that collapse, but you don't hear about the small neighborhoods, like my neighborhood, outside of the big cities.''         There is no charge for getting information on HELP, but Carter said the group, with a current yearly budget of $500, will accept donations. People can donate to HELP, TL Post Office Box 8399, Kirkland, 98304, or call 821-2614.         A meeting to explain how HELP is organized will be held Nov. 9 in Wilder Elementary School, 22130 N.E. 133rd St., and on Nov. 16 in Robert Frost Elementary School, 11801 N.E. 140th St.  Both meetings will start at 7 p.m.", "edition": "Final"}