{"title": "Quake-aid package moving in house - californians ask more than $2. 85 billion", "filename": "1989-10-24_Quake-AidPackageMovingInHouse-CaliforniansAskMoreThan$285Billion.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533A308983DAB?p=WORLDNEWS", "date": "1989-10-24", "page": "A5", "section": "News", "author": "Aptimes Staff", "text": "The House Appropriations Committee approved an $2.85 billion earthquake-aid package last night and sent it to the full House for action today after rejecting the California delegation's request for $3.8 billion        California lawmakers say the smaller amount for their quake-damaged state isn't nearly enough, even though it's larger than the White House proposal.        The committee rejected, 26-7, an amendment supported by the Californians and instead favored a proposal by chairman Jamie Whitten, D-Miss., which essentially split the difference between the state and White House plans.        The committee approved $1.1 billion for the Federal Emergency Management Agency to repair the devastation and $1 billion for the Federal Highway Administration's emergency fund. Most of the deaths and the worst damage from last week's quake in the San Francisco Bay area was related to highways.        In addition, $500 million would be given to the Small Business Administration for emergency loans, and $250 million to President Bush to spend at his discretion on other operations.        The aid package, which could be modified in the Senate, was expected to get speedy passage. It was attached to a stopgap spending bill that must be passed before Thursday to avoid a government shutdown.        San Francisco Mayor Art Agnos called on the federal government to raise the maximum home-rebuilding loan to $500,000 from $100,000, reflecting high housing costs in the region.        Meanwhile, workers in the San Francisco Bay area continued their snail-paced commutes on a jury-rigged transit system that includes extra trains and ferries because vital freeways and the crucial Bay Bridge remain closed.        Early today, traffic on bridges and freeways was heavy but moving steadily under clear skies.         The three Washington-state-owned passenger ferries that are being loaned to California during the emergency resumed their travel south today after rough water caused them to stop in Port Angeles Saturday.         The boats had been sitting idle here because the Legislature had not provided funds for their operation.        The death toll rose to 63 yesterday. Dozens still were listed as missing in the rubble of the Interstate 880 freeway in Oakland.        Crews planned to begin to dismantle a shaky section of the double-deck roadway today after bracing the structure further.        The search for bodies remained on hold because of a fear of further collapse - even from pooling rainwater.        The Embarcadero Freeway in San Francisco, nearly identical to the Interstate 880 section that collapsed, probably will be closed until June. Unlike its near-twin in Oakland, this structure will be repaired rather than replaced.        Buck Helm, 57, the gritty longshoreman who was dug out alive Saturday from the wreckage of Interstate 880 in Oakland, continued to heal and signaled to incredulous doctors yesterday that he now felt no pain.        Helm's condition was upgraded yesterday from critical to very serious, Dr. Floyd Huen said.        Two more deaths were reported in San Francisco.        An unidentified woman was found in fire rubble in the Marina district. The other victim, a 68-year-old woman from Sweden, died of injuries sustained at a downtown hotel.        The California Highway Patrol reported that another body - the 39th - was found in the Interstate 880 wreckage.        In the beach town of Bonny Doon, Calif., north of Santa Cruz, workers uncovered the body of a 41-year-old man, identified as Gary Phillip West, buried by a landslide during the quake.", "edition": "Second"}