{"title": "Boy's leg amputated at quake scene", "filename": "1989-10-21_BoySLegAmputatedAtQuakeScene.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533A1D66F7607?p=WORLDNEWS", "date": "1989-10-21", "page": "A2", "section": "News", "author": "Ap", "text": "OAKLAND, Calif. - President Bush said the most emotionally touching moment during his tour of quake devastation yesterday was talking to the father of a 6-year-old boy pulled from a crushed car, and to the doctors who had to amputate his leg to free him        Bush, after a visit to collapsed Interstate Highway 880 here, talked with Dr. James Betts, the surgeon who performed the operation, and by phone with the boy's father, Pastor Berumen, who was at his son's bedside.        ``The most touching moment was . . . when this doctor, this marvelously heroic doctor, and his associate told me of pulling a kid out and having to amputate his leg to get him out of this crushed car,'' Bush told reporters in remarks at nearby Moffett Naval Air Station in Mountain View.        Bush said he then talked to the father at the boy's bedside ``and I had a chance to tell him that the American people were rooting for him, to tell his dad that we all care.''        Julio Berumen and his 8-year-old sister Cathy were trapped in a car that had been crushed when the two-tier elevated expressway collapsed during the earthquake.        The children's mother and a friend had been killed instantly by the crash.        The boy is in critical condition at a local hospital; his sister is in fair condition.        Although Cathy was freed within an hour, rescuers had to cut the mother's body in half to get to Julio. Doctors then had to amputate the boy's right leg below the knee to free him from pieces of concrete.        Betts, a trauma surgeon from Oakland Children's Hospital, performed the surgery at the scene on the night of the quake, working in a tight crawl space between the layers of the pancaked highway.        After a walking tour of a section of the collapsed expressway, Bush went into a trailer to meet Betts and a medical associate and to call the boy's father.        ``How are things going?'' he said to the boy's father.         ``I'm proud of your courage, proud of the doctors. You be strong. Have your faith.''    --  To aid Julio and his sister, donors may send checks to the Julio and Cathy Berumen Relief Fund, Summit Bank, 2969 Broadway, Oakland, CA 94611.", "edition": "First"}