{"title": "Preparedness urged should big quake hit", "filename": "1989-04-11_PreparednessUrgedShouldBigQuakeHit.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53356DDCE190B?p=WORLDNEWS", "date": "1989-04-11", "page": "B3", "section": "East", "author": "Steve Johnston", "text": "Eastsiders should be prepared to fend for themselves for at least three days after the first jolt of a major earthquake, say Eastside emergency-services officials.         With this week dubbed ``Earthquake Awareness Week'' by Gov. Booth Gardner, officials from the Bellevue and Redmond fire departments and the Red Cross got together at the Eastside Communication Center yesterday to make the public aware it may be on its own if a big earthquake should strike.         ``People have to understand that fire departments won't be there immediately,'' said George Roberson, Redmond assistant fire chief, ``People should be prepared to be self-sufficient for at least 72 hours.''         The reason April is selected for earthquake-awareness programs is because the two major quakes to strike the Puget Sound region - in 1949 and 1965 - struck in April. So when people talk about April in the Pacific Northwest, they talk about it being ``earthquake weather,'' officials said.         Eventually, another major earthquake will hit this area, officials added. The question doesn't seem to be if an earthquake will hit, but when it will hit.         Although no one is able to predict when a major quake will happen, Linda Noson, a seismologist for the Federal Emergency Management Agency, said a quake measuring 6.0 on the Richter scale - which can cause serious damage - happens about once every 20 years in this region. A quake measuring over 8.0 on the Richter scale - which can cause widespread damage - happens once every 100 years in this region, she said.         It is the 8.0 earthquakes that worry emergency officials because the public has come to expect immediate reaction from police and fire departments. But in the event of a major earthquake, roads will be impassable and telephone lines will be down.         ``It is highly unlikely you will be able to pick up the telephone and dial 911 and expect to get a response,'' said Ron Pedee, Bellevue deputy fire chief. ``It depends on how bad the quake is, but if it is a major earthquake, then buildings and schools will be collapsed. That's where we will be.''         As part of the Earthquake Awareness Week, the Bellevue Fire Department and the American Red Cross are giving out information on the 27 things people can do to help themselves survive an earthquake. The tips run from basic rules - such as staying calm and knowing where to turn off the gas, electricity and water - to what supplies people should keep on hand in order to survive for three days.         There has been a series of small earthquakes shaking up the Eastside during the first few weeks of the year, but seismologist Noson said they should not cause any concern and don't mean the quakes will build up to a major temblor.         ``We have 10 to 15 earthquakes each year in this region,'' Noson said. ``We just can't pace them out.'", "edition": "Zone"}