{"title": "`i don't think the area is prepared' - snohomish county official took notes at scene of quake", "filename": "1989-10-22_`IDonTThinkTheAreaIsPrepared-SnohomishCountyOfficialTookNotesAtSceneOfQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533A24644D9E2?p=WORLDNEWS", "date": "1989-10-22", "page": "A13", "section": "News", "author": "Linda Shaw", "text": "EVERETT - As Snohomish County's director of emergency management sat in a dark hotel near San Francisco International Airport Tuesday, he was taking notes.         The maintenance staff warned that the sewers might back up after power was restored, Earl Torgeson wrote. An employee with a transistor radio was the only source of information from the outside. Someone reported that the earthquake had toppled the airport's tower, a rumor that turned out to be false.         Torgeson, a former major-league baseball player, said he wanted to record every detail so he could determine how San Francisco's experience might be applied to Snohomish County's earthquake plans.         His main message, which he has shared with Snohomish County fire and police chiefs,  is that Snohomish County is far from prepared to deal with an earthquake.         ``I don't think any of the Puget Sound area is prepared,'' he said.  ``We've had no experience with it.''         Snohomish County has an earthquake plan, Torgeson said, but it's never been tested.       He was to send a representative to meetings Friday to suggest organizing an earthquake drill soon.         ``I'm not going to let (the moment) get away,'' he said.         Given what occurred in San Francisco, Torgeson, also a former Snohomish County commissioner, said he doesn't expect he'll have to do much persuading to get a drill organized.         When the earthquake hit Tuesday, Torgeson was standing outside the hotel with his son, waiting for a taxicab to take them to Candlestick Park for the World Series.         For a moment, he said, he didn't want to acknowledge what was happening as parked cars were moving ``as if they were jelly floating on a wave.''         He and his son stood under a sturdy-looking support to the hotel's marquee and encouraged others to do the same, he said.  He tried to keep people from running into the hotel parking lot, especially one woman who was hysterical.         ``She just wanted to get away someplace, run somewhere,'' he said.         The hotel didn't sustain major damage, he said, but power was lost until about 11 p.m.         His cab ride to the ball park was futile; he and his son arrived, only to find people slowly filing out.         He said he returned to the hotel and offered his services to the staff, who said they'd call if they needed him. He kept in touch with the employee with the radio, who relayed bits of information, some of it false.         One early report, he said, was that the earthquake's epicenter was in Sitka, Alaska.         Torgeson, who returned home Wednesday, said he came back to Everett  believing that a good public-information system is vital during an earthquake. He said his experience also reinforced the need to remind people it's good to make simple, but possibly lifesaving preparations such as keeping batteries around for flashlights and radios.         County emergency crews, he said, need to determine where shelters might be set up after an earthquake, what to do about gas leaks, how to solve problems with water, power and other utilities.         Most important, however, is that it can happen here, he said, a message that previously has been hard to get across.         Earthquake planning, he said, ``is just something we've been dragging our feet on.'", "edition": "Weekend"}