{"title": "Trouble stalks 'stick - quake latest problem for candlestick park", "filename": "1989-10-18_TroubleStalksStick-QuakeLatestProblemForCandlestickPark.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533A050AF7414?p=WORLDNEWS", "date": "1989-10-18", "page": "E7", "section": "Sports", "author": "Ap", "text": "SAN FRANCISCO - Candlestick Park, in which the Giants began play in 1960, has been the butt of jokes because of the cold, windy, foggy weather conditions that sometimes assail the park during the baseball season        Now, with the park damaged by the quake that struck the Bay area about 30 minutes before the scheduled start of Game 3 of the World Series, its problems are serious in nature. Just how serious may be determined today.        The nation got a first-hand look at what can happen at Candlestick during the 1961 All-Star Game, when pitcher Stu Miller was blown off balance during his windup.        The following year, Game 6 of the World Series between the Giants and New York Yankees was postponed three consecutive days because of rain. The field eventually was dried by the high-speed rotors of helicopters hovering a few feet above the playing surface.        The stadium was built after the Giants played their first two seasons in San Francisco in Seals Stadium, a former minor league park. Candlestick was built on Candlestick Point, which juts into San Francisco Bay about five miles south of the center of the city.        It has long been renowned for strong winds which blow in from left field, accompanied by chill, moisture and occasional dense fog. Major league players have complained about the conditions since the park was built. A routine fly ball with the wind blowing at Candlestick can become a difficult chance.        The city-owned stadium has been a subject of political debate for years, with several proposals made for building a park elsewhere in the city. The latest idea is to construct a park in the China Basin area, about three miles north of Candlestick, adjacent to the west shore of the bay.        A bond issue seeking support for a new stadium is being put before the voters next month. Giants owner Bob Lurie, who has been courted by San Jose and Santa Clara, about 40 miles to the south, has said the Giants will not play in Candlestick when their lease expires after the 1994 season.        When Lurie reached agreement with the city last summer for the China Basin park, a $115 million project, the city said it would allow him to move after next year if voters reject a stadium construction bond issue. They did so in 1987.        The stadium seated 42,500 when built and was virtually open behind left field, where the winds begin to blow heavily most afternoons at mid-game. It was double-decked in 1972 to increase capacity - mostly for San Francisco 49ers football games - to 58,000.        The renovations reduced the winds somewhat, but the park is still famous as a cold-weather baseball haven.        Fans routinely wear parkas and huddle in blankets for games in July. The team also made use of that in advertising which likened the park to winter war scenes such as Valley Forge and Bastogne.        Huge doors were installed at the rear of the grandstand several years ago to reduce drafts. They are hinged to close automatically, and have made the seating areas somewhat warmer. But fans still scramble through the stands to find spots in the sun.", "edition": "Final"}