{"title": "Profits will rise from rubble of earthquake - construction, lawsuits, flimflam follow disaster", "filename": "1989-10-30_ProfitsWillRiseFromRubbleOfEarthquake-ConstructionLawsuitsFlimflamFollowDisaster.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533A531023431?p=WORLDNEWS", "date": "1989-10-30", "page": "A7", "section": "News", "author": "Ap", "text": "SAN FRANCISCO - Melvin Belli, the barrister of disaster, went into action on lawsuits from the big earthquake almost as soon as he stopped shaking at Candlestick Park.        Belli filed $22 million worth of claims Friday against the state on behalf of 10 victims of the collapse of Interstate 880 on Oct. 17 that killed at least 39 people.        The claims - $3 million for each of two wrongful deaths and $2 million for each of eight injured survivors - are the first step in what Belli's partner, Richard Brown, believes will be more than $200 million in suits by many lawyers in the I-880 tragedy.        Thousands of San Francisco Bay area residents are busy seeking profits from the quake.        Great sums - perhaps more than the $7 billion or more in damage estimates - are shifting from the government, insurers, bank loans and savings accounts to workers and companies rebuilding the Bay area.        A few were accused of profiteering, taking unreasonable gains from the emergency the night of the quake. Some are after the fast buck with quake gimmicks and T-shirts.        One person's bad luck is another's opportunity, but most of those benefiting from the quake are simply and honestly doing their jobs.        Engineers, architects, contractors and masons who will fix thousands of buildings are making big money as a result of the quake.        As for the lawyers, their civil suits would follow 45 days after the filing of claims if the claims are rejected by the state.        ``I think we've got a substantial lawsuit because the state definitely was negligent,'' said Belli, whose firm is talking with about 30 other survivors and families of people killed in the I-880 collapse.        ``I think we're going to be able to show that they didn't use adequate supports,'' he said. ``What's more important, they knew they were shortcutting and they used the money on something else.''        Belli's uninsured office building has been red-tagged as unsafe and may need more than $1 million in repairs.        His office phone was out for three days after the quake, but as soon as service started up, it kept ringing with people wanting to sue somebody.        ``At least 50 people have contacted us about lawsuits. We're also handling for free the problems of people trying to collect money on loans from the federal government. We're very busy.''        So are construction crews from Santa Cruz to San Francisco, preparing to put up new homes once the rubble is cleared. Lumberyards are already humming.        Glaziers are clearing away the shards of countless broken windows and installing new panes. Chimney sweeps are checking out damage that could cause a fire. Building inspectors are studying cracks in the walls, roofs, floors and foundations. Plumbers are repairing broken pipes and toppled water heaters. Helicopters and ferries are carrying commuters while the Bay Bridge is closed.        Neighborhood restaurants in San Francisco and others in Marin County and the East Bay are packing in diners, partly at the expense of the usual tourist spots along Fisherman's Wharf and the hard-hit Marina district.        Disaster-recovery services are providing replacement computers and other office needs. Head-hunters are getting more business from companies finding it difficult to lure employees to the Bay Area after the quake.        The quake destroyed so much but was a boon to dozens of businesses.        ``It's terrible. No, it's not terrible, it is great,'' said Mina Taleb-zadeh, controller of West Bay Glass Co. in San Francisco. ``So much broken glass is in the town. The first week we worked day and night, but we've slowed down a little bit because the crew is tired.''        West Bay, a small company with a six-man crew, hired six more workers last week and replaced about 500 windows, 10 times the usual number.        The biggest job, nearly $40,000 in labor for three days of round-the-clock service, was cleaning glass from about 150 windows in a seven-story department store. Now, West Bay is hoping to win the bid to replace those windows.        Louis Bobrowsky, an engineer and architect who inspects homes and commercial buildings, said he's been working up to 12 hours a day.        ``We would normally get eight to 12 calls a day. Now we're getting 100. We've been telling the people what to look for and not charging them for it. If serious cracks or separations come up, then I go out and see it.''        Will Prater, a pilot at Astrocopters Ltd. of Oakland, said business was nonstop in the days after the quake when the company had its own five choppers and three subleased ones hauling celluar telephones to Santa Cruz for hours.        About eight helicopter companies took advantage of the crippled San Francisco-Oakland Bay Bridge and I-880 to sell a fast, expensive alternative for executives, emergency workers and media personnel.        Commercial helicopters normally aren't allowed to fly into San Francisco because of neighborhood complaints about noise. But the opening of the Port of San Francisco's Piers 30-32 was an emergency earthquake action.        The 'copter commute costs $150 to $200 round trip. The Bay Bridge used to cost a dollar.Caption:  PHOTOAP: WORKMEN HAVE BEGUN REPAIRING THE OAKLAND HOTEL, DAMAGED IN THE EARTHQUAKE.", "edition": "First"}