{"title": "Shocking silence - are seattleites so confident that they don't need quake insurance?", "filename": "1989-10-19_ShockingSilence-AreSeattleitesSoConfidentThatTheyDonTNeedQuakeInsurance.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533A0D02BB8B0?p=WORLDNEWS", "date": "1989-10-19", "page": "H1", "section": "Business", "author": "Greg Heberlein", "text": "Nothing like a major earthquake to motivate you to call your insurance agents, right?         Wrong.         Insurance agents in the Seattle area, braced for homeowners' calls about obtaining earthquake insurance the day after a devastating quake rocked California's Bay Area, got only minimal response.         ``I thought we'd be swamped,'' said Susan Donohue in the Melinda Elkin insurance agency in Ballard. But she received no calls yesterday about earthquake insurance. ``That's amazing.''         Donohue herself fingered a major reason why perhaps only an estimated 1 percent of Washington state residents own earthquake insurance.         ``It's terribly expensive,'' Donohue said. ``At that price, even myself, I'd rather take a chance and hope it never really comes.''         In general, earthquake insurance significantly increases the amount a homeowner pays to insure the home.         At Safeco, for example, a $100,000 home - wood, not brick - would incur a normal annual insurance cost of roughly $250 to $270, said Robb Bruns, Seattle branch manager for personal lines. An earthquake rider, or ``endorsement,'' as it is called, would cost $150 more. That same house in masonry would add a whopping $710.         At Unigard, the numbers are comparable: A normal $100,000 homeowners' policy might cost $350, depending on a number of factors, said Bill Hanna, managing underwriter for personal lines. A wood-house earthquake rider in Western Washington would run $145, a masonry would be $705.         ``The reason for the difference is that masonry structures are much more susceptible to damage,'' Hanna said. ``They don't have the flexibility. They tend to come apart.''         Homeowners without an earthquake rider have some protection. As both insurers and state insurance commissioner Dick Marquardt pointed out, fire damage, window breakage and explosions are still covered. Structural damage is not covered.         Another possible drawback of earthquake coverage is that, unlike common deductibles of $100 or $250, the deductible here is 5 percent. In other words, on a $100,000 house, the insurance company would not pay the first $5,000 towards house repairs nor the first 5 percent of the contents.         Writing earthquake insurance    can be more risky than writing other types. That's because almost all of those who buy the insurance are in the most likely earthquake zones. The risk is not as widespread as with other types of insurance.         Insurance companies, which must pony up an estimated $4 billion to cover losses from Hurricane Hugo, now face what might be even more disastrous claims from California.         Unigard had about $200 million at risk in the Bay Area, Hanna said. Safeco didn't have a precise number, but it collects $400 million a year in premiums from Californians, said Safeco spokeswoman Pat Hillis. That means it has billions in insurance in force in that state.         But a consultant told the company before the quake that in a worst-case situation - a Richter-scale quake of 8.25 - losses to the company would remain below $75 million, Hillis said.         Hanna said 9.5 percent of the company's California customers have earthquake insurance, but estimated that only 1 percent are on the Washington rolls. Bruns said Safeco had more like 15 percent in California, close to the estimated average of 18 percent. But only 1 percent - about 1,700 Safeco policyholders - own quake coverage in this state.         ``Generally, we see an increased awareness'' after an earthquake, Bruns said. ``It rarely manifests itself in a major increase in policies.''         The independent agents testified to that yesterday.         ``We haven't been bombarded by calls,'' said Dena Lentz at the Insurance Store in Lynnwood.        ``We haven't had any,'' said Tracey Shimek at Dietz Insurance in Bellevue.Caption:  PHOTOAP: A POLICE OFFICER YESTERDAY SURVEYS AN ALL-TOO-COMMON SCENE IN THE SAN FRANCISCO AREA IN THE AFTERMATH OF AN EARTHQUAKE TUESDAY EVENING THAT REGISTERED 6.9 ON THE RICHTER SCALE.", "edition": "Final"}