{"title": "A lifesaver at supermarket - clerk risks his job to help quake victims", "filename": "1989-10-23_ALifesaverAtSupermarket-ClerkRisksHisJobToHelpQuakeVictims.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533A2A97A276B?p=WORLDNEWS", "date": "1989-10-23", "page": "A4", "section": "News", "author": "William H. Inman", "text": "PRUNEDALE, Calif. - Rich Fernandez, a burly clerk whose arms strain the seams of his supermarket uniform, rummages through a sea of bruised asparagus cans.        ``Toss this. Keep this. Toss this,'' he gruffs at an assistant, who drops appropriately segregated goods into an assortment of pushcarts.        Checking inventory in the back room of a Safeway supermarket is the sort of work Fernandez is paid to do. He's a food counter, a bottom-of-the-heap job.        But when last Tuesday's quake hit this bedroom community of 7,000, 30 miles southeast of Santa Cruz, Fernandez rose to the top. For 48 hours he became a supermarket czar, credited with saving the property and peace of hundreds of community residents.        ``We had thousands of people without power and water,'' said Fernandez, 52.  ``The migrant workers refused to go back into their homes. There were many homeless, a lot of panic. Babies needed diapers. Refrigerators were dead and food was spoiling.''        On his own initiative - phones and roads were down; his boss was isolated in distant San Jose - Fernandez threw open the doors of the store. Six hours after the quake, he began handing out foodstuffs, bottled water, ice, diapers, batteries, flashlights and candles - no charge - to all comers in legitimate need.        Coffee was issued to bus drivers shuttling newly homeless from Santa Cruz and packages of rice were distributed in the migrant camps. He and other workers put in 15- and 20-hour days.        ``Everybody who came to the front door I gave two candles or two batteries or a flashlight, enough to get a light in their home,'' Fernandez said.        ``Word got around quickly. I don't know how. There was no radio or TV. But the people came, at least 500 in the first few hours. Anybody who asked for it got water. We gave away all our ice quickly. If people looked hungry, I would give them a deli sandwich.''        There were only a few idiots, he said.        ``We had one guy came back for a second set of batteries so he could plug in his Walkman. I told him he'd have to do it from a sitting position, because I'd knock him on his tail. People cheered.''        The biggest problem was power. Food was spoiling, and Fernandez didn't have time to go through channels. He hired a local electrician to rig portable generators to run the store's freezers.        Safeway's corporate hierarchy still doesn't know what to make of Fernandez's actions. He was, after all, a clerk. And valuable inventory was given away.        ``We don't want to have people think that we give away free food as a matter of policy,'' said store manager Rick Murphy. ``We're still evaluating this.''        Fernandez knows his job is on the line.        ``I told people I could lose my work, but I had to do it. You may fault me on my decisions, but you can't fault me for not making them.''        Customers have responded.        ``We feel we owe Rich a debt,'' said Beatrice Loudon. ``He didn't have to do what he did. He stuck his neck out.''        Fernandez still hasn't figured out how much was given away, perhaps thousands of dollars worth. But he figures the giveaway was cheap, considering the returns.        ``A newspaper ad costs a lot, $8,000 for four ads. We made a lot more friends with a few dozen boxes of free diapers.'Caption:  PHOTORICH FERNANDEZ", "edition": "Final"}