{"title": "Scientist warns of devastating quake in missouri fault", "filename": "1989-10-27_ScientistWarnsOfDevastatingQuakeInMissouriFault.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533A436FCD655?p=WORLDNEWS", "date": "1989-10-27", "page": "A8", "section": "News", "author": "Andrew Cassel", "text": "SIKESTON, Mo. - Joe Lankheit didn't used to worry about the Big One.         But since he got back from the sales meeting in San Francisco last weekend, he looks at the bridges, highways and buildings of his southeastern Missouri hometown with new alarm.         ``If there's a 7.0 around here, I think it'll be so devastating that people cannot even imagine,'' said Lankheit, an auto dealer.         Lankheit, who rode out the 7.1 California quake in a hotel outside Monterey, may have had his consciousness raised more than most, but he is far from alone. In the last eight days, earthquakes have become Topic A in this region.         The reason: Southeastern Missouri is at the center of the New Madrid Fault zone, the most earthquake-prone area east of the Rocky Mountains and the likely center of what some scientists predict will be a far more deadly quake than the one that rocked the San Francisco Bay Area last week.         ``It's just a matter of when,'' said David Stewart, director of a new earthquake study center at Southeastern Missouri University, who is trying to persuade citizens and their elected officials here to prepare for a major earthquake.         The region stands a 33 percent chance of seeing a quake the size of San Francisco's by the end of the century, Stewart said, and a 67 percent chance by the year 2024. But a quake of that size would be a much bigger event here than in California.         There would probably be not only severe damage in cities such as Memphis and St. Louis, which have done little to prepare for quakes, but also tremors as far away as Chicago and the East Coast.         The last big series of quakes on the New Madrid fault rang bells - in Boston. That was between December 1811 and February 1812, when five tremors estimated at more than 8.0 on the Richter scale upended fields, sank towns and briefly made part of the Mississippi River run backwards.         The quakes made sidewalks buckle in Washington, D.C. The scaffolding set up to build the dome of the U.S. Capitol fell down. The town of New Madrid, Mo., then the largest settlement between St. Louis and New Orleans, disappeared completely into the rerouted river.         Today  with no living local memory of a deadly tremor, it has been hard to impress people of the need for preparedness.         Only one of the seven states near the New Madrid Fault zone - Kentucky - has any sort of statewide seismic building standards, Stewart said. The cities of Memphis and St. Louis are particularly vulnerable, with hundreds of thousands of people living in older brick and masonry structures that could fall.         A 1985 study by the Federal Emergency Management Agency projected deaths in the thousands in six cities if a major quake hits the region. But only since the San Francisco quake has interest here focused on the likelihood of a serious quake. ``I think they'll move it to the front burner now.'", "edition": "Final"}