{"title": "Quake intensifies plight of homeless", "filename": "1989-10-21_QuakeIntensifiesPlightOfHomeless.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533A1E2AC4815?p=WORLDNEWS", "date": "1989-10-21", "page": "A2", "section": "News", "author": "Unknown", "text": "The plight of San Francisco's street people has been multiplied by Tuesday's earthquake, an interviewer for a service agency there has informed her grandmother in Seattle.         Anne Wiser, a part-time Seattle nurse, said her granddaughter, Tanya Wiser, a graduate of The Evergreen State College who works for San Francisco Support Services, said the agency needs money to meet a greater case load caused by the tremor.         ``These people are out there wandering around confused,'' Wiser said. The agency tries to find housing for them. ``There's going to be a lot more of them now.''         Wiser said people wishing to help can mail checks payable to San Francisco Support Services (SFSS), P.O. Box 410446, San Francisco, CA 94141. The envelope should be marked to the attention of Joseph Cronin.        In addition, the following organizations are also receiving donations to help victims of the San Francisco area earthquake:         --  The Seattle-King County Red Cross Chapter, 1900 25th Ave. S., Seattle 98144-4708. You may designate your check ``Bay Area Quake Relief Fund'' or call 1-800-453-9000 to donate by Visa, MasterCard and American Express.         --  The Salvation Army, P.O. Box 9219, Seattle 98109, also is assisting Bay Area quake victims. Mark checks ``Bay Area Quake Relief.''         --  The Seattle Seahawks have given the Red Cross permission to collect donations during tomorrow's game against the Denver Broncos. If you'd like to volunteer to help, meet at 9:30 a.m. at the Red Cross office, 1900 25th Ave. S. Volunteers will be bused to the Kingdome.        --  Feed the Children, 333 N. Meridian, Oklahoma City, OK 73101, 405-942-0228.        --  American Jewish World Service, 1290 Avenue of the Americas, New York, NY 10104. 212-468-7380.        --  The National Catholic Disaster Relief Committee, 1319 F Street N.W., Washington, D.C. 20004.        --  Episcopal Church-The Presiding Bishop's Fund for World Relief, The Episcopal Church Center, 815 Second Ave., New York, NY 10017.        --  World Relief, P.O. Box WRC, Wheaton, IL 60189. 312-665-0235.        --  Church World Service, P.O. Box 968, Elkhart, IN 46515. 212-870-3151.        --  Direct Relief International, 2801-B De La Vina St., Santa Barbara, CA 93105. 805-687-3694.        --  Operation California/USA 7615 1/2 Melrose Ave., Los Angeles 90046. 213-658-8876.        --  World Vision, 919 W. Huntington Drive, Monrovia, CA 91016. 818-357-7979.", "edition": "Final"}