{"title": "Huge quake could ruin tokyo", "filename": "1989-12-24_HugeQuakeCouldRuinTokyo.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533BB165D5902?p=WORLDNEWS", "date": "1989-12-24", "page": "A8", "section": "News", "author": "Unknown", "text": "TOKYO - Japan has become the most earthquake-conscious nation in the world since the earth shook in 1923 and destroyed Tokyo, but the next great quake probably will be a human and economic disaster anyway         Tokyo had 2 million people when the earthquake struck. Now 12 million people live in the city, and the nation is a pillar of finance, with the world's richest stock exchange and the most money flowing out to international capital markets.         Predictions about the next great earthquake - it's due about 1993 if calculations of a 70-year cycle are correct - include casualties in tens of thousands and a setback for the world as Japanese money stays home to rebuild.         A lot is being done to lessen the effect. More new buildings are resistant to earthquakes and the fires that quakes often cause.         Some experts believe Japan is doing some things wrong, however, and that the inevitable quake will be more costly as a result. A fundamental problem is the dense Tokyo-area megalopolis of close to 30 million people, nearly one-quarter of the national population.         Katsuhiko Ishibashi, a seismologist with the Construction Ministry, said Japan must decentralize away from Tokyo and the Kanto Plain on which it sits.         His article in the Chuo Koron monthly said it was folly to proceed with plans for Tokyo that put strong emphasis on building artificial islands in the bay to house several million people.         Because of a phenomenon called liquefaction, landfill can turn into something like quicksand in a big earthquake, magnifying ground motion and damage, he wrote, ``even if buildings, bridges and highways themselves are of earthquake-resistant or vibration-free design.''         Some of the worst damage in the San Francisco quake was in the Marina district, built on landfill.         Last year, city authorities calculated the loss if Tokyo were hit by a quake as strong as the 1923 disaster, especially on a winter evening when cooking stoves and gas heaters were in use.         The estimate was 37,000 dead, 78,000 injured, one-third of homes and offices destroyed and massive disruption to communications and power supplies.         Tokai Bank of Nagoya predicted the flow of capital to the United States would be cut in half, causing U.S. interest rates to rise and stock markets to plunge, worsening Third World debt and threatening a world depression.", "edition": "Weekend"}