{"title": "For some in california, earthquake was the last straw", "filename": "1989-12-10_ForSomeInCaliforniaEarthquakeWasTheLastStraw.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533B5AA95D4F9?p=WORLDNEWS", "date": "1989-12-10", "page": "A16", "section": "News", "author": "Alan Gathright", "text": "SAN JOSE, Calif. - For years, San Jose attorney Belinda Long yearned to return to her family on the East Coast. But it was hard to break from northern California, where she and her husband have legal careers and a hard-earned home they had spent two years renovating        Then came Oct. 17, and in just 15 seconds she was ready to leave. Now, a month after the earthquake, she is living with her parents while her husband works to sell their house.        ``I think the quake just made me stop and think, `Why am I here? Is this the place that I really want to be?' '' said Long, 30, after flying home last week.        ``She doesn't feel safe in California,'' said Long's husband, Ron. ``That would never change, and it didn't help to have the news reports saying that wasn't the `big one.' ''        While surveys suggest that the vast majority of Bay Area residents will stand their ground following the quake, for some the temblor was the final straw - atop skyrocketing real-estate prices and clogged roads - that convinced them they should leave California.             Some moving companies reported a post-jolt surge in people wanting out of northern California - and sudden second thoughts among outsiders planning to move in.          Deciding to return to one's roots is in keeping with the life reassessments people make after a disaster, said Daniel Weiss, a psychologist at the University of California, San Francisco.        ``It makes us do some soul searching . . . that's quite normal and quite healthy,'' he said. ``Part of the silver lining from a disaster like this is that . . . relationships with family and friends and loved ones take on a new meaning of importance. You've always felt that they'll be there and . . . all of sudden that expectation gets all shaken up and people realize maybe they won't always be there.''         Weiss expects the ones who leave are ``people who have not been in the area for long, who don't have a feeling that this is really home. I think it would be quite unusual for someone who has been a resident of the Bay Area for a while, and whose future would have continued to be here, to make a drastic move.''        Some people, he said, might avoid quickly fleeing the area, so they can savor the spirit of unity and recovery that has buoyed the community.        ``There is an enormous positive impact of coping in the face of adversity, and by moving away you in fact forfeit that opportunity. I think at some level people sense that,'' he said.        ``So if people are going to move, it might be that they move in six months or eight months when there's a realization that they've overcome this; they have successfully made the comeback, and they won't face such a feeling of running away.''         Some quickly made up their minds.        ``People were panicked and wanted out,'' said Judy Azenne, who supervises truck and trailer traffic at U-Haul's East Bay regional office in Fremont. ``One guy said, `This is every dollar I have; how far can I get on this?' ''        The regional office has had such an exodus of trucks and trailers from the state - and so few people using them to get to ``quake country'' - that they're having equipment specially routed here from Washington and Oregon.        But a marketing analyst at U-Haul's Phoenix headquarters said rentals for all of northern California show most people are staying put.        ``We anticipated a mass exodus of people, and it hasn't happened,'' said analyst Tom Droze. ``I think it all comes down to how tough the people were in the Bay Area. Earthquakes are a way of life there. People like the city (San Francisco), and they're not going to leave.''        The Starving Students moving company saw its Bay Area business double to 200 out-of-state moves in the three weeks after the quake, said Jim Mesalam, vice president of marketing for the Los Angeles-based firm.        ``Not the week after the quake, but the following week, the phones just went crazy,'' he said. ``The number of people leaving the state was just huge.        ``Also, people in Southern California planning to move to northern California or people from out of state going into northern California, those moves were all put on hold.''        Mesalam said he saw a similar migration after the 1987 Whittier earthquake.     Frank Patitucci, president of Relocation Consultants Inc. of Mountain View, said: ``Frankly, it's our feeling that the outrageous housing prices are much more of a deterrent to people living here than any earthquake.'", "edition": "Weekend"}