{"title": "Feeling all shook up? you might want to look into quake insurance", "filename": "1989-03-07_FeelingAllShookUpYouMightWantToLookIntoQuakeInsurance.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53349DCB8DD0D?p=WORLDNEWS", "date": "1989-03-07", "page": "C7", "section": "Troubleshooter", "author": "Shelby Gilje", "text": "After you heard that two small earthquakes had rocked Western Washington over the weekend, did you check your insurance policy to learn whether your home is covered against earthquake damage?         If you are like most Washington-state residents, you had the option of buying special earthquake coverage when you bought a homeowner's policy, but chose not to spend the extra money, according to the Washington State Insurance Commissioner's Office.         Few consumers are willing to pay the extra charges for quake protection for their homes, said Ed Ives, a spokesman for the insurance commissioner.         Most homeowner's policies cover fire losses or glass breakage caused by earthquakes, Ives said. But structural damages from earthquakes are not covered unless the consumer has bought the special coverage.         The cost of earthquake insurance is based on a set rate per thousand.         Because Western Washington is more prone to earthquakes, the special coverage costs more west of the Cascades.         Such insurance for a wood-frame home in Western Washington is approximately $1.45 per $1,000 valuation. East of the Cascades the rate for a wood-frame home is approximately $1 per $1,000.         If you own a masonry or brick home, the rates are higher because the potential for loss is greater. Why? Because wood is more flexible than bricks, and in wooden structures damage usually is confined to windows, chimneys and fireplaces.         Insuring a brick home against earthquake damage in Western Washington would cost approximately $9 per $1,000, while the cost is about half that east of the Cascades.         Earthquake insurance also carriers a deductible, the amount of loss paid for by the homeowner before the insurance carrier takes over.          While scientists disagree about whether Washington state will have a major earthquake in the near future, you may want to check your homeowner's insurance policy.         If you'd like a copy of ``What to Do Before, During and After an Earthquake,'' prepared by the Washington Insurance Council, write The Troubleshooter, The Seattle Times, P.O. Box 70, Seattle 98111. Include a self-addressed, stamped envelope.    A CDW update         Speaking of insurance, here's an update on legislation involving the collision damage waiver.         CDW, as it is known, sounds like insurance and is sold by car-rental agents when consumers rent vehicles.         Many consumers who have bought CDWs when renting cars often return home, read their own autoinsurance policies and learn they didn't need to buy the CDW.         As a result of complaints on this topic, Illinois and New York have outlawed the sale of CDWs. California and Hawaii have chosen to regulate the industry.         If the CDW bill before Washington's House of Representatives passes, consumers will get more information about prices and coverage before they buy.         House Bill 1068 was introduced at the request of Washington State Insurance Commissioner Richard Marquardt. In its original form, the bill would have prohibited the sale of CDWs. But after several drafts, the bill has become more of a disclosure measure.         Under the current draft, rental companies would be required to disclose exactly what a CDW would cover, provide a pamphlet about the law, and notify consumers that they could complain to the attorney general if they had a problem after buying a CDW.         If you feel strongly about this subject, call the legislative hotline, 1-800-562-6000, and notify your representatives and senators.         The bill has until March 15 to move out of the House and on to the Senate.    Happy endings         L.A., Wallingford: Pleased to learn that you finally have received the $490.21 check due you from the federal Department of Housing and Urban Development.         H.B., Auburn: The moles in your yard apparently had not read the directions for GoPherIt! because they dug their tunnels right alongside the $52 gadget you bought from Ryans by Mail of Laguna Hills, Calif. Ryans says it's making good on its guarantee and returning your money.    Shelby Gilje's Troubleshooter column appears Sunday through Thursday in the Scene section of The Times. Do you have a problem? Write to: Times Troubleshooter, P.O. Box 70, Seattle, WA 98111. Include copies, not originals, of documents indicating payment, guarantees, contracts and other relevant material.", "edition": "Final"}