{"title": "What to do if a quake happens in seattle", "filename": "1989-10-18_WhatToDoIfAQuakeHappensInSeattle.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533A096981409?p=WORLDNEWS", "date": "1989-10-18", "page": "A3", "section": "News", "author": "Hill Williams", "text": "Geologists are certain a major earthquake will strike the Puget Sound area. The only question is when.         Here are precautions that can minimize injuries and damage:         --  Every household should have a disaster plan, including information on where to go and how to communicate with each other. Adults should know how to turn off electricity, gas and water in their homes. At least one person in each household should have training in first aid.         --  Top-heavy furniture such as bookshelves and china cabinets should be secured to a wall to prevent their toppling. Refrigerators can be braced to prevent their sliding across the room. Heavy pictures should not be hung where they can fall on beds. Hot-water tanks can be fastened to a wall with metal strapping.         --  Emergency supplies should be on hand, including a flashlight, battery-powered radio, fire extinguisher, first-aid kit and food and water to last a day or so. In a severe quake, families may be on their own for a few days before emergency services can help them.         During a quake:         --  If you're inside, don't run outside where you could be hit by falling debris. If you are in danger, take shelter under a table or desk or in a sturdy doorway. If you're outside, move away from walls, trees, chimneys and utility poles.         --  If you're in a public place, don't rush for the exit. Move away from shelves that might tip over. Don't try to use elevators, because they might not work. Don't be surprised if alarms or sprinkler systems are activated.         --  If you're in a car, stay in it. Pull off the road and wait until the shaking stops. Don't stop under overpasses or bridges, or cross unstable bridges.         After a quake:         --  Check first for injured or trapped people. Check for damage to water, electrical or gas lines. Clean up spilled medicines or other dangerous materials. Check for structural damage, particularly to chimneys.         --  Be prepared for aftershocks, which are usually smaller than the main quake but still strong enough to cause further damage.         --  Stay calm and help others.", "edition": "Final"}