{"title": "Silicon valley pc users fared well during quake", "filename": "1989-10-31_SiliconValleyPcUsersFaredWellDuringQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533A547C4B4E4?p=WORLDNEWS", "date": "1989-10-31", "page": "H3", "section": "Business", "author": "Paul Andrews", "text": "As devastating as the Northern California earthquake was to people and housing two weeks ago, computers seem to have escaped relatively unscathed.         One can even  argue that PCs helped soften the disaster's initial impact by providing a means of communication - within and outside the Bay Area - more effective than radio, TV and clogged telephone lines. Via on-line networks such as Prodigy, CompuServe and GEnie, messages could be sent to and received from Bay Area computer users.         Compared with what might have happened, hardware damage and data loss because of the seismic event was minimal. The heavy hitters of Silicon Valley - Hewlett-Packard, Borland, Apple, IBM, Sun and Seagate - suffered water and physical damage to buildings, but most data was salvaged - judging from initial reports, at least. Undoubtedly, secondary problems will keep cropping up as damage is assessed.         The primary reason for the good fortune is simply the newness of the industry. Most of the high-tech construction in the south Bay Area has occurred over the past decade or two, when earthquake specifications were part of building codes.         Another factor in the industry's favor is simply that high technology may not be as fragile as it sometimes seems. Computers can be fickle and quirky beasts, erasing data at whim and crashing hard drives unexpectedly. But assuming the health of the overall machine, and precautionary measures in place, a PC can weather all kinds of parlous assaults.         ``People who were working on files at the time of the quake lost data they hadn't yet saved to disk,'' said Alan Petersen, a Fremont, Calif., bulletin-board system operator. ``And folks who lost their homes undoubtedly suffered data damage, too. But the feedback I've gotten is mostly from relieved users happy to report they made it through.''         Even with power outages immediately after the quake, bulletin boards stayed active, due in part to battery-powered laptop computers being able to log on via phone lines. Clifford Stoll, a Berkeley astronomer, was able to connect with his University of California laboratory computer using his laptop.         ``Although it was impossible to call in or out, there was no problem making phone connections within the Bay Area,'' Stoll said.         Also active were national computer networks, which operate dedicated telephone lines on a 24-hour basis to funnel data, messages and news to their subscribers.         On Prodigy, a new service offered by Sears and IBM, the message flow helped to reassure those with friends and family in the Bay Area. A Kent user, Shannon Tunnard, messaged to Bay Area users: ``If you have relatives or friends in the Seattle-Tacoma area and want them called to reassure them of your safety, just let me know in E-mail.''         Other notes were posted by Seattle-area users with friends or family in the Bay Area, asking Bay Area users for news, and from Bay Area users to the outside world. ``If you had relatives attending the WPCF Conference (at Moscone Center), I was there when the quake hit and the building was earthquake-proof,'' read one. ``There were no injuries and no panic.''         Other on-line services set up ``Earthquake Forums'' for users to exchange information. On CompuServe I sent several messages to Bay Area friends who use it or MCI-mail. Responses came back within hours in most cases.         What makes a computer earthquake-resistant? Here are a few things to keep in mind just in case The Big One ever hits the Northwest:         - Surge/spike protectors. Every PC should have one of these, not just for earthquakes but for everyday power outages or fluctuations.  These  plug-in power sleeves, which cost about $50 and are available at most computer stores, protect the computer's circuitry from sudden changes in voltage.         - Parking the hard disk. Hard disks, which resemble miniature phonograph players, are susceptible to bumps and jolts, even when the computer is turned off. Several programs exist to ``park'' the disk in a safe sector when it is being turned off or hasn't been accessed for a specified time.         Some of these utilities are free, public-domain programs that you can obtain from a friend or users group. Newer PCs automatically park the disk when the power is shut off; the dealer or manufacturer will be able to tell you if yours has this feature.         - Putting backup disks in a separate and safe place. Most people get lazy and keep backup disks right next to the PC. This will be of little help if the roof caves in. A better approach is to put the copied floppies in a safety box in another room or even the basement (try to avoid an overly humid location, however). You might even consider keeping a second set at your office.         Again, this is a good practice even when earthquakes aren't a concern. If your PC gets stolen, for instance, chances are the thief will take your backup floppies, too.         Speaking of the office, information-services managers should note that one data problem in Silicon Valley involved tape backups falling off of shelves. Better to store them in a solid and protected location (although convenience can be an issue here as well).         - Saving data frequently. I've never been able to understand why software makers don't put auto-save features into the programs themselves, but the fact is that ``live'' data will be lost during any power shut-down. Again, add-on programs that will beep at you as a reminder to save are available.         In the California heartland of high-tech, most of these procedures are as habitual as brushing one's teeth. More than anything, they saved PC users from disastrous losses during the earthquake.    NEWS BYTES         Microsoft may be planning more tricks and bigger treats for Word. In recent weeks it has sent out a bar of soap with ``Microsoft Word'' engraved on it, a miniature globe inscribed ``As the Word Turns'' and a snazzy cassette-tape player, complete with an ``As the Word Turns'' soap opera in which Cathy Corporate has a productivity problem, goes to see Dr. Heavyiron, fends off the advances of Mr. WordPerfect while falling in love with Word's twin brother - well, you get the idea. Speculation has it that this is all leading up to a Word for Windows announcement. Microsoft says it's just a teaser campaign for the regular PC version 5.0, but Chairman Bill Gates and Mike Maples, vice president for applications, are due today to make a big Halloween announcement in Boston. Stay tuned . . .    TIP OF THE WEEK         To close all the windows on your Macintosh at once, hold down the option key as you close one window. (Thanks to the Sumner sage, Frank Catalano.) Have a tip, question or suggestion to pass along? Write this column care of The Seattle Times, P.O. Box 70, Seattle 98111. Paul Andrews can be reached on CompuServe at 76050,161 or via fax at 382-8873.    User Friendly appears Tuesdays in The Seattle Times. Paul Andrews is a member of The Times staff", "edition": "Final"}