{"title": "Quake-alert device put in at school in california", "filename": "1989-12-17_Quake-AlertDevicePutInAtSchoolInCalifornia.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533B8607D8001?p=WORLDNEWS", "date": "1989-12-17", "page": "D1", "section": "News", "author": "Knight-Ridder Newspapers", "text": "HAYWARD, Calif. - An earthquake monitoring system believed capable of giving students enough notice to take cover under their desks before severe ground shaking occurs has been installed at a Hayward high school - a first in Northern California        The device, put in two weeks ago, is triggered by seismic waves that will activate a siren at Tennyson High School and a recorded message to tell the 1,220 students to: ``Drop, cover, hold.''        How much warning will depend on the distance from the quake's epicenter. At best, the system will provide only a few seconds warning, but experts say any warning is better than none.        ``This kind of technology will have the potential to prevent injuries and save lives,'' said Tennyson Principal Gordon Pipkin, whose school sits near the Hayward Fault about 20 miles east of San Francisco Bay.         While scientists have used the technology employed in the system for 18 years, Earthquake Safety Systems of Van Nuys, Calif., is the first to adapt it for general commercial uses. The same trigger is used to activate automatic shutdowns of the BART system and nuclear power plants during earthquakes, said Owen Widdicombe, company president.        The triggers used in the system are ``quite reliable,'' said Tom Heaton, a seismologist with the U.S. Geological Survey who has researched early warning systems. But he said such a warning system is ``certainly not a panacea.''        Michael Chambers, senior architect with the California Department of Education, said the technology works.        But, he added, ``all of the warning is useless unless you're prepared'' for the quake's aftermath. The state Department of Education's priority is preparedness, not early warning, Chambers said.        Cost could be a factor for other schools. The basic system is $9,000.        Hayward Unified School District got the earthquake detection system for free because it is the Northern California test site for the Guardian 2000 system. One reason Tennyson was chosen is because it has a new intercom system with the ability to tie in with the Guardian 2000.        The device is triggered by primary waves that travel faster than the more destructive shear waves.        For every 4.5 miles from the epicenter, the system can provide a one-second warning, Widdicombe said. To test the Guardian 2000 system, ``you virtually have to wait for an earthquake,'' he said.", "edition": "Weekend"}