{"title": "Bush signs quake relief measure: $3.45 billion", "filename": "1989-10-26_BushSignsQuakeReliefMeasure$345Billion.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533A3E17FDE99?p=WORLDNEWS", "date": "1989-10-26", "page": "A1", "section": "News", "author": "Apupi", "text": "WASHINGTON - President Bush today signed a $3.45 billion earthquake relief measure for California - Congress' largest disaster aid bill - after it was rushed through the House and Senate.        Besides providing earthquake recovery aid, the measure averted a federal government shutdown today with operating funds through Nov. 15 while Congress and the White House complete some late spending bills.        ``This bill is an unprecedented federal response to a disaster of unprecedented dimension,'' Rep. Glenn Anderson, D-Calif., said.        But the California congressmen predicted they'd be back for more.        ``We have done a little better than a down payment,'' said Rep. Vic Fazio, D-Calif. He said a request for more aid for the quake victims could come in the spring, but said the current bill would help provide ``some sustenance, some security, and some comfort in their hour of need.''        Asked if he would support further recovery money for California, Bush said, ``I've pledged to do what we need to do.'' He also noted private relief efforts.        ``This is a government action,'' Bush said, ``but in its totality, it cannot exceed the action of private citizens who are pitching in to help out neighbors and friends out there.''        Many expect the San Francisco-area quake to rank as the costliest natural disaster in U.S. history, with estimates running from $7 billion to $10 billion.        The bill was given final congressional approval last night when the House accepted, by a 303-107 vote, a Senate amendment that added to a $2.85 billion relief plan the House passed Tuesday.        The Senate beefed up the package, which it passed 97-1, by waiving federal rules that would have slowed the flow of money to the state and blocked federal aid in some cases, including repair of the San Francisco-Oakland Bay Bridge.        In addition to the $2.85 billion in federal spending passed by the House, the Senate voted to allow earthquake victims, as well as those rebuilding from Hurricane Hugo, to take more out of a Small Business Administration disaster fund. That could bring an extra $600 million to California, sponsors said.        The legislation dwarfed the previous largest disaster bill, a $1.1 billion package passed only a few weeks ago in response to Hugo.        The emergency legislation includes $1.1 billion for the Federal Emergency Management Agency, $1 billion for highway repair and a $250 million fund for the president to spend on earthquake efforts at his discretion.", "edition": "Final"}