{"title": "Facing life without a home, with little hope - farm workers in tiny towns struggle after calif. quake", "filename": "1989-10-25_FacingLifeWithoutAHomeWithLittleHope-FarmWorkersInTinyTownsStruggleAfterCalifQuak.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533A383DC3BA7?p=WORLDNEWS", "date": "1989-10-25", "page": "A1", "section": "News", "author": "Alex Tizon", "text": "HOLLISTER, Calif. - Walk into the makeshift Red Cross shelter on the outskirts of this agricultural town and pick a family. Any family.         Each has its own story: About the day when the earth shuddered and its home cracked or crumbled or sank into the ground. And about how each ended up under the same roof.         Today, the families share cots and blankets. They are bonded in other ways.         Nearly all the 1,600 newly homeless people in Hollister and Watsonville, farm towns west of Santa Cruz, are poor Latino farm workers who lived in the oldest houses in the area.         As the rest of the region creaks back into routine a week after the Oct. 17 quake, these families - almost without exception - face a longer, more uncertain road to recovery.         Many don't speak English, which makes it difficult to get help. And the many farm workers who are undocumented are extra careful about what they say - a result of years of playing cat and mouse with immigration officials.         Senaida Robles, 50, sits in the back of the room, watching her twin boys play with toy cars. She and her husband, Jose, have eight children. Half of the family had applied for amnesty in the U.S. and all but one lived at home.         When their three-bedroom house collapsed and sank three feet into the earth, they fled with only the clothes they were wearing. Six days later, they are wearing the same clothes.         Senaida, speaking through an interpreter, says she hopes her family can move to an agricultural camp outside of town. There would be more privacy there, she says. She would take cement floors and corrugated steel walls over the shelter any day.         ``There are so many people here, I can hardly breathe,'' she says.         The camp's crowded conditions and the family's size make the move unlikely. If worse comes, one daughter says, the family may move back to Zacatecas in central Mexico, where they came from 13 years ago.         Senaida, rubbing her temple, says she wouldn't mind that. ``This country has been bad luck for me,'' she says, explaining that they have never escaped financial hardship. Five years ago, one of her sons was killed in a car wreck. And now this.         ``Thirteen years of work here . . . nothing is better.''         Now, after the earthquake ``we can't even say `Let's go home' anymore.''         Jose is a strong, proud man who lets his wife do most of the talking. His hands look as if they belong to a man 20 years older.         Jose, 52, was laid off after the quake damaged the tomato cannery where he worked. The family's income now comes only from two daughters who spend their days packing walnuts into one-pound plastic bags.         The Robles in many ways are typical of the farm workers who harvest and process much of the country's lettuce, tomatoes, onions, garlic and walnuts - among the main crops of the area.         But Hollister is also known for something else: It once proclaimed itself the ``earthquake capital of the world'' until the chamber of commerce decided years ago that the title was bad publicity. The San Andreas and Calaveras faults intersect just outside the town, causing many minor tremors, most of which can't be felt.         Hollister and Watsonville are among the closest towns to the Oct. 17 quake's epicenter. The San Andreas fault is said to run underneath Fourth Street in Hollister's downtown, which took a beating during the tremor. Entire city blocks are barricaded as workers clean up what's left of damaged shops.         Electricity was restored to most Hollister neighborhoods by late Thursday, and running water was restored Sunday. For five days, the town drank and bathed with bottled water.         Watsonville, 25 miles west, suffered so much damage that California Gov. George Deukmejian visited the town during a sweep of the region yesterday.         An indifferent ``Oh, really,'' was all Esmeralda Arrendonda could muster regarding the governor's visit.         Arrendonda, 18, and her three children were among the hundreds of homeless packed into several ``tent cities'' set up in city parks.         Her apartment building was flooded and severely cracked. From Tuesday afternoon until Saturday night, Arrendonda and her children, from 6 months to 3 years old, lived on a patch of grass outside her building.         The family moved into a tent when ``the wind got colder.'' The tents, set up by the National Guard, hold up to two rows of 15 cots, with no spaces between. Her children run in and out, tracking in mud and debris.         Like many adults, she says she can't share even a little of the innocent exuberance of her children, who for the most part seem to be having fun.         Instead, she worries. Her 3-year-old, Rigoberto, has a cold.         Before he went to sleep last night, ``he told me that I didn't love him anymore because I had him sleeping outside,'' Arrendonda says. He said it playfully. ``But my heart was broken.''         She says she doesn't know where her family will live once the tent cities are brought down. She says she doesn't think too much about the future because it makes her feel uncomfortable.         Disaster-relief centers in Watsonville were packed yesterday, with lines running into the streets. Weary groups of people could be found wandering amid the webs of yellow police tape used to cordon off damaged areas.         The scene in downtown Santa Cruz was similar, except there were signs this city was recovering faster than its smaller neighbors. Outside of downtown, which was heavily damaged, most of the city seemed to be operating as usual.         Crowds of rubber-neckers photographed and surveyed the collapsed Pacific Garden Mall, the site of three earthquake fatalities: Shawn McCormick, Robin Ortiz and Catherine Treiman, all of Santa Cruz.         The newly homeless population in this city seems to be more evenly mixed, with whites and  minorities filling the shelters.         About 200 homeless people were evacuated from the city's Civic Auditorium Monday after rain seeped in through the ceiling and windows. They were spread out to smaller shelters throughout the city.         City officials have no way of knowing exactly how many people are homeless because of the quake. So many people belong to a category known as ``hidden homeless.''         They are those who've been displaced but don't visit a publicly operated shelter or aid center.         James Bailey, 30, is one. The Santa Cruz resident was forced out of his apartment after ``the quake wasted it,'' he says.         For the past week, he has been staying on the floor of a friend's apartment, which is without electricity or water. He says he has been so stressed  that he hasn't eaten in three days. He guesses he weighs about 105 pounds.         Bailey, who was walking the streets of downtown yesterday, lives on Social Security and has no savings. He says he is optimistic that help will come from somewhere and he will find a new place to live.         ``I keep the faith,'' he says. ``Ain't got nothin' else.''    Damage in smaller towns    --  HOLLISTER: 25,000 population, more than 400 people homeless, 172 homes destroyed, 93 businesses with major damage, $100 million total damage estimate.    --  WATSONVILLE: 35,000 population, one dead, 1,200 homeless, 300 houses and mobile homes destroyed, 17 businesses with major damage, $350 million total damage estimate.    --  SANTA CRUZ area: more than 40,000 population, four dead, 6,800 homeless, 125 residences destroyed, 130 businesses destroyed and 800 businesses with major damage, $800 million total damage estimate.Caption:  PHOTO MAPBO HOK CLINE / SEATTLE TIMES: MAP OF CALIFORNIA SHOWING HARD- HIT COMMUNITIES.CRAIG FUJII / SEATTLE TIMES: RIGOBERTO ARRENDONDO, 3, LEFT, AND HIS BROTHER MICHAEL, 2, KEEP OUT OF THE RAIN YESTERDAY IN THEIR TENT SHELTER IN WATSONVILLE, CALIF.SENAIDA ROBLES, LEFT, RESTS AT A RED CROSS SHELTER IN HOLLISTER, CALIF. KEEPING HER COMPANY ARE HER ELDEST DAUGHTER, ARMIDA, 27, AND OTHER FAMILY MEMBERS", "edition": "Final"}