{"title": "Doubts cast about quake survivors - `one always wants miracles,' says one doubting soviet news agency", "filename": "1989-01-13_DoubtsCastAboutQuakeSurvivors-`OneAlwaysWantsMiraclesSaysOneDoubtingSovietNewsAgenc.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533371CAB8FD7?p=WORLDNEWS", "date": "1989-01-13", "page": "A1", "section": "News", "author": "Apreuters", "text": "MOSCOW - The official news agency Tass today expressed serious doubts over a story it ran about six men allegedly pulled from the rubble in the devastated city of Leninakan 35 days after the Armenian earthquake         The Soviet government newspaper Izvestia and the state-owned Armenian news agency Armenpress also cast doubts on the story.         ``Regrettably, we are unable so far to confirm with full certainty the authenticity of the reports made by our Armenian colleagues about the `Leninakan miracle,' nor can we categorically deny them,'' Tass said.         Today's urgent dispatch was headlined: ``One Always Wants Miracles.''         Izvestia sounded a similar note, saying: ``We journalists find ourselves in a difficult situation. The experience of past days has taught us that there is a great, a very great wish for a miracle.''         Tass reported yesterday that the six men had been rescued a day earlier from the basement of a wrecked nine-story apartment building after being trapped for five weeks after the Dec. 7 earthquake.         The chief source of information for the Tass account was Aikaz Akopyan, a 50-year-old electrician. Akopyan was quoted as saying he and the other men survived because the basement was used to store canned vegetables, stewed fruit and pickles.         Soviet television broadcast an interview last night with Akopyan from his hospital bed in Yerevan, Armenia's capital. Soviet newspapers printed his account of the ordeal and rescue, and the story was widely reported in the U.S.         Akopyan, heavily bearded and apparently unable to lift his head from the pillow, gave a graphic account of his experience. He related how he and his five companions had survived on the food stored in the basement.         ``It's difficult to imagine that someone in such a severe state would be capable of lying,'' Izvestia said. It quoted a doctor as saying that Akopyan had obviously suffered a severe shock to his nervous system, although his memory appeared clear.         But Tass said disturbing questions surfaced when reporters began to check into Akopyan's story.         ``Why, for instance, a day after the miraculous salvation, was it possible to locate only Aikaz Akopyan in a Yerevan hospital?'' Tass asked in the dispatch 24 hours after publication of the first report. ``Where is the survivor's sister, who failed to appear at the hospital, though she promised to do so?''         Artem Shakhbazyan, a journalist with the state-owned Armenian news agency Armenpress, said in a telephone interview that agency reporters searched hospitals in Yerevan and the earthquake zone for the other five survivors today but failed to locate them.         Military authorities brought into Leninakan for the relief effort also knew nothing of the rescue related by Akopyan, he said.         ``There are doubts about all of this,'' Shakhbazyan said.         However, he said Akopyan was known to be a Leninakan resident, and that four neighbors who visited him at Yerevan's Hospital No. 3 verified that his home had been destroyed by the quake and his wife and children killed.         ``He maintains that what he said happened, just as he said it, that he was trapped for 35 days with five other people,'' the Armenpress reporter said. He said Akopyan was given a psychiatric examination today and found to be sane.         Akopyan was suffering from pneumonia and was in a weakened condition, Shakhbazyan said.         Tass said that when Akopyan's account was sent to its Moscow headquarters by Armenpress, ``it was immediately circulated around the world on the Tass wire, picked up by radio and television, with more details added by correspondents of several Soviet newspapers.''         ``Everyone wanted to believe in the Leninakan miracle,'' it said.         Tass recalled a previous report that 17 earthquake victims had survived for weeks in a wrecked bakery by eating grain and melted snow. That report was denied by rescue officials.         ``A host of other news items from Armenia, truthful and invented, sell on the world news market.'' Tass said. ``It is understandable: One wants so much to believe in the miracle of six people being saved on the 35th day after the quake.'Caption:  PHOTOAIKAZ AKOPYAN: WAS HIS ORDEAL ACTUALLY A HOAX?", "edition": "Third"}