{"title": "Expect an avalanche of quake movies", "filename": "1989-11-04_ExpectAnAvalancheOfQuakeMovies.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533A70161D11E?p=WORLDNEWS", "date": "1989-11-04", "page": "C10", "section": "Weekend", "author": "Ron Miller", "text": "Look for a TV movie about the great Bay Area earthquake of 1989 by early 1990. Or maybe I should say beware of a landslide of them. They're likely to start falling like boulders in a 7.1 temblor.        At least half a dozen production groups are rushing projects to market, most of them aimed at the TV audience. ABC and CBS have invited two of the proposals while others are still shopping for potential venues.        One camera team already has begun filming background footage of actual quake damage, just in case its project gets bankrolled by somebody.        Though no network has formally approved an earthquake script, you can bet TV will have the first quake movie because no film producer could possibly secure a major release for at least six months. Most theaters are fully booked in advance.        The only producer with even a fighting chance would be low-budget quickie king Roger Corman, who's famous for starting a film one week and finishing it the next. So it should be no surprise that Corman, a former student at quake-damaged Stanford University, has announced he's making a quake movie for theaters.        (Corman hasn't revealed his story line yet, but don't expect ``Creature From the Haunted Freeway'' or ``Fiends From the Fissure.'' He no longer specializes in the horror movies he started with in the 1950s.)        If you want to count documentaries, all of them are certain to be aced out by local station KGO, which is already in production on a home video documentary containing an edited package of its live quake coverage. It will be for sale in a matter of weeks, with all profits promised to the Red Cross.        It's legal for a TV producer to dramatize real-life events and even use the names of real people as characters as long as they stick to the public record.        That's why somebody feasibly could do a movie about the rescue of ``Lucky'' Bucky Helm from the rubble of Interstate 880 without stopping to get the permission of Helm or anybody else involved.        However, speed is the name of the game when rushing to beat another movie on the same subject, so often producers will try to buy up exclusive rights to stories like Helm's so they don't get bogged down with any court battles.        Helm's family has hired a press agent to deal with reporters and ``sort through'' a plethora of offers from movie and television production companies.        ``I'm taking all the offers,'' said Gary Frisher, the Beverly Hills public-relations man hired by the family's attorney, Vasilios B. Choulos of San Francisco. ``We are sorting through all the offers at this time. Some are lucrative.''        But Choulos, in an interview, insisted that the family was not trying to cash in on Helm's instant status as a folk hero. ``I want to deny and scotch that before it gets started,'' Choulos said.             All of this doesn't mean a network couldn't do a movie about Helm's ordeal without paying him a dime.        It isn't unusual. Nor is it uncommon for a network to strike a ``development deal'' for a reality-based movie without knowing what it's going to be about.        When a disaster like the earthquake occurs, a network commonly will make a commitment to finance a script based on the track record of the producer rather than on the story outline.        That's because a producer may come up with a good angle on the quake, maybe even with some exclusive story rights, but can't work fast enough to beat inferior projects to the marketplace.        The first project on the air almost always gets the better ratings, even if it doesn't get the best reviews. For example, ABC's ``Liberace'' movie last year easily out-rated the CBS Liberace movie that came along just a week later.        For that reason, a producer who has won a previous race to market probably will be the network's first choice, even if he doesn't exactly know what his movie will be about yet.        Let's all hope the winner of the earthquake movie race will be as responsible as the producers of last May's ABC docudrama about the rescue of baby Jessica McClure from a well in Midland, Texas.        That film was not only exciting, dramatic and inspiring, but was done with the cooperation of virtually the entire community of Midland, including the McClure family. It emphasized the heroic effort of many individuals in a time of crisis and apparently hurt no one.        That's the kind of earthquake movie we ought to hope for, if we have to have one at all.    --  This story includes material from the Los Angeles Times.", "edition": "Final"}