{"title": "Quake survivors found - armenians endured 35 days on canned food", "filename": "1989-01-12_QuakeSurvivorsFound-ArmeniansEndured35DaysOnCannedFood.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53336CDD1858C?p=WORLDNEWS", "date": "1989-01-12", "page": "A1", "section": "News", "author": "Aptimes Staff", "text": "Six people who survived on canned vegetables, fruit and pickles for 35 days after the Armenian earthquake have been pulled alive from the rubble of an apartment building in Leninakan, Tass reported today        The survivors were rescued yesterday, the Soviet news agency said. The Dec. 7 earthquake killed almost 25,000 people in northwest Armenia. Rescuers last pulled a person alive from the wreckage Dec. 26, Tass said.        The six, all men, were found under the rubble in the basement of a nine-story apartment building that had collapsed on them, Tass said in a report from Yerevan, the capital of Armenia.        They survived because there was plenty of canned food stored in the basement, Tass said. All were hospitalized in Yerevan, but none was in danger, doctors told the news agency.        Tass did not say how the six were found or who rescued them. Officials had ended the search for survivors weeks ago, saying it was necessary to clear away the rubble to prevent disease from spreading from decayed bodies.        Authorities have been demolishing buildings that could not be rebuilt after the earthquake.        One of the six survivors, Aikaz Akopyan, had medical training and gave massages to the others to relieve the pain of their injuries, Tass said. The first reports said one of the men, Karin Sarkissyan, had a broken arm, but there were no immediate details on any other injuries.        ``On the day of the earthquake, I asked five neighbors to help me carry two heavy jars to the basement,'' Akopyan was quoted as telling Tass.         ``Just then, we suddenly heard a terrible roar. The walls began to collapse,'' he said. ``I thought a war had started.''        Akopyan, 50, an electrician, said the six never had to worry about food and drink because the basement was used to store tins of vegetables, fruit and pickles.        ``It's true we used the food sparingly,'' he said. ``After all, we had no idea what had happened, nor how long we would be entombed. We lost track of time completely. But we never doubted for a minute that we would be found and released.        ``I had only one thought - to do everything necessary so my young friends would not go crazy. I entertained them, calmed them, sang and told stories about my life.''        Journalists in Yerevan said details of how the men were discovered were sketchy because there is still only one telephone line to Leninakan.        The quake leveled much of Leninakan, Armenia's second-largest city, 10 miles east of the Turkish border, and left thousands homeless.        Once home to more than 280,000 people, Leninakan today has only 100,000 inhabitants, thousands of whom live in tents.        Dr. Roy Farrell of Seattle, who was a member of the 30-person Seattle-King County Disaster Team that spent 10 days in Leninakan, said the city is about half the size of Seattle.        He said it sits on a plateau at an elevation of about 5,000 feet, with the Caucasus Mountains as a backdrop.        Because of the elevation and time of year, survivors have had to deal with bitter cold and snow.         ``I am just overjoyed,'' Farrell said of the rescue. ``This will be a tremendous lift to the spirits of the survivors. . . . ''         Farrell said that when the disaster team was in Leninakan, from Dec. 14 to Dec. 23, rescue workers found only a handful of survivors.         ``All our team found was dead bodies,'' he said. ``I found it highly improbable that they would find anyone alive after we left.''        On Dec. 14, rescuers pulled a woman, Susanna Petrosyan, and her 4-year-old daughter, Gayaney, in Leninakan.        The two had been buried for eight days. To keep her daughter alive after their only food - a jar of blackberry jam - was gone, the woman had cut her fingers and fed the child her blood.       On Jan. 2, a French radio station reported that 17 people had been found on New Year's Eve in the town of Spitak. The radio reported that they had been in a collapsed mill and had survived on grain and melted snow. But Soviet officials quickly denied the report.       Officials yesterday said 24,920 bodies had been recovered. Another 11,859 people are in hospitals. Some 8,644 people have been released from hospitals.Caption:  PHOTOAP / TASS: AIKAZ AKOPYAN, AFTER BEING PULLED OUT OF A BASEMENT WHERE HE AND FIVE OTHER MEN WERE TRAPPED", "edition": "Third"}