{"title": "There's much you can do to minimize the danger from an earthquake", "filename": "1989-03-07_ThereSMuchYouCanDoToMinimizeTheDangerFromAnEarthquake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53349CF68B802?p=WORLDNEWS", "date": "1989-03-07", "page": "C5", "section": "Scene", "author": "Hill Williams", "text": "Simple precautions can minimize injuries or damage in an earthquake.         Preparing for a quake:         --  Every household should have a disaster plan, including information on where to go and how to communicate. Adults should know how to turn off electricity, water and gas in their homes. At least one person in each household should have up-to-date training in first aid.         --  Top-heavy furniture such as bookshelves and china cabinets should be secured to a wall to prevent their toppling. Refrigerators can be braced to prevent their sliding across the kitchen. Heavy pictures should not be hung where they can fall on children's beds. Hot-water tanks can be fastened to a wall with metal strapping known as plumber's tape.         --  Have emergency supplies on hand: a flashlight, battery-powered radio, fire extinguisher, first-aid kit and food and water to last a day or so if necessary.         During a quake:         --  If you're inside, don't run outside, where you could be hit by falling debris. If you are in danger, take shelter under a table or desk or in a strong doorway. If you're outside, move away from walls, trees, chimneys and utility poles.         --  If you're in a public place, don't rush for the exit. Move away from display shelves that might tip over. Don't try to use elevators, because they might not work. Don't be surprised if alarms or sprinkler systems come on.         --  If you're in a car, stay in it. Pull off the road and wait until the shaking stops. Don't stop under overpasses or bridges, or cross bridges that may be damaged.         After a quake:         --  Check first for injured or trapped people. Check for damage to water, electrical or gas lines. Clean up spilled medicines or other dangerous materials.         --  Be prepared for aftershocks, which are usually smaller than the main quake but still strong enough to be frightening and cause further damage. Staying calm is likely to help others.", "edition": "Final"}