{"title": "Up to 1,000 killed in soviet quake - about 600 residents in one village die beneath 45-foot-deep slide", "filename": "1989-01-23_UpTo1000KilledInSovietQuake-About600ResidentsInOneVillageDieBeneath45-Foot-DeepSli.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5333AEB78A682?p=WORLDNEWS", "date": "1989-01-23", "page": "A1", "section": "News", "author": "Apupi", "text": "MOSCOW - An earthquake destroyed several mountain villages in the Central Asian republic of Tadzhikistan today killing up to 1,000 people and burying one village under a 45-foot wall of dirt and mud, officials said        ``Almost everybody died,'' said Zainiddin Nasreddinov, editor in chief of the official Tazhikistan news agency, who visited the buried village of Sharora in Soviet Central Asia.        A preliminary estimate indicated about 600 people had died there, he said in a telephone interview from Dushanbe, about 10 miles northeast of Sharora. The population of the village was not known, but Nasreddinov said about 70 families lived there.        An official at the Dushanbe seismic station said families are large in the area and one dwelling often houses eight to 10 people.        ``The total number of deaths is now evaluated at up to 1,000,'' the official Tass news agency said.        The quake caused landslides that buried parts of Sharora and nearby Akulibolo and Akulipoyen, Tass said. Sharora lay under 45 feet of soil, Nasreddinov said, and several other villages were damaged.        Seventy people died in Akulibolo, he said.        A spokesman for the Tadzhikistan Academy of Sciences in Dushanbe said the landslides buried many people in their homes as they slept.        The tremor struck about 1,800 miles southeast of Moscow, north of Afghanistan and bordering China, at 2:02 a.m. (3:02 p.m. PST yesterday).        It was the strongest quake to hit the Soviet Union since the Dec. 7 quake that struck Armenia and killed about 25,000 people.        Dushanbe is about 1,200 miles east of the area in Armenia that was devastated in the December quake.        Rescue teams were searching for survivors, and soldiers were rushed to the area to keep order and restore communications, power and water to the buildings left standing, said Nasreddinov.        Reports differed on the magnitude of the earthquake.        The U.S. Geological Survey in Golden, Colo., said it measured 6.0 on the Richter scale. The survey office in Menlo Park, Calif., put the magnitude at 5.4. Tass said the quake measured 7 points on the 12-point Mercalli scale.        A torrent of dirt and mud slid from a nearby hill and buried Sharora after the earthquake hit, Nasreddinov said.        ``Everything is destroyed - all the homes, the schools, the hospitals and clinics, the stores,'' he said. Communications, electricity and water were disrupted and many injured were rushed to hospitals in Dushanbe and other large cities.        ``Small buildings made from earth were hit especially hard,'' Tass said. ``The quake caused a serious landslide, some two kilometers (1 1/4 miles) long, from a hill near the village.        Nasreddinov said Soviet President Mikhail  Gorbachev called Tadzhikistan officials to promise help from the national government.        Local officials put the epicenter about 20 miles southwest of Dushanbe, the republic's capital.        The quake area, about 300 miles northeast of Kabul, the Afghanistan capital, lies in one of the most seismically active regions of the Soviet Union.        A quake of magnitude 6 on the Richter scale can cause severe damage in populated areas.        The Richter scale measures the actual energy released by an earthquake. The Mercalli scale measures the effects of the earthquake above ground and is more an assessment of damage potential than of force or intensity.Caption:  MAPGREG RASA / SEATTLE TIMES: LANDSLIDES HIT THREE SOVIET VILLAGES -- DEC. 7 QUAKE (MAP NOT AVAILABLE IN ELECTRONIC VERSION.)AP: A WOMAN CRIES AMID THE EARTHQUAKE-CAUSED RUBBLE OF SHARORA. (PHOTO TAKEN FROM FINAL EDITION, DID NOT RUN IN FIRST EDITION.", "edition": "First"}