{"title": "Kilauea volcano causes earthquake", "filename": "1989-06-26_KilaueaVolcanoCausesEarthquake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533724B8D00BB?p=WORLDNEWS", "date": "1989-06-26", "page": "A2", "section": "News", "author": "Ap", "text": "VOLCANO, Hawaii - A powerful earthquake that shook Hawaii Island, destroyed two homes and generated a small tidal wave was caused by the 6 1/2-year-old eruption of the Kilauea volcano, scientists said today        The quake, the strongest to hit the state in six years, struck yesterday and measured 6.1 on the Richter scale, the U.S. Geological Survey said.        It was centered just west of Kalapana, a small coastal town on the south flank of the volcano, said Bruce Turner, a geophysicist at the Pacific Tsunami Warning Center in Honolulu.        No serious injuries were immediately reported.        The quake was triggered by the release of pressure generated by the movement of underground lava, said Bob Koyanagi, a seismic analyst at the U.S. Geological Survey's Hawaiian Volcano Observatory. When the pressure became too great, the south flank of the volcano moved, Koyanagi said.        The eruption began Jan. 3, 1983, with lava moving from deep inside the Earth into an area below the summit of the world's most active volcano.        Each day, half a million cubic meters of lava flows from the lake for an eight-mile journey to the coast.        Yesterday's earthquake generated a tsunami, or tidal wave, that was 22.8 inches high at Honuapo, 8.4 inches at Kapoho and 5.6 inches at Hilo, Turner said.        The wave did not cause damage and the center did not issue a tsunami warning, Turner said.        Reports of damage to other homes were to be investigated today, County Civil Defense Administrator Harry Kim said.        Falling debris inside homes caused minor injuries to five people, Kim said. There also were numerous landslides, but all roads remained open, he said.        The earthquake knocked down power and telephone lines, causing sporadic outages for most of the island, Kim said. However, he said, no utility poles came down.        It was the strongest earthquake since Nov. 15, 1983, when a 6.6 tremor caused several million dollars damage on Hawaii Island.", "edition": "Final"}