{"title": "Officials say quake would affect city's water, electricity and gas", "filename": "1989-10-22_OfficialsSayQuakeWouldAffectCitySWaterElectricityAndGas.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533A25FFD0C20?p=WORLDNEWS", "date": "1989-10-22", "page": "G2", "section": "Real Estate", "author": "Peter Lewis", "text": "Local officials say that despite moves to strengthen them, it is a given that Seattle's electric and gas energy systems and the water supply would be disrupted by an earthquake like the one that hit California         ``I can guarantee you're going to have a power outage,'' said Herb Johnson, major-projects engineer for Seattle City Light.         ``We're aware that we are in a high seismic zone in Seattle just like San Francisco is. We are involved in some seismic protection for our system, and we've been working on it for quite a while.''         Those efforts, which include beefing up foundations at big power transformers and area substations, will not prevent outages farther along in the distribution system during a major quake.         ``We don't design our system to hold up and continually deliver uninterrupted power during a major seismic event,'' Johnson said.         That's because it's much easier to repair a broken power line at the end of the system than a huge generating plant at the start of it, he said.         A quake of the magnitude that hit San Francisco ``gets everyone's attention,'' Johnson said, and probably will cause City Light to push harder and ``take a closer look at the system vulnerabilities to seismic events rather than just the structures.''         The Seattle Water Department ``system is not, nor can it ever be made, earthquake-proof,'' said Walt Anton, chief engineer for the department. ``There are too many imponderables.         ``The key is to identify the major facilities that might be impacted by the earthquake and then to strengthen those as best as we reasonably can.''         That approach has meant paying the greatest attention to the system's major components, including dams and their embankments, elevated storage tanks and primary transmission lines. But things get trickier farther out in the distribution system.         ``One has to say up front that given an extensive underground and old system, some of that is going to break,'' Anton said, referring to the city's cast-iron piping.          The system's main components were recently evaluated as part of a seismic reliability study by a San Francisco structural-engineering firm.         The city still is reviewing the recommendations and plans to move quickly to strengthen the most vulnerable areas, including some of the elevated tanks, Anton said.         The department hopes to get budget approval for a $9 million, five-year capital-improvement program that would include acting on some of the recommendations, he said.         Before coming to Seattle, Anton was director of engineering at the East Bay Municipal Utility District, which includes Oakland.         He was involved in strengthening seismic structures there, but says he wouldn't be surprised if there was damage to some distribution systems during this week's quake.         One difference between Seattle and Oakland, Anton added, is that soil conditions here generally are more stable.         Washington Natural Gas Co. replaced or moved power mains according to soil types as a result of what happened in the '49 and '65 quakes, said Bob Adams, company spokesman.         ``We really had very little damage to our system,'' he said.         Anton, however, is less optimistic despite the relatively mild damage from past quakes.         In response to questions about earthquake readiness posed earlier this year by state Rep. Dick Nelson, D-Seattle, the Water Department wrote:         ``It should be kept in mind that simply because present facilities withstood the past two earthquakes, it does not follow that they would not be seriously damaged during a similar future event. These structures are now 25 years older, and maintenance may not be adequate.'", "edition": "Final"}