{"title": "Bay bridge repaired, but quake scars linger", "filename": "1989-11-17_BayBridgeRepairedButQuakeScarsLinger.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533AC032E1EF5?p=WORLDNEWS", "date": "1989-11-17", "page": "B3", "section": "News", "author": "Jennifer A. Nagorka", "text": "SAN FRANCISCO - More curious than excited, more subdued than celebratory, about 9,000 people strolled across the San Francisco-Oakland Bay Bridge yesterday to mark the structure's reopening. Vehicular traffic is to resume tomorrow        For the Bay Area, it was just one more small victory in the recovery from the devastating magnitude 7.1 earthquake that struck one month ago today. Commuters detoured by quake damage to the bridge are expected to be using the span again next week.        But 70 miles down the San Francisco peninsula, in the farming and coastal communities closest to the quake's epicenter, evidence of the disaster abounds. Families struggle along in tents. Merchants face the prospect of a bleak Christmas shopping season. And for those who had little before the quake, hard times have gotten harder.        ``It's a situation where those in official capacity want to pretend the disaster is over,'' said Carlotta Woolcock, coordinator of disaster relief for Western Workers Service Association, a self-help group for low-income residents in Watsonville.        Official estimates of the bill for repairing and rebuilding in Watsonville total $61 million - a staggering sum for a farm town of about 14,000.        In Santa Cruz, it may take five years to rebuild the mall that had been the centerpiece of the city's commercial district.        Historic downtown Santa Cruz is being demolished, building by building. Merchants are moving their businesses into tents to try to salvage the Christmas season.         A full 20 percent of the 85 buildings in Watsonville's core commercial district have been or will be demolished.        The Red Cross estimates that 250 people are still living in shelters in Watsonville. About 25 families are camped out in tents behind the turn-of-the-century house that is headquarters for the workers service association.        ``People who are working in $4- or $5-an-hour jobs are hit doubly hard. They can't pay the rent to begin with,'' Woolcock said. ``The economic ripples are just tremendous,'' she said, with up to 40 percent of the businesses and factories shut down.        Woolcock estimated that the service association has helped more than 4,500 families.        Signs of damage are much less evident in San Francisco and Oakland. All told, about 420 people remain in Red Cross shelters in the two cities, agency officials say.        Only selected areas hint at disaster, such as the stretch of the Interstate 880 freeway in Oakland that entombed dozens of motorists when the upper deck pancaked during rush-hour traffic Oct. 17. It is due to be demolished by Dec. 1. San Francisco's elevated freeways also remain closed.        Elsewhere in San Francisco, police barriers still mark the boundaries of the hard-hit Marina district, which suffered extensive damage when its unstable soil shifted crazily during the quake.        Yesterday's bridge walkers heralded the scheduled reopening of the span to vehicular traffic at 11:59 p.m. tonight.        A Navy band cranked out the national anthem, and crooner Tony Bennett performed his trademark ``I Left My Heart in San Francisco.'Caption:  PHOTOUPI: THOUSANDS WALK ACROSS THE SAN FRANCISCO-OAKLAND BAY BRIDGE YESTERDAY TO CELEBRATE ITS REOPENING, SCHEDULED FOR TOMORROW.", "edition": "Final"}