{"title": "A quake makes us realize just what's important", "filename": "1989-10-19_AQuakeMakesUsRealizeJustWhatSImportant.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533A0F09B987B?p=WORLDNEWS", "date": "1989-10-19", "page": "F1", "section": "Scene", "author": "Erik Lacitis", "text": "A woman called to lambaste me for something I wrote. She was well into her tirade when she broke off.         ``I've got relatives in San Francisco,'' she said. In the background, I could hear a television set. New footage of the earthquake's devastation had just arrived.         ``I haven't been able to reach them,'' the woman said.         I could hear a TV reporter talking about fallen buildings, and then I heard some kind of fire department spokesman talk about estimated injuries, saying he prayed nobody had died in that structure.         The report ended and the woman came back on the line. The fury was gone from her voice. I knew why.         During the night, I had gone through the same thing.         I, too, have relatives who live in the San Francisco area. I've never used the ``redial'' button on my phone as much as Tuesday night. I must have heard ``All circuits are busy'' a hundred times.         Finally, my sister called from a pay phone. She called my dad, said she was OK, said she was trying to find an open highway route to reach her home.         I told my story to the woman. She'd also soon probably hear from California, I tried to reassure her.         There was a pause in our conversation.         ``You sounded pretty mad when you first called,'' I told the woman.         ``I guess it doesn't seem as important now,'' she said.         There are a number of people with whom a couple of days ago I could have gotten into nasty conversations. I've annoyed them, they've annoyed me.         But every few years, something happens to put it all in its proper perspective.         The last time before this week was when I was on a jet flying from Louisiana to Chicago.         The turbulence was such that as we were approaching O'Hare International Airport, on the intercom the pilot practically shouted at the flight attendants to strap themselves in.         As we headed to land, the plane shook and trembled, flopped left and right. You could feel the hydraulics straining. I was fully expecting us to crash.         The overhead bins thudded open as we hit the ground. You could hear the collective sigh when we realized we were safe.         Another time, I kept a friend company who was waiting for some medical tests. We drove around for a day, waiting for the lab results, talking about this and that, not trying to keep looking at our watches.         The results were due in at 4 p.m. At 4:10 we were having drinks, celebrating because the doctor reported everything was OK.         I know that it's a cliche to say that devastation on the scale of the San Francisco earthquake reminds us of what matters.          Sometimes cliches speak the truth.         On a week like this, after you've gotten nowhere with 100 redials, after you watch the TV pictures and wonder how your relatives have fared, that nasty inter-office memo, that phone conversation that would have set your teeth grinding, doesn't seem so significant.         I'm sure that after Hurricane Hugo, a number of individuals who lived through it decided to make a few changes in their lives. Perhaps they decided not to let the small stuff bother them anymore; perhaps it was more drastic and they changed careers.         Powerful, uncontrollable forces of nature have a way of making you rethink priorities.         With our computers, our electronic wizardry, we can sometimes delude ourselves into believing that we can program everything in our lives, and create a cocoon around us.         It doesn't work that way.         When those cars were crushed as that highway collapsed in the earthquake, it didn't matter whether you were driving a BMW, and making big business deals on a cellular phone, and thought everything was under control; or if you were inside a 1962 Dodge Dart beater, trying to figure out how to pay the rent. Nature didn't cut special deals.         I suppose it'd be proper to end this piece by stating that starting tomorrow I'll be making major changes in my life.         Except that I can tell you what will likely happen next week. Most of us will be back to the same old aggravations, having forgotten this week's resolutions.         I guess that's why nature jars us with such regularity.         We all know what's important. We just need to be reminded.    Erik Lacitis' column appears Tuesday, Thursday and Friday in the Scene section of The Times.", "edition": "Final"}