{"title": "Comics thing it's wise to make cracks about quake", "filename": "1989-10-27_ComicsThingItSWiseToMakeCracksAboutQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533A43B287F95?p=WORLDNEWS", "date": "1989-10-27", "page": "E1", "section": "Arts, Entertainment", "author": "Kit Boss; Alex Tizon", "text": "A funny thing happened the other night in San Francisco, funny strange and funny ha-ha.         A stand-up comedian told an earthquake joke.         And it got laughs.         ``I'm sure I'm not the first,'' said Bobby Slayton, who wasted only a few moments after taking the stage Tuesday night at a San Francisco club called Punchline before mentioning the earthquake. ``And I'm sure I won't be the last.''         For many of those shaken last Tuesday by the buckling of the Bay Area, this was still a week for tears. But in a city that has provided fertile ground for nightclub comics, perhaps it was inevitable that laughter would spring from the rubble.         That it happened so quickly testifies to the healing power of humor, not the warped minds of comedians, said one California psychotherapist who specializes in the process of purging painful emotions.         ``Laughter doesn't have to do with funny, whatever that is. It's a form of catharsis,'' said Annette Goodheart, a Santa Barbara therapist whose patients have included victims of cancer and incest, survivors of Auschwitz and, now, veterans of the Oct. 17 earthquake.         ``The concentration camp survivors I worked with said the ones who survived were the ones who were able to laugh. Fear and stress put us out of whack. Laughter is the first step in rebalancing.''         The catharsis might have come sooner at the Punchline, in San Francisco's Embarcadero Center business district, but Tuesday was the first night the club reopened after the quake. Wednesday night when Slayton again stepped up to the microphone, several nearby streets were still blocked off by police barricades.         Introduced as ``the pitbull of comedy,'' Slayton was soon repeating his earthquake cracks from the night before.         ``Hey, look, the earthquake was a horrible thing,'' he said, ``but look on the bright side - at least it takes your mind off AIDS.''         Pause. Some laughter. More groans.         ``And I did hear it did $5 million of improvement in Oakland.''         A bit more laughter rose from the audience of 100 or so people in the small, low-ceilinged club.         Slayton's ``jokes were saying: `Here we are, the whole world is cracking but we're still here,'' commented Lynne O'Neill, a Sunnyvale psychotherapist in Wednesday's Punchline crowd, along with her daughter and son-in-law.         ``Look, how can you not do a joke about it?'' offered Slayton, who lived in San Francisco for 10 years before moving to Los Angeles four years ago. ``People were ready to laugh.''         After all, people don't pay a $6 cover and two-drink minimum to mourn.         ``In a nightclub, people go with an agreement to laugh,'' said Goodheart, a doctor by dint of her Ph.D. in psychology. ``It's a contract they make with one another. It's not like someone coming up to you on the street and telling you a joke when your mother has just died.''         Goodheart noted that in other cultures, humor and death often walk hand-in-hand. Mexico's Day of the Dead festival, for example, mocks mortality. One African tribe assigns ``jokers'' to each member of a dead person's family to keep them laughing during the funeral. And an account of Balinese rituals showed that pallbearers drop the corpse on the way to the burial ground for humorous effect; dropping the body in a creek is considered even funnier.         That might make some of this week's earthquake jokes less likely to trigger a gag reflex.         Will Durst, a San Francisco comic who specializes in topical humor and political satire, sat through the earthquake at Candlestick Park. He started talking about it professionally the next night at a comedy club in Berkeley.         He also focused on the quake during his set at the Punchline on Tuesday night.         ``In the last five years Santa Cruz has had killer fires, killer floods, and now this,'' went one of    his jokes. ``All they need to qualify for biblical disaster relief is locusts. And now it's raining again, just in time for the eagerly awaited houseracing season.''         ``You can't go on stage and pretend it didn't happen,'' Durst said later. ``It would be totally bogus.''         At least one San Francisco nightclub comic, though, has taken a break from the quake.         Mike Ferrucci, a finalist in last year's Seattle Comedy Competition, started satirizing the Red Cross earthquake survival pamphlet seven or eight years ago, he said. Ferrucci was in Tulsa, Okla., on a road trip when back in his Haight Ashbury apartment, the Oct. 17 temblor knocked his VCR onto the floor and a bottle of soy sauce across his kitchen.          Ferrucci isn't scheduled to perform in San Francisco until next Saturday; he still hasn't decided whether to include his trademark routine.         ``This week I probably wouldn't do it, sort of out of respect,'' said Ferrucci, who is vacationing in Hawaii.         ``I'm a little sarcastic in my act. But this is a better time to be positive than cynical.''         Goodheart stressed, though, that Ferrucci and other San Francisco comedians would do the most good by conducting business as usual, as long as they avoid ridiculing those who have suffered.         ``The most common myth is that laughter comes out of happiness,'' she said, ``when actually, happiness comes out of laughter. We're innate laughers. We have to learn not to laugh, and our culture does teach us that. So we pay comedians lots of money to undo the teaching.''    --  Times staff reporter Alex Tizon contributed to this story", "edition": "Final"}