{"title": "Earthquake recovery is slow, painful", "filename": "1989-09-17_EarthquakeRecoveryIsSlowPainful.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53392DC247BF0?p=WORLDNEWS", "date": "1989-09-17", "page": "A6", "section": "News", "author": "Los Angeles Times", "text": "LENINAKAN, Soviet Union - When heavily laden trucks rumble by in the street outside, the children in Karush Pogosyan's family run for shelter. Usually, two dive under the bed, a third hides in a wooden wardrobe and the fourth, a cousin, runs about frantically, uncertain where she will be safe        ``The earthquake - they remember the earthquake,'' Pogosyan said simply, recalling the Dec. 7, 1988, temblor that devastated Leninakan and a wide area of northern Soviet Armenia.        Pogosyan and his brothers, Gevork and Hoganes, their wives and two of the older children are living in a tent on one of Leninakan's tree-lined boulevards. Most of the children have now been sent to a government vacation house to spare them what Karush Pogosyan calls ``the misery of being a refugee in your own city.''        ``More than half a year we have been living like this,'' he said, gesturing around an army tent furnished with an assortment of beds, tables and chairs as well as the wardrobe salvaged from the wreckage of their homes.        The earthquake left more than 520,000 Armenians homeless, and the reconstruction is proceeding far more slowly than they and the government had hoped.        President Mikhail Gorbachev's promise that all would be rebuilt within two years appears overly optimistic, and government engineers talk of perhaps five years, even with extensive assistance from other parts of the Soviet Union and foreign donors.        The slowness of the redevelopment effort is draining away much of the hope that the victims had retained through the first few months after the quake, and a social pathology is developing as they remain unhoused and unemployed, their families divided and the future uncertain.        On the boulevard where the Pogosyans and perhaps 60 other families are living stands a collection of army tents, portable cabins, shanties and even a few yurts, the circular felt tents of Mongolia. The area has taken on the look and smell of a refugee settlement.        Down the street are the shattered ruins of apartment houses where they once lived. Demolition proceeds block by block, adding to the number of people on the streets as the ruins in which they were living are leveled.", "edition": "Weekend"}