{"title": "Pistons all shook up after quake", "filename": "1989-06-13_PistonsAllShookUpAfterQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5336D422FD1A0?p=WORLDNEWS", "date": "1989-06-13", "page": "D2", "section": "Sports", "author": "Times Stafftimes News Services", "text": "INGLEWOOD, Calif. - When the Detroit Pistons awoke, their first NBA championship seemed to be slipping into the Pacific Ocean before they could even claim it.         But yesterday's earthquake was not The Big One, earning only a 4.5 on the Richter scale. Game 4 of the finals, tonight at the Forum, still  is on schedule.         A possible postponement? ``That would have been terrible,'' Isiah Thomas said. ``That would have been a cruel, cruel joke.''         To center-forward John Salley, an aspiring comedian in his free time, there was nothing cruel about this earthquake, which hit at 9:57 a.m.         ``I kind of enjoyed it,'' Salley said. ``I finally got a vibrating bed.''         Bill Laimbeer, who went to high school in nearby Palos Verdes, is accustomed to earthquakes. He said he had to explain to several somewhat shaken Detroit teammates what went on, since most had not been through one.         Other Pistons did not even notice the earthquake, which rattled briefly and mildly but did cause damage in the Los Angeles area.         The Lakers were watching film in their dressing room when the earthquake hit, causing Coach Pat Riley to hit the ``pause'' button on the projector. Most Lakers have experienced tremors before - but not David Rivers, the only rookie.         Said Mychal Thompson: ``I thought Michael Jordan was the fastest guy in the league until I saw David Rivers jump up and hit the door.''    Johnson, Scott doubtful    --  Magic Johnson and Byron Scott, injured Laker guards, have not been ruled out of tonight's game, but trainer Gary Vitti said ``both are doubtful and unlikely'' to play because of pulled hamstrings.         Riley also is not counting on them.         ``I don't think he's going to play,'' Riley said of Johnson, his principal playmaker. ``Even if his mobility was to improve 50 percent (since Sunday), I would not want to subject him to playing. To be honest, he would hurt our team. We'd have to be covering up for him.''         Vitti said under nonplayoff conditions, Scott would be expected to miss six weeks of play and Johnson would miss two to three weeks.              Rodman is the only injured Piston. He said the pain in his back (pulled muscle) was worse in Game 3 than in the previous two, but he will play again tonight.    Paternity suit filed    --  Annie Bakes, 29, of Los Angeles, a model who claims the Pistons' Dennis Rodman fathered her 8-month-old daughter, filed a paternity petition and lawsuit in Los Angeles. She seeks $7,700 a month in child support and claims she's entitled to half his earnings", "edition": "Final"}