{"title": "Quake rattles readers, elicits many questions and answers", "filename": "1989-10-20_QuakeRattlesReadersElicitsManyQuestionsAndAnswers.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533A19B524260?p=WORLDNEWS", "date": "1989-10-20", "page": "D1", "section": "Scene", "author": "Times Staff", "text": "For the past two days, we've told you to ask us any questions you have regarding the earthquake in the Bay Area.         We've selected and answered as many as we can.    Q I thought there was a new science that could give an indication before a quake happens. Isn't there some way to predict an earthquake?    A Scientists are investigating this, but no method has proved reliable. Some earthquakes happen without warning, as the Santa Cruz one apparently did. In other cases, small foreshocks precede the big one. Or increasing strain in rock will release gas into wells, which can be detected. But even in these cases it is impossible to set a time for the quake, and sometimes these warning signs never result in an earthquake. In one place in Southern California, the land rose measurably a few year s ago, considered a warning. But no earthquake has occurred there.    Q I heard that if we do have a big earthquake, it will last 5 minutes instead of 15 seconds as the California quake did. Is that true?    A The bigger the earthquake, the longer the shaking lasts. And longer shaking is one of the factors that can increase damage. Geophysicists say that in an earthquake of magnitude 8 or 8.5 - a range that the Pacific Northwest theoretically is vulnerable to - the shaking could last as long as a minute.    Q I just moved to Seattle from Monterey, Calif., and I was wondering if Monterey suffered much damage.    A Monterey did not suffer much damage. Areas that far south of San Francisco were not hit hard by the earthquake.    Q I would like to know what the specific streets that are the boundaries of the area in the Marina.    A The area between Marina Boulevard, Chestnut Street, Baker Street and Filmore Street was badly damaged. At 11 a.m. yesterday, police and building inspectors began escorting people to the area so they could pick their existing possessions.    Q I wonder if you have any information about what went on in Salinas, Calif., because it's not too    far from the center of the earthquake.    A According to reports, Salinas did not suffer damage.    Q If you're in your house during an earthquake, where is the best place to go? If you're in your basement, where is the best place to stand?    A According to the State Department of Emergency Services, if you're in your house - whether you're in the basement or on any other floor - the best place is under a sturdy table or desk; second best, under a sturdy doorway; and third best, drop and cover next to an inside wall.    Q I hear a lot about the water supply and how it is not drinkable. Why is the water affected by a quake?    A ``In a quake, a lot of sewer lines and water lines are disrupted so you have to immediately assume that the water has been contaminated by the sewer lines,'' says Marianne Picha of the Seattle Water Department. She advises people to ``err on the side of caution'' and boil their drinking water until hearing otherwise through media reports.    Q I noticed that quite a few buildings were on fire because of natural-gas leaks. I'm wondering if there is any kind of device that will stop the gas flow from the meter to ensure that your building will not catch fire because of a gas leak. And if there is, what is the name of the product and where is it available?    A Firms do market earthquake shutoff valves, but Bob Adams, spokesman for Washington Natural Gas, doesn't recommend any of them. ``We've found they're so sensitive they'll shut off someone's gas with vibrations that aren't even related to quakes, like trucks going by.'' Adams says homeowners don't need to worry about a gas leak unless they smell gas. In that case, leave and call the gas company from a neighbor's home. Gas can be turned off by the homeowner. Many valves are outside of the home and require turning a fitting a quarter turn either direction. A long-handled wrench may be necessary. Gas needs to be turned on by a professional.    Q How can we tell if our own homes are safe? Our house was built in the mid '50s and I'd like to know how we can get it evaluatd?    A Bob Kinsman, Seattle Department of Construction and Land Use supervising senior engineer, recommends hiring either a structural engineer or a housing inspection firm. Both are listed in the Yellow Pages. ``The difficulty here is that a lot of houses aren't engineered in the sense larger building are,'' although an engineer typically can tell if a house is well built and bolted, as required, to the foundation. Still, ``you won't get an engineer to say a house won't be damaged in a quake - or if you do, I'd be suspect,'' Kinsman says.          The Department of Construction and Land Use does not inspect homes for earthquake safety.    Q I read that you should have a first-aid kit and someone should know first aid. But I think you should post places where first aid is available either in free seminars or seminars you have to pay for.    A Both free and fee first aid and CPR courses are offered at many locations including the Red Cross, fire stations, hospitals, recreation departments, youth activity clubs, community colleges and through employers. Call the ones nearest you for information. First aid kits can be purchased at the Red Cross and drug stores.    Q I think everyone is concerned about the people in San Francisco, butI wish the news shows would quit interrupting every program on the air to try and beat each other.    A KING-TV's switchboard, for example, fielded 16 calls Tuesday evening from viewers who, in effect, said, ``We want our regularly scheduled dose of Andy Griffith.'' On Wednesday, another 13 complaint calls were logged. During the same time, KOMO received 25 complaints from viewers who wanted to see their sitcoms and soaps; KIRO got ``8 or 9,'' according to a spokesman.         However, the complaint calls were vastly overshadowed by viewers calling to ask for even more earthquake information - how to assist quake victims, how to contact relatives, what to do in case one hits Seattle. KING, for example, logged more than 90 such calls.         That indicates, perhaps, that many more people were interested in learning more about what was happening in quake-shaken Northern California than on the soap opera ``Santa Barbara.'' And that's why on Wednesday the networks - ABC, CBS and NBC - continued to interrupt their normally scheduled programs with numerous updates on the quake, and why Seattle stations each aired their own hour-long special reports on the disaster.    Q There's an elderly lady across the street who has been watching a lot of TV coverage by San Francisco reporters. She's concluded that we're not supposed to be using heat because we might have an earthquake tonight. Can you clarify this?    A Welcome to the wonderful world of satellite transmission.         During various points in the quake coverage, all three networks relied heavily on their San Francisco affiliate stations and also on other California affiliates with news crews in the disaster area.         As soon as each of these stations restored their electricity, they began bouncing their live coverage off a communications satellite. Back in New York, ABC, CBS and NBC, in turn snatched their affiliate signals off the satellite and used the material in their broadcasts being ``fed'' to affiliates all across the country, again by satellite. At the same time, local stations - including those in Seattle - were using their satellite dishes to monitor the material coming from the San Francisco stations, and including some of it in their own coverage, even when the networks weren't.         Sometimes, the San Francisco stations transmitted pictures of the destruction; other times, they showed local anchors in their newsrooms reporting on the latest fatality figures or offering safety advice to local viewers, such as telling them to shut off their gas.         Mostly, the material from the San Francisco stations included an identifying ``matte'' - an on-screen graphic to indicate that the picture was coming from those stations rather than from a network crew. Also, the network anchors and those here in Seattle often would note the source of the images.         And yet, yes, there was some room for confusion such as your neighbor's.    Q I'm wondering if there are any special precautions that mobile home owners should take for an earthquake.    A Most of the time, damage to mobile homes results from the coach falling off supports. To reduce or eliminate such damage, the State Department of Emergency Services suggests:         --  Leave the wheels on the mobile home to limit your coach's fall.         --  Structural support bracing systems can greatly enhance your coach's ability to remain on its supports. Designs and costs vary; contact your mobile home owner's association, local mobile home dealer, or look in the Yellow Pages.         Another hazard is the awning. Make sure it is securely supported, and fastened to your coach.         Other than that, the same safety factors apply as to other structures.    Q I'm wondering what would happen to the Space Needle if we were to have an earthquake similar to the one in San Francisco?    A It could be expected to withstand it, says the Seattle Engineering Department. It survived the 1965 quake with only slight circular motion and no structural damage.    Q If an earthquake was to occur here, how would people who need medication be able to get their medication if they should need help?    A According to Dr. Wayne Kradjan, chairman of the University of Washington School of Pharmacists, the best bet would be to call your physician or pharmacist if you are away from your medication or prescription. If you cannot reach anyone, you can go into the emergency ward of a nearby hospital. However, wards may be crowded and filled with injured people. Kradjan advises that you should go to a pharmacy that is open, and explain your situation. Legally, pharmacists can dispense up to 72 hours of refills without prescriptions in cases of emergency.         The Red Cross suggests preparing for disasters by keeping an extra fill of a prescription in a first-aid kit. When you get the prescription filled again, rotate it with the one in the first-aid kit. In this way you can keep the prescription in the first-aid kit fresh.    Q Why doesn't the state of Washington school system have regular earthquake drills like they do in California?    A Statewide, there is no mandate requiring them.  However, in Seattle, students are required monthly to practice an earthquake drill that consists of getting under their desks and covering their necks and heads with their handsCaption:  PHOTOKNIGHT-RIDDER NEWS SERVICE: JANET HONEYCHURCH LOOKS OUT AT THE DEVASTATION ON FILLMORE STREET IN SAN FRANCISCO'S MARINA DISTRICT YESTERDAY.", "edition": "Final"}