{"title": "Inflated estimates of quake damage seen as normal", "filename": "1989-11-12_InflatedEstimatesOfQuakeDamageSeenAsNormal.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533A9D3194730?p=WORLDNEWS", "date": "1989-11-12", "page": "A15", "section": "News", "author": "Bert Robinson", "text": "SACRAMENTO - Three days after the Bay Area's big earthquake, newspapers and radio stations trumpeted a claim first advanced by an insurance organization: that this was the costliest disaster in U.S. history.        There was only one problem: Both economists and earthquake experts say there are no reliable numbers to support such a claim. In fact, experts believe that the damage from the 1906 quake - adjusted for inflation - was far worse.        That questionable estimate underscores how accuracy became a casualty of the quake on Oct. 17. Under close inspection, many of the alarming damage numbers - such as the total estimate of $10 billion - crumble as swiftly as the roads and buildings they describe.        As more becomes known, the damage in some places is now thought less severe than first reported. At the very least, it appears that no one has an accurate picture of the devastation.        Consider:        --  Local politicians have seized upon the highest monetary figure yet mentioned - $10 billion - and declared it the cost to rebuild the Bay Area. But the best authorities for that figure, economists at Bank of America and Pacific Gas & Electric, say it includes not just rebuilding costs but also ``economic interruption,'' a speculative, multibillion-dollar assessment of lost business productivity. It does not include any estimate of the economic boost the area will receive from post-qu ake construction.        --  For nearly two weeks, the state has reported that 120,000 homes were damaged by the earthquake. Closer inspection reveals a curiosity - 100,000 of the homes are allegedly in San Jose, a city relatively unscathed.        San Jose officials conceded last week that the number is a ``wild guess,'' intended to include every home that lost so much as a piece of crystal. Told that other cities confined their estimates to homes with structural damage, San Jose called the state and withdrew its claim.        --  Santa Cruz County gave its ``maximum possible'' estimate of $1 billion to Sen. Alan Cranston, D-Calif., when he sought numbers on which to base a federal relief bill. To questioners who persist, officials give a lower estimate of ``damage observed,'' $314 million.        --  Add in the earthquake's best-known faulty estimate - the casualty numbers that reached ``at least 272 confirmed dead'' but have since sunk to 65 - and the picture is clear.        Nearly three weeks after the Bay Area earthquake, Californians are still trying to find out what the damage is, and slowly learning the early estimates were wrong.        Given the process that produces them, accuracy was difficult to achieve. Immediately after any disaster, the demand for an accounting comes from two places: reporters hurrying to assess the devastation for the public, and politicians anxious to know how much money to secure for their stricken constituents.        Both groups buttonhole state and county bureaucrats for specifics, and they in turn lean on city and county disaster workers. At each point in this process, political pressure and human nature combine to favor the high estimates over the low.        ``I think people tend to assume the worst at times like this rather than hope for the best,'' said Bob Taylor, a state employee who dispersed disaster information in the days following the quake. Taylor particularly remembers the inflated casualty estimates, obviously suspect, that ``just took on a life of their own.''        Lower-rung officials in almost every Bay Area jurisdiction know the troubles begin with the numbers they produce. In describing their estimates, they'll use terminology that never gets passed up the line - ``ballpark,'' ``top of the head,'' ``rough, rough, rough figures,'' and even ``we know we'll never really count damage this high.'' But, they'll note, they were asked to come up with their first figures so quickly. What could they do?        Rather than relay information directly to the state, the cities report their calculations to county officials, who must fit them on a one-page form. Because the categories are vague, some counties choose to include damage to the contents of buildings. Others report only structural damage.        ``I don't think there's really a good definition of damage,'' said Bob Sturdivant, the planner who collected numbers for Santa Clara County. ``We certainly haven't been given one by the state.''        The state finance director takes the lowest totals available from each source, comes up with $5.6 billion, and says that's where the damage stops.        State legislators proclaim that even the high estimates are just preliminary, and assert that the damage will grow.        Rep. Norman  Mineta, D-Calif., employs ``his long experience as San Jose mayor and his own estimate of broader economic impacts'' to arrive at a $10 billion total, according to an aide.        Close observers of the process say the politicians' motives are easily discerned: They're attempting to bring home as much federal and state largess as they can.        ``If I were the mayor of Los Gatos, I'd do something like that too,'' Sturdivant said. ``I'd say, I better give a high estimate, better higher than lower, so they'll really come in and help.''        But the politicians get invaluable aid in their task from a sometimes unwitting accomplice, the news media. Reporters who have covered more than one disaster saw a familiar pattern in the Bay Area earthquake.        The largest, and often most unsettling, numbers are emblazoned across front pages and proclaimed on newscasts, sometimes with little thought given to their reliability.        But Bill Tillinghast, a professor of journalism at San Jose State University, noted that in a disaster as massive as the Bay Area's, reporters, politicians and bureaucrats can all make mistakes with impunity. ``It could be $2 billion or $20 billion. Who's ever going to know?'", "edition": "Weekend"}