{"title": "Quake wakes up some but stirs up few", "filename": "1989-12-25_QuakeWakesUpSomeButStirsUpFew.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533BB44CF29B3?p=WORLDNEWS", "date": "1989-12-25", "page": "D1", "section": "Northwest", "author": "Don Duncan; Anh Do", "text": "Yesterday morning's earthquake in the Puget Sound area registered 4.5 on the Richter scale and was felt as far north as Bellingham and as far south as Portland.         But whether it was a harbinger of the so-called ``Big One'' (8.5 to 9.0 in magnitude) that seismologists predict will occur ``is anybody's guess,'' according to Stephen Malone, research professor of geophysics at the University of Washington.         The quake occurred at 12:46 a.m. The epicenter was about 40 miles south of Tacoma at a depth of about 6.2 miles.         Area residents said it shook beds, rattled dishes and set off car alarms.         Residents in Ashford, Pierce County, at the quake's epicenter 3 miles from Mount Rainier, said they were awakened by tremors early yesterday morning, but the quake wasn't strong enough to cause alarm.         ``I woke up and asked my husband if he was shaking the bed, but he wasn't, so we figured it might have been an earthquake,'' said Debbie Crosetti, 37. ``But I didn't even think of checking around the house. We were too tired.''         Said Lloyd Dally, 61, another Ashford resident:  ``After Mount St. Helens, anything else is plain quiet. I didn't think anything of it.''         Catherine Lindsay, however, said she woke up just before 1 a.m., when the slight shaking of the ground occurred. ``The house was kind of rolling. It was like going over two humps on a roller coaster and then the ride suddenly stopped. But everything's fine,'' said Lindsay, 29.         There were two small aftershocks (1.0 on the Richter scale) about three hours after the main earthquake, Malone said.  But they were too small to be felt by most people.         There were no reports of damage or injuries.         The strongest tremor was felt in the Olympia area.         ``As earthquakes go, it wasn't much,'' Malone said. ``But it wasn't insignificant, either.''         The Oct. 17 quake that killed 42 in the San Francisco Bay area measured 6.9 to 7.1 on the Richter scale.         Seattle's biggest earthquake in modern times occurred April 13, 1949, and measured 7.1 on the Richter scale. It claimed eight lives. The second strongest was a 6.5 in April 1965.         Seismologists say anything registering 8.0 or more would cause widespread damage and death, no matter how earthquake-proof structures are.", "edition": "Final"}