{"title": "Quake rattles southern californians", "filename": "1989-01-19_QuakeRattlesSouthernCalifornians.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533392EE452A0?p=WORLDNEWS", "date": "1989-01-19", "page": "A1", "section": "News", "author": "Apreuters", "text": "LOS ANGELES - An offshore quake measuring 5 on the Richter scale jolted Southern California late last night, shattering windows in Malibu and knocking out power to 100,000 customers.There were dozens of aftershocks today        In Malibu, goods worth up to $10,000 were destroyed in a supermarket when they fell from shelves, and department-store windows were broken.        For the most part, however, no major damage was reported from the tremor, which was centered 30 miles southwest of downtown Los Angeles in Santa Monica Bay and swayed downtown skyscrapers.        ``It's the strongest earthquake I've felt in 14 years of living in Los Angeles,'' said Rick Cziment of Los Angeles. ``It actually scared me. Our house went dark. My daughter woke up and began crying.''         Four minor injuries were attributed by hospitals to the earthquake, including a broken leg suffered by a woman jumping out of bed. People along the Pacific coast, the area worst hit, ran from their houses when the quake hit, just before 11 p.m.        Rubble from about a dozen rock slides blew out tires on at least four vehicles traveling the narrow, twisting Malibu Canyon Road, which leads to the Malibu beach colony.        The quake could be felt from Seal Beach to Santa Barbara, a distance of 140 miles.        Dozens of tiny aftershocks continued to vibrate throughout the area today, most of them too small to measure, said Lucille Jones, seismologist at the California Institute of Technology.        The quake struck with the same magnitude as a Dec. 3 temblor that was centered beneath downtown Pasadena. That quake briefly knocked out power to 100,000 homes and caused more than two dozen minor injuries.", "edition": "Third"}