{"title": "County reviewing disaster plan - bay area quake brings call for major drill", "filename": "1989-10-20_CountyReviewingDisasterPlan-BayAreaQuakeBringsCallForMajorDrill.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533A198FCEC8B?p=WORLDNEWS", "date": "1989-10-20", "page": "B1", "section": "Northwest", "author": "Warren King", "text": "King County officials, in light of the San Francisco earthquake, say a large-scale disaster drill may be possible during a Port of Seattle exercise scheduled for next fall.         That possibility will be among several disaster-preparedness issues county department heads will discuss in a briefing Monday with County Executive Tim Hill.         Public-safety and health officials met yesterday, a day earlier than they had planned,  to discuss the county's disaster plan.         In addition, seven Seattle-area physicians last week suggested the plan be tested with a large-scale drill of 125 or more ``patients.'' The last large drill was held in 1975, although some county officials say the county is prepared through periodic smaller exercises held in four areas.         The port drill planned for next fall was expected to be a mock ferry disaster.         ``I think we're due for a disaster,'' said Dr. David Heimbach, director of the Harborview Medical Center Burn Unit and one of the seven doctors. ``If an 8.0 (Richter scale) earthquake happens, I'm not sure anyone would be prepared.''         ``What's more likely is a ferryboat disaster or a big plane crash . . . where preparation really makes a difference.''         County officials attending the disaster-preparedness yesterday said they agreed a few emergency officials should be sent to San Francisco in a week or so to observe Bay Area governments' response to the tragedy.         ``That's the way you really learn,'' said Steve Call, manager of King County Emergency Medical Services.         Bruce Miyahara, chief administrative officer for the Seattle-King County Health Department, said the officials also will recommend to Hill that county departments individually re-examine their disaster preparedness - especially for details that might not be obvious. For example: backups for powerless computer systems and how to test the water supply for safety.         By coincidence, just two weeks ago Harborview and eight other area hospitals participated in a drill involving about 75 ``victims'' of a make-believe San Francisco earthquake in which Bay Area hospitals ran out of beds.         The made-up patients supposedly were flown to Boeing Field by military aircraft and actually were taken to the Seattle-area hospitals in Madigan Army Medical Center buses.          Since the real quake Tuesday, California officials have not asked for rescue aid from Washington state or local authorities. That probably is because most of those hurt in the quake suffered relatively minor injuries, said Dr. Michael Copass, director of Harborview's Emergency Medical Services.         Harborview routinely radios all area hospitals to see how many beds are available that day in case of a major disaster. Triaging - categorizing on the basis of what kind of care they needed - would be done at the disaster scene.         If Harborview were knocked out of commission by a disaster, such as an earthquake, the backups would be the University of Washington Medical Center and Overlake Hospital in Bellevue.         The overall King County disaster plan says in several places there would be staff shortages and some delayed response in a real disaster.         ``Shortages of emergency-response personnel may exist, creating the need for auxiliary fire, police and search-and-rescue personnel,'' the plan says. Help from the private sector may be needed, it adds.         King County Police Lt. Bill Stockham, county emergency-services director, said the King County Labor Council has agreed, for instance, that workers such as electricians, carpenters and steel workers would help provide the initial response at no cost.         A 60-member Special Operations Division of the King County Police would be available to do work in a variety of areas if needed.", "edition": "Final"}