{"title": "Young lives go on after armenia quake", "filename": "1989-02-22_YoungLivesGoOnAfterArmeniaQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5334512EEED01?p=WORLDNEWS", "date": "1989-02-22", "page": "H1", "section": "News", "author": "Carol J. Williams", "text": "YEREVAN, U.S.S.R. - Ara Dunomalyan's large, sad eyes took on a gleam and he suppressed a proud grin as he toddled along the corridor of Yerevan's orthopedic center, showing off his mobility with an artificial leg and a crutch        The 4-year-old has triumphed over tragedy, learning to walk and smile again after the earthquake on Dec. 7 that crushed his left leg and took the lives of his mother and brother.        The innocence of childhood appears to have allowed him to forget the horror of the day it rained concrete in his native town of Spitak. But the Armenian and West German adults who have nursed him through trauma have longer memories and more fragile hearts.        Eyes welled up with tears among the grown-up spectators when the motherless tot completed his performance for visiting foreigners by slipping his arm around the neck of a reporter who stooped to watch and brushing her cheek with a kiss.        ``Children forget pain more easily than adults,'' the child's grandfather, Mikhail Dunomalyan, said as Ara hobbled off behind a brigade of wheelchairs bearing legless children through an obstacle course of nurses and technicians.        The orthopedic center on a hill overlooking the smog-shrouded Armenian capital has been helped by a prosthesis workshop set up by the West German Red Cross.        Kristof Blum of Saarbruecken, an orthopedic technician, works in the room filled with child-sized rubber hands, plastic knee joints, artificial feet and connecting braces that slap visitors in the face with the reality and breadth of the suffering inflicted by the disaster.        Blum and a half-dozen Armenian assistants put in long days in the laboratory custom-making prostheses and working through the list of amputees that lengthens daily as word of the clinic spreads through the distant, backward villages hit hardest by the earthquake.Caption:  PHOTOAP: ARA DUNOMALYAN GETS A HAND FROM HIS GRANDFATHER, MIKHAIL DUNOMALYAN. OTHERS IN THE PHOTO WERE NOT IDENTIFIED.", "edition": "Third"}