{"title": "Hostility on both sides slows quake relief for iran", "filename": "1990-06-30_HostilityOnBothSidesSlowsQuakeReliefForIran.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB534096B4CB332?p=WORLDNEWS", "date": "1990-06-30", "page": "A3", "section": "News", "author": "Washington Post", "text": "WASHINGTON - A week after a devastating earthquake in Iran that killed an estimated 40,000 people, U.S. relief agencies say hopes of aiding half a million homeless continue to be complicated by hostility of many Americans toward Iran and resistance to foreign assistance by some Iranian hard-liners        ``We're being stymied by the seeming conflicts within their own country about whether they want aid and who'll they take it from,'' said Dick Colenso, a spokesman at World Concern in Seattle. ``But the desire to respond is there. The Americans want good relations and this would be a way to demonstrate care.''        Andrew Griffel, executive director of the American Jewish World Service in New York, said response has been divided between those calling to offer aid and those complaining about helping Iranians.        For its part, the Iranian government has said it would accept U.S. aid only indirectly, via international relief agencies.        ``For the most part, the response has been very positive, but we have (also) had a negative response that we do not typically get,'' said David Pritchard, project director with the Connecticut-based Americares Foundation, which was scheduled to fly more than $1 million in supplies from Hartford to Tehran today. ``People generally don't call when there is a relief effort and voice opposition; the American-Iranian situation is unique.''        Enmity has existed between the two countries since 1979, when Iranian militants seized the U.S. Embassy in Tehran, holding personnel captive for more than a year. Diplomatic relations were soon sundered, with the revolutionary government of Iran vilifying the United States as ``the Great Satan'' and the United States branding its erstwhile ally an international pariah and terrorist paymaster, linking it to the bombing of Pan Am Flight 103 in December 1988.        Thus, relief officials say, it is not surprising that relief efforts have been generally slow.        Within a week of the last great earthquake - the Armenian quake of December 1988 in which about 25,000 perished - the U.S. government gave more than $1 million in aid, airlifting supplies in several military transport planes. Private aid from the United States totaled more than $3 million within a week, while international donors gave $40 million.        But with estimates of the toll of last week's Iranian quake running almost twice as high, aid from the U.S. government to Iran amounted to about $760,000 after a week. Private aid is estimated to be about $4 million, while international giving is estimated to have reached $17 million.        Amir Zamani, a first secretary at Iran's U.N. mission in New York, said he thought the public response was as good as it could be under the circumstances.        ``This is a human tragedy and the American people understand it as such,'' he said. ``Certainly politics plays a role. The differences between the two countries exist and the American people don't live in a vacuum. Still, I am encouraged by the amount of support, moral and practical.'", "edition": "Final"}