{"title": "Bay area quake gives meeting on preparing for temblors a boost", "filename": "1990-02-15_BayAreaQuakeGivesMeetingOnPreparingForTemblorsABoost.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533D5F1765593?p=WORLDNEWS", "date": "1990-02-15", "page": "B8", "section": "News", "author": "Hill Williams", "text": "All of a sudden, people are interested in preparing for earthquakes. And not just Mr. and Mrs. Homeowner but also the people who will deal with victims, broken water and gas lines, bridges jammed shut, fires, blocked streets, the whole mess         They showed up in surprising numbers yesterday at the ``Earthquake in Washington: Are We Ready?'' conference at the Westin Hotel. The meeting was instigated by Sens. Slade Gorton and Brock Adams and Gov. Booth Gardner.         The turnout swelled from an expected 900 to 1,200. As the conference staff scrambled to find more chairs, Gorton commented, ``Without the stimulus of the California quake, we almost certainly wouldn't be here today.''         Stressing the importance of preparation, Gorton compared the 1988 earthquake in Armenia, which killed 25,000, and the 1989 quake near San Francisco, which, although more powerful than Armenia's, killed only 62.         ``Clearly, we can do a great deal,'' Gorton said. ``Every layer of government has a role.''         Every layer of government was represented at the conference - city, county, state and federal officials. Also there were representatives of emergency organizations, fire and police departments, labor unions, public utilities, insurance companies and children's services agencies.         Craig Weaver of the U.S. Geological Survey said recent evidence indicates the Pacific Northwest is vulnerable to great earthquakes - of a magnitude of 8.5 or 9.0 on the Richter scale - with an average repeat time of 400 to 600 years. The last quake of that size, according to evidence found along the outer coast, was 300 years ago.         Mayor Norm Rice talked about Seattle's situation. ``We are not as prepared as San Francisco. We are just as vulnerable. . . . Seattle does have an emergency response plan. It's a start, but it's not sufficient to handle a major disaster,'' he said.         San Francisco Mayor Art Agnos, for instance, said his city's high-rise financial district held up well in the quake even though it's built on the same landfill as the Marina District, where there was widespread soil failure and damage to buildings.         ``The difference,'' Agnos said, ``was stricter code requirements. The high rises were anchored in bedrock beneath the fill. The extra cost (during construction) seems trivial now.''         An unexpected problem after the California earthquake were large numbers of untrained, unorganized volunteers who wanted to help. The Federal Emergency Management Agency calls them ``self-dispatched'' rescue workers.         ``In California, a Japanese group showed up wanting to help, and they couldn't speak English,'' said Bill Lokey, manager of Pierce County's emergency services.         Agnos added: ``I didn't expect we'd need a media-control program. But the media became a burden when the networks arrived. At one point, seven large television trailers were competing for the same corner'' that had a good view of the Marina District fire.", "edition": "Final"}