{"title": "Braced by disaster - hurricane, earthquake bring relief to companies in wood-products arena", "filename": "1990-03-08_BracedByDisaster-HurricaneEarthquakeBringReliefToCompaniesInWood-ProductsArena.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533DE2467B794?p=WORLDNEWS", "date": "1990-03-08", "page": "E1", "section": "Business", "author": "Greg Heberlein", "text": "It's not often that a hurricane, an earthquake and a labor dispute can be accused of bolstering an entire industry's profits.         But in 1989, in the forest-products industry, that was the case.         ``When we started 1989, the big analysts thought it would be a down year'' for timber products, said veteran analyst Hal Mayhew of Portland.         But, Mayhew said, the demand for plywood and other products after Hurricane Hugo and the San Francisco quake - coupled with a lengthy strike at Roseburg Lumber in Oregon - turned what might have been a lackluster or downright rotten year into a decent one.         So what about this year?         ``Unless you get more hurricanes and earthquakes, it could be a down year,'' Mayhew said.         Pulp and paper prices, which have been the industry's bread and butter in recent years, tailed off in 1989 and are not expected to zoom in 1990, Mayhew said.  Pulp and paper products tend to follow the economy, and most expect the economy to be weaker this year.         Wood products should help offset the pulp-and-paper lag, Mayhew said. But to what degree depends on Mother Nature - a lot of plywood covers broken windows after a storm or quake - and a variety of other factors.         The Goliath in this picture, and one of the hardest to get a fix on, is Weyerhaeuser. Last year, Weyerhaeuser executed a major strategic reversal, deciding to shed numerous enterprises that no longer fit its strategy. Profits from operations were $601 million, more than its two biggest competitors combined. But charges related to the elimination of surplus businesses, such as real estate, aquaculture and mortgage banking, left it with $341 million, down 40 percent from 1988.         ``Weyerhaeuser wrote off nearly $500 million,'' Mayhew said. ``It blew everybody's minds. But they always have.''         The paring-down strategy makes sense, Mayhew said, just as adding on all those companies didn't. He said he is still waiting for a corporate focus that is more cost-conscious. Mayhew said Weyerhaeuser can build a sawmill for double or triple what the competition does, virtually guaranteeing it a lower return.         Because of recent agreements limiting the harvest of old-growth timber, access to low-cost government land has become minimal. That puts Weyerhaeuser in a strong position, because it owns or controls much of its own timberland. So although its vast interests on the pulp-and-paper side may be affected by a weaker economy, its overpowering timber-products position gives it strength.         And Weyerhaeuser is not eliminating all peripheral businesses. It has gotten great publicity recently for its disposable diapers. But that fits into Weyerhaeuser's main focus, Mayhew said, because the diapers come from pulp, a major Weyerhaeuser enterprise.         Weyerhaeuser and Willamette Industries each have a diversity that allows it to weather certain storms, Mayhew said.         That contrasts with Longview Fibre, which ``makes packaging papers, period,'' Mayhew said. Longview Fibre's profits fell by a third last year.         Chip prices shot up. The main problem was the strike at Roseburg Lumber early last year, Mayhew said. With Roseburg's output eliminated for a quarter, units of chips that had sold in the $60-70 range roared to $120, Mayhew said.  He said chip prices still stand at about $90.         More serious problems at Longview were averted because log sales were strong. But paper and paperboard profits sank 40 percent. If Mayhew's analysis is accurate, a recession-heading 1990 won't help Longview Fibre.         Although WTD Industries  depends on others for timber, its low-cost sawmills give it an edge. Single-family housing starts should be a good indicator of WTD's business, Mayhew said, because it mostly produces timber for home construction.         A credibility question remains, however. WTD made a feint at the much-larger Longview Fibre, by buying shares it eventually sold. Then, WTD announced and eventually scuttled plans for a $400 million pulp mill, Mayhew said.         Boise Cascade's profits slipped 7.5 percent last year, coming off a record 1988. High chip prices made its paper production more expensive. The combination of a softer economy and fairly high chip prices may continue to work against the Boise, Idaho-based company.         With more than four-fifths of its sales coming from building materials, Portland-based Louisiana-Pacific also looks for a good housing market. Last year's housing starts, just less than 1.4 million units, were on the lower end of a scale that runs from  about 2.2 million to  just below 1 million, Mayhew said.         ``I don't see any real winners as far as huge profit increases,'' Mayhew said of 1990. ``A lot of them will be sideways or down from their 1989 earnings.''         The stock market has sensed that, and knocked down the prices of a handful of the forest-products stocks. Because those prices are depressed, Craig Hart, timber analyst at the Ragen MacKenzie brokerage, recently upgraded to ``accumulate'' from ``hold'' his recommendation on Boise Cascade, Longview Fibre and Willamette Industries. He retained Weyerhaeuser as an ``accumulate'' and left WTD, Pope & Talbot, Bohemia and Louisiana Pacific as ``holds.''         Meanwhile, a ``buy'' rating on Willamette and Pope & Talbot was maintained by Saul Yaari of the Piper, Jaffray & Hopwood brokerage in Minneapolis. Weyerhaeuser and WTD each were rated ``accumulate or buy/hold.'' Boise Cascade, the only other Northwest forest-products company Yaari follows, was rated ``reasonably priced.''    -----------------------------------------------------    FOREST PRODUCTS REPORT    Here are Northwest-based forest-products companies ranked by percentage gained in the most recent quarter. (Annual figures for Bohemia, Longview Fibre and WTD are not shown because their current fiscal years are not completed.)                 :Year-ago : Current :        :           :                 : profit  : profit  :        :   Current :                 : / loss  : / loss  :        :    sales  :          Qtr.   :   (000) :   (000) : % chg. :     (000) : % chg.   ---------------------------------------------------------------   Bohemia       :         :         :        :           :          1990-3 :    $150 :    $863 : 475.3% :   $83,463 : 12.5%   ---------------------------------------------------------------   Louisiana Pacific       :         :        :           :          1989-4 :  31,100 :  52,800 :  69.8% :   506,300 : 12.9%          Annual : 299,600 : 192,600 : -35.7% : 2,009,500 : 11.7%   ---------------------------------------------------------------   Willamette Industries   :         :        :           :          1989-4 :  39,431 :  51,307 :  30.1% :   475,921 :  6.8%          Annual : 161,087 : 191,056 :  18.6% : 1,891,824 : 10.2%   ---------------------------------------------------------------   Pope & Talbot :         :         :        :           :          1989-4 :   8,649 :   9,821 :  13.6% :   147,622 :  4.0%          Annual :  31,944 :  43,637 :  36.6% :   618,758 : 20.2%   ---------------------------------------------------------------   Boise Cascade :         :         :        :           :          1989-4 :  76,450 :  51,290 : -32.9% : 1,066,170 :  3.0%          Annual : 289,120 : 267,580 :  -7.5% : 4,338,030 :  5.9%   ---------------------------------------------------------------   Longview Fibre:         :         :        :           :          1990-1 :  19,336 :  12,929 : -33.1% :   166,851 : -1.8%   ---------------------------------------------------------------   WTD Industries:         :         :        :           :          1990-3 :     720 :      33 : -95.4% :   104,742 : 17.4%   ---------------------------------------------------------------   Weyerhaeuser  :         :         :        :           :          1989-4 : 155,324 :-128,715 :   NM   : 2,565,953 :  7.7%          Annual : 565,590 : 341,071 : -39.7% :10,105,610 :  8.3Caption:  PHOTO CHARTBARRY WONG / SEATTLE TIMES: LOGS, SUCH AS THESE FROM THE DAHLSTROM LUMBER CO. NEAR GRAYS HARBOR, HAVE BEEN IN ABUNDANT SUPPLY FOR THE BOOMING FOREST-PRODUCTS INDUSTRY.FOREST PRODUCTS REPORT (SEE END OF TEXT", "edition": "Final"}