{"title": "Water tanks vulnerable to quake, survey says", "filename": "1990-03-09_WaterTanksVulnerableToQuakeSurveySays.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533DEF89DFAD3?p=WORLDNEWS", "date": "1990-03-09", "page": "B1", "section": "Northwest", "author": "Robert T. Nelson", "text": "A survey of Seattle's water towers  and transmission facilities indicates most would suffer considerable damage in a severe earthquake.         The study of the Water Department, completed recently by a California consulting firm, found that six of the city's seven storage tanks would be rendered inoperable by a quake measuring 7.5 on the Richter scale.         Water Department officials estimate it would cost $12 million to make the improvements called for in the study. That would be added to the $4 million the city already is planning to spend to reinforce the department's reservoirs.         The study, completed several weeks ago, was Walt Anton's idea. Before becoming chief engineer for Seattle's Water Department, he held a similar job in California.         ``I came here sensitive to the problem,'' he said.         The study, conducted by Sygna Engineering Consultants of Walnut Creek, Calif., involved all the department's main transmission and pumping facilities, supply lines and elevated storage tanks.         Anton said it would be financially unfeasible to make those facilities earthquake-proof, but he said the $16 million in repairs would minimize the damage caused by a severe earthquake and would keep the system operable.         Anton said the department isn't as concerned about catastrophic damage as it is worried about a tank rupture that might flood a neighborhood.         ``The goal is to ensure the facilities continue to operate even with light damage,'' said Anton. ``You can't earthquake-proof a structure. You can minimize the damage.''         The City Council last year approved a $4 million capital-improvements project to reinforce the reservoirs. Anton said the Water Department hopes to ask the council later this year for the other $12 million.         Work  would be done over six years.", "edition": "Final"}