{"title": "Tired rescuers losing hope for more quake survivors", "filename": "1990-06-26_TiredRescuersLosingHopeForMoreQuakeSurvivors.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53407D919AAA3?p=WORLDNEWS", "date": "1990-06-26", "page": "A3", "section": "News", "author": "Ap", "text": "MANJIL, Iran - The interior minister said today 99 percent of the victims from a devastating earthquake have been counted, but a Red Cross official said the death toll could reach 70,000.        Officials say at least 50,000 people have been killed, 200,000 injured and half a million rendered homeless from last Thursday's quake in northern Iran.        Weary rescuers are losing hope of finding more survivors in the rubble of nearly 350 earthquake-flattened cities and towns. But some took heart when a 1-year-old girl was found alive in her bedroom four days after the quake.        Foreign aid continued to pour into the capital, Tehran. More than 130 planes carrying relief supplies, medical volunteers and financial contributions have arrived since Sunday. Much of the help comes from countries including the United States that Iran considers sworn enemies.        Interior Minister Abdullah Nouri, who is in charge of relief operations, thanked the hundreds of foreign-relief workers, saying their presence was ``useful.'' Some Iranian hard-liners have opposed the presence of Western rescuers.        French and Iranian rescue teams said an Iranian team from the Red Crescent - the Islamic version of the Red Cross - found the 1-year-old girl alive in the family's wrecked home in the mountain village of Kelishom, 30 miles east of Manjil. They had believed she was dead and were digging into the rubble of what had been a bedroom looking for her body.             Christian Brauner, a relief worker with the West German Red Cross, said that since extended families live together, the wreckage of even a small home can yield a horrifying number of dead.        He said in one village he visited, he was told two-thirds of the 3,000 residents were dead.        The quake region has been jolted by about 360 aftershocks since Thursday's jolt, some measuring up to 6 on the Richter scale, Tehran University's geophysics center reported. The main quake measured between 7.3 and 7.7.         For survivors, the aftershocks are a constant terrifying reminder of the quake. For rescuers, they have foiled desperate efforts to pluck life from the devastation.        A French rescue team related the story of one such near-rescue. The team, using sound detectors, picked up the sound of a knock on Sunday morning. They quickly set to work removing debris piled several yards deep.        But then a strong aftershock struck, sending dirt and debris back into the excavated area.        When the team resumed digging, the knocking had stopped, team leader Andre Laska said. They found a woman dead in what had been a closet in her home.    How to help     Here are agencies in the U.S. taking donations for victims of the Iranian earthquake:    --  American Red Cross, Iran Earthquake Disaster, P.O. Box 37243, Washington, D.C. 20013; 1-800-842-2200    --  AmeriCares, 161 Cherry St., New Canaan, Conn. 06840; 1-800-486-HELP    --  Baptist World Alliance, Division of Baptist World Aid, 6733 Curran St., McLean, Va. 22101-6005, Attn: Iran Earthquake; (703) 790-8980    --  Catholic Relief Services, P.O. Box 17220, Baltimore, Md. 21297-0304, Attn: Iran Earthquake    --  Direct Relief International, P.O. Box 30820, Santa Barbara, Calif. 93130    --  Iranian-American Jewish Federation, 6505 Wilshire Blvd., Suite 811, Los Angeles, Calif. 90048    --  Lutheran World Relief, 390 Park Ave. S., New York, N.Y. 10016; (212) 532-6350    --  World Concern, P.O. Box 33000, Seattle, Wash. 98133    Associated Pres", "edition": "Final"}