{"title": "Awaiting the big one: quake forecast makes mid-america tremble", "filename": "1990-07-29_AwaitingTheBigOneQuakeForecastMakesMid-AmericaTremble.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53417E03AAFDE?p=WORLDNEWS", "date": "1990-07-29", "page": "A1", "section": "News", "author": "Lee Hancock", "text": "BLYTHEVILLE, Ark. - Many experts deride Iben Browning's warning that the New Madrid fault could unleash an earthquake powerful enough to rattle all of Middle America on Dec. 3.        Yet, some worried residents of the region are bracing for the Big One:        --  Two weeks ago, some of banker Steve Bell's customers began asking how to make withdrawals because they expect that the predicted earthquake will topple the bank's two-story building.        --  In neighboring Wardell, Mo., almost a third of the town's 299 residents packed a school cafeteria recently to hear Red Cross volunteer Bob Edwards lecture on earthquake-survival skills.        --  In Wilson, Ark., Doug Jackson has sold more than 100 earthquake-insurance policies in the past two weeks, and school superintendent Harvey Barton recently proposed canceling classes for Dec. 3 and 4.         Across the region, residents are buying insurance and emergency supplies and are worrying about the self-styled climatologist's warning that the New Madrid fault could unleash a devastating earthquake within 48 hours before or after Dec. 3, 1990.        ``There's people that think come Dec. 3, half of the population of this town won't be here because they're planning to leave,'' said Bell, a Blytheville alderman and vice president of the Merchants & Farmers Bank. ``My honest opinion: I'm afraid it's going to happen.''        For now, many Blytheville residents say, they plan to stay home on Dec. 3 despite growing community fears about the prediction. But in neighboring Half Moon, Barry Bivens said he and his family aren't going to wait around to see what December brings. ``We're going to Sardis, Miss., a week before and we'll stay there until a week after it's supposed to happen,'' he said.        ``We're worried that it'll suck our houses plumb under,'' he said.    ``So I'm going to pull my kids out of school and go. My brothers and sisters are going to Little Rock and other places that aren't sitting right on top of the fault like Blytheville and Half Moon. Why wait around and wonder?''        One geophysicist studying Browning's methods says the projection can't be ignored because the New Mexico resident has predicted several other earthquakes - including last October's San Francisco temblor.        ``Here's a man who verifiably has hit several home runs, and he's up to bat,'' said David Stewart, director of the Earthquake Information Center at Southeast Missouri State University in Cape Girardeau. ``Is he going to hit another one? You don't know, but you can't ignore the batting record.''        Most seismology experts dismiss Browning's warning. Although they concede that there is a 50-50 chance that a destructive quake will hit the fault by decade's end, they say his projection lacks any scientific validity.        ``I just don't think there is anything to that prediction, and it seems like people are becoming worried about it for no reason at all,' said Brian Mitchell, chairman of the department of Earth and Atmospheric Sciences at St. Louis University.        At the center of the growing furor is an ailing, 72-year-old inventor who has spent much of the past 20 years offering paying clients advice on the esoteric topic of future world climates.        Browning, who is seriously ill, declined to be interviewed. But his daughter, Evelyn Browning Garriss, said her father began developing wide-ranging theories about climate, volcanoes and earthquakes while working at Sandia Laboratories in Albuquerque.        Browning has a Ph.D. in biology from the University of Texas, but Garriss said his interests range across many other scientific disciplines. She said he has worked in areas as diverse as test-piloting airplanes during World War II and developing weapons systems and television technology.        When he became interested in world climates, his ideas attracted business people and investors across the nation. In 1973, he was hired as a consultant for the investment firm now known as PaineWebber, said Roger Spencer, a first vice president based in Chicago.        Since then, he has advised PaineWebber clients and other customers on subjects from weather to politics and AIDS, serving on PaineWebber's board of consultants along with experts such as Washington journalist David Broder, retired Navy Admiral Bobby Inman and former Secretary of State Henry Kissinger.        Browning's predictions on weather have prompted occasional national news-media coverage beginning in 1976, and after he successfully predicted the 1980 eruption of Mount St. Helens, he was featured in a PaineWebber commercial.        ``He's been dismissed as a nut,'' Spencer said, ``but all I know is that he's laid out these theories for years, and bad things happen on these days when he says they will.''        Garriss said the ideas that spawned her father's projection for Dec. 3 arose from his research for the U.S. government on peaceful uses for atomic bombs.        While studying how explosions affect the atmosphere, she said, he became fascinated with volcanoes. He found that volcanoes are triggered by the same gravitational pulls that cause ocean tides and ``discovered that the same forces that trigger volcanoes also trigger earthquakes,'' she said.        Using calculations called ``vector sum high tides'' - sums combining gravitational pulls of the moon, sun and other planets - he began pinpointing dates and areas of potential earthquake and volcanic activity.        He now believes that strong tidal pulls ``trigger earthquakes in faults that are already on the verge of going,'' she said. ``It is the straw that breaks the camel's back.''        That theory produced his projection for New Madrid fault activity on Dec. 3, she said.        Stewart, a Missouri geophysicist, said he began researching Browning's methods after the Dec. 3 projection was made public last November. And he said he has concluded that Browning's work can't be discounted.        He said he does not fully understand Browning's methods but has been able to confirm that the inventor predicted the Mexico City earthquake and a deadly volcanic eruption in Colombia in 1985, the eruption of Mount St. Helens and last year's San Francisco quake.        ``If you just take California last year all by itself, the chances of being correct on that at the most conservative would be at least one in 2,500, and probably it's a one-in-100,000 chance,'' Stewart said. ``It's almost impossible to pick a date, time and place correctly. But he did it.'", "edition": "Weekend"}