{"title": "Many remain trapped in ruins - philippine earthquake death toll passes 200", "filename": "1990-07-17_ManyRemainTrappedInRuins-PhilippineEarthquakeDeathTollPasses200.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5341173B5BF20?p=WORLDNEWS", "date": "1990-07-17", "page": "A2", "section": "News", "author": "Apreuters", "text": "BAGUIO, Philippines - Rescuers freed terrified survivors of a powerful earthquake from piles of twisted metal and broken concrete today, but efforts were too late for more than 200 people killed.        Frantic relatives surrounded areas where rescue teams struggled to reach people trapped since yesterday afternoon when the quake, measuring 7.7 on the Richter scale, struck the northern portion of the island nation.        At least 600 people were injured by a 45-second quake that wrecked schools, hotels, high-rise apartment buildings and offices in Manila, the capital, and scores of other northern cities.        U.S. military units rushed to two of the worst affected areas with medical supplies and engineering equipment. Japan and other countries also provided help.        President Corazon Aquino visited the quake-stricken city of Cabanatuan today and declared a state of emergency in the affected areas.         A girl rescued from rubble in Cabanatuan said she ate sand and paper as trapped schoolmates moaned and died around her.         ``I said I would die if I didn't eat, so I ate pieces of paper and also sand, but after a while I could not swallow the sand,'' said Herminia Velasco, 15, whose legs were fractured by falling timber.         She was among more than two dozen people rescued today after being trapped nearly 18 hours in the debris of the six-story Christian College of the Philippines. Dozens died.         Yards away, rescuers bored through rubble where they had heard the voices of trapped children calling, ``Hurry, please hurry.''        Mayor Honorato Perez said up to 30 people were believed still trapped beneath the school. U.S. military engineers from Clark Air Base brought in equipment to clear the rubble.        Scores of other buildings were destroyed by yesterday's quake.        Figures compiled by the Office of Civil Defense and the Philippine Red Cross showed 234 people were killed.        The hardest-hit area was the mountain resort of Baguio, 110 miles north of Manila, where 22 buildings, including four hotels, were heavily damaged.        Officials said as many as 1,000 people were trapped in damaged buildings in Baguio. The Hyatt Hotel sustained the worst damage. Officials estimated about 50 people died there.        The earthquake caused the catwalks that surrounded a five-story indoor atrium to collapse, and parts of adjacent guest rooms fell into the lobby.        The quake ripped the city's luxury Nevada Hotel in half, leaving a huge gash in the middle of the structure.        U.S. officials said four members of the U.S. Agency for International Development were staying at the Nevada. One was missing.         U.S. Ambassador Nicholas Platt flew to Baguio to check on the fate of about 2,000 Americans visiting or living in the mountain city.        ``We're working on ways to get . . . help and equipment into Baguio, but right now the only available means is by helicopters,'' Platt told reporters.        U.S. civil-engineering teams and medics from Clark and Subic military bases flew into Baguio to help pull out the survivors and tend the wounded.        U.S. officials said some of the Baguio injured were being transported to U.S. military hospitals at nearby Camp John Hay and at Clark Air Base.        The Pentagon said it provided an Air Force C-141 transport plane to carry 16 civilian search-and-rescue personnel, four dogs and support equipment to assist in the hunt for survivors.Caption:  PHOTOAP: ABOUT 50 PEOPLE WERE KILLED WHEN THE TERRACED FRONT OF THE HYATT HOTEL IN THE CITY OF BAGUIO COLLAPSED INTO THE LOBBY.RESCUERS PULL OUT A TEEN-AGER FROM RUBBLE IN CABANATUAN CITY.", "edition": "Final"}