{"title": "Philippine quake aid slow in north - some pilferage of relief supplies is reported", "filename": "1990-07-23_PhilippineQuakeAidSlowInNorth-SomePilferageOfReliefSuppliesIsReported.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53414AA417F3D?p=WORLDNEWS", "date": "1990-07-23", "page": "A2", "section": "News", "author": "Reuters", "text": "MANILA, Philippines - Aid has been pouring into Manila since last week's earthquake, but survivors in devastated northern areas of the Philippines complain supplies are not getting through quickly enough. An official said some are being stolen        President Corazon Aquino's cabinet coordinator, Jose de Jesus, said today that relief supplies had been pilfered.        ``We have received complaints that the goods are going to the hands of people who have no need for them, who in fact even sell them,'' de Jesus said at a news conference.        De Jesus, who heads a presidential task force supervising rescue and rehabilitation work, did not say how much aid was lost or if it included foreign donations, but said: ``There was a lot of slippage.'' He blamed the losses on government laxity in handling aid donations.        ``We were not really very tight in the beginning. There were just so many people who would come and in order not to delay, we just gave to everybody that came,'' he said.        Defense Secretary Fidel Ramos said the quake left 88,000 people homeless.        ``We need food, SOS,'' pleaded a message painted on a basketball court in the badly damaged village of Tuba near Baguio, which was ravaged by the quake last Monday that measured 7.7 on the Richter scale.        More than 1,000 people were killed.        In the mountain resort of Baguio and surrounding areas, survivors are still going hungry, reports said today.        ``There's a block somewhere,'' said Baboo Mondonedo after futilely scouring relief agencies in Baguio for food.        Baguio residents said they had to wait for days and sign numerous forms in order to obtain supplies.        Herminia Panelo said she and her two children had received only a can of sardines and three loaves of bread in five days.        Philippine air-force transports are ferrying goods up to the north, which bore the brunt of the worst earthquake to hit the Philippines in 14 years, but the going is slow.        Tarpaulins, canvas and plastic sheeting donated by Australia landed in Manila on Saturday but did not reach Baguio for two days.        An Australian Embassy spokesman, John Milne, msaid the bulk of the donations arrived at Baguio airport, 120 miles from the capital, early today.        Critics argue the delays are due to a combination of red tape and inefficiency compounded by Philippine pride, which prevented Manila from requesting more help from U.S. forces based in the country.        Philippine and U.S. officials denied the claims.        House Speaker Ramon Mitra said unpreparedness played a part.        ``There certainly is no need to blame anyone. But the earthquake showed how generally unprepared government is to deal with disaster. We must make sure catastrophe never finds us so unready ever again,'' he told the House of Representatives.         The quake made tens of thousands homeless and destitute in Baguio, which is virtually without water and electricity.Caption:  PHOTOREUTERS: RESIDENTS OF A PHILIPPINE VILLAGE ISOLATED BY LANDSLIDES SCRAMBLE FOR RELIEF GOODS BROUGHT IN BY HELICOPTER.", "edition": "First"}