{"title": "Earthquake epicenter is hot spot for tourists", "filename": "1990-04-03_EarthquakeEpicenterIsHotSpotForTourists.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533E76B583886?p=WORLDNEWS", "date": "1990-04-03", "page": "D4", "section": "Travel", "author": "Baltimore Sun", "text": "APTOS, Calif. - By the hundreds, tourists are flocking to California's newest attraction: the epicenter of the Great Quake of '89.        Since the Forest of Nisene Marks State Park was identified by seismologists as the epicenter of the Oct. 17 earthquake, people have come to nature's altar to see where the ground first shook.        Tourists, Boy Scouts, geologists and curiosity-seekers have made the muddy two-mile hike to the base of a ridge where one makeshift sign declares: ``This Is It.''        ``God, people, it's more crowded than a mall,'' muttered one hiker. ``I'm going to open a hamburger stand and sell T-shirts.''        The epicenter, located beneath a lush green blanket of redwoods some 65 miles south of San Francisco, sustained only modest damage during the 7.1 magnitude earthquake, which rippled across Northern California and killed 67 people.        Indeed, most of the action at the epicenter occurred 11.5 miles below the surface of the earth. Were it not for the sign, there would be little to distinguish the spot from its immediate surroundings in the park, which lies just east of the Pacific Coast Highway near the community of Aptos.        Lateral movement of the earth that autumn day did snap the tops off trees in the park, while sandstone cliffs, pulverized by the rattling, poured rivers of white sand.  It has been estimated that the force of the earthquake actually moved the park northwest about 4 feet and up some 20 inches.        Nearly six months later, however, the park is quiet, still - a habitat rich in color and foliage favored by bobcats, mountain lions and black tail deer. And, now, tourists.        ``An earthquake is like an    ocean. You live in awe of it,'' said Teresa Stewart, from nearby Santa Cruz, parts of which were severely damaged by the quake.         ``I just felt like I had to come to the spot where the power of the earth was manifested in such a profound way. I wanted to see where it actually happened, and even though you can't see it, it's a powerful experience. It makes my heart beat faster.''             Hundreds of people have been making the journey to the epicenter on weekends in a park that draws generally only 10 carloads on a typical winter day.        ``Our little secret park is no longer a secret,'' said Gerry Waggoner, a ranger with the state Department of Parks and Recreation.         ``You know the epicenter is more a mathematical calculation than anything else. We just happen to have the X on the map.''        Waggoner said that many visitors, especially during the weeks just after the earthquake, told him they felt a spiritual need to be near the epicenter.        ``It was almost as if they had come here to cleanse their souls,'' he said. ``They came here to draw energy from the earth. But you've got to remember this is California and that's the way they talk in California. This would not happen in, say, Minnesota.''            However, many Californians are jaded about earthquakes - and Bob and Blanche Hosfeldt might fit into that category.         The Santa Cruz couple walked to the epicenter recently as part of a trial run for a party they are planning to host April 15.        The theme: earthquakes. The Hosfeldts are going to bring their guests here on a bus, and the menu will include milkshakes and rock candy.         They chose April 15, they said, because it's the income tax filing deadline. ``Sort of a double disaster,'' Mrs. Hosfeldt said. ``Get it?'", "edition": "Final"}