{"title": "Quake toll nears 30,000 - another 28,000 injured, says iran news agency", "filename": "1990-06-22_QuakeTollNears30000-Another28000InjuredSaysIranNewsAgency.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5340561BF7264?p=WORLDNEWS", "date": "1990-06-22", "page": "A1", "section": "News", "author": "Reutersap", "text": "The death toll in Iran's worst earthquake rose to 28,950 this morning, the Iranian news agency IRNA reported.        The agency, in reports monitored in Cyprus, said the quake, which struck the Caspian sea region early yesterday, also injured at least 28,198.        Rescue teams had recovered 25,241 bodies in Gilan province, the worst-hit area where whole towns were flattened. Some 20,000 injured people from the region had been ferried to hospital or given treatment.        In Zanjan province, 3,709 bodies had been counted and 8,198 people had been given medical treatment.        An air-force commander said that 6,000 of the injured were in a critical state.        Iranian workers using dogs today rescued thousands of people buried under the rubble of their homes.        At least 100 aftershocks continued to rattle the northern region near the Caspian Sea, shaking the capital, Tehran, and causing new landslides that trapped trucks carrying relief supplies.        But a fleet of rescue helicopters and planes got through to areas cut off by yesterday's quake. The planes brought tons of supplies and carried out thousands of survivors.        The earthquake, measuring at least 7.3 on the Richter scale, struck at 12:30 a.m., while most Iranians were asleep. The temblor was centered 125 miles northwest of Tehran.        Iranian authorities did not immediately allow foreign-based reporters to enter Iran to cover the disaster.        Rescuers began using dogs today to search for survivors and victims trapped beneath rubble. IRNA, monitored in Nicosia, Cyprus, quoted an air force commander as saying the use of police dogs ``yielded good results.''        The commander, identified only as Gen. Naderian, said 6,000 victims, many injured but alive, were dug out and airlifted from Gilan and Zanjan provinces to hospitals in other cities.        He said bad weather had grounded some relief aircraft, but they began getting through today. IRNA said 10 C-131 transport planes and 30 Chinook helicopters helped evacuate victims after weather conditions improved.        More than 3,000 tons of relief supplies have been flown to the region in 50 trips by air force transport planes, Naderian said.        Officials pleaded for blood, blankets and medicine, and other countries promised to send supplies. An Iranian health official said today there was no need for ``foreign blood'' because of donations from Iranians.        But he said hospitals needed surgical thread, blood bags, orthopedic surgical equipment, medicines, tents, sheets and blankets.        Scenes on government TV showed young men desperately digging at debris from flattened concrete buildings in Rasht, 175 miles northwest of Tehran, which has a population of 189,000. Bulldozers and cranes lifted away larger pieces of debris.        Tehran television reports showed masked rescuers in white aprons pulling dust-covered bodies from under concrete slabs. The bodies were laid on blocks of ice in open trucks.        Frightened survivors spent the night outside, afraid to return to their homes in case of more aftershocks.        More than half those killed and injured were in Zanjan province, and IRNA said the second-hardest hit was Gilan province. Telephone lines and electricity and water supplies were cut in the two farming provinces, which have a combined population of 2.7 million.        In the village of Ab-Dar in Zanjan, Iranian television showed mountains of rubble, and a speaker said it was all that was left of apartment buildings. They appeared to have been shaken off their foundations, collapsing like a deck of cards.        The region is vulnerable to earthquakes because many homes are built on flood plains of loosely deposited soil that shifts violently in a quake. The primary construction materials are ceramic bricks and unreinforced concrete, both of which crumble easily.        Iran's spiritual leader, Ali Khamenei, called the disaster a ``divine test'' and urged the bereaved residents of the stricken provinces ``to pass this test with pride through patience and cooperation.''        Khamenei and President Hashemi Rafsanjani flew to the area to supervise relief. Rafsanjani declared three days of mourning.        The Iranian Cabinet met in emergency session and called the quake a ``sad, painful and horrible tragedy.'' It placed all government organizations ``on full alert.''        Offers of help poured in from around the world. Japan said today it would send a rescue team and $500,000 in emergency aid. The European Community promised $1.2 million in emergency relief, and the United States offered humanitarian assistance. Even Iraq, a bitter enemies of Iran, offered condolences and aid.        President Bush sent a message of condolence to Rafsanjani along with the U.S. offer of assistance. It was delivered to Iran by an unidentified country because the United States does not have diplomatic relations with Iran.        The earthquake was the worst since a quake registering 7.7 on the Richter scale struck Iran Sept. 16, 1978, killing 25,000 people.    ------------------------------    MASSIVE QUAKE STRIKES IRAN    A quake measuring 7.7 on the Richter scale northwest cities and villages, killing tens of thousands and injuring thousands more.    RASHT: 12th largest city; pop. 260,000; scores killed; burst dam causing flooding.    TEHRAN: Pop. 6 million; shattered windows; no casualties reported late Thursday.    ZANJAN: Pop. 100,000; surrounding villages destroyed; at least 1,000 killed.    TECTONIC PLATES    Iran sits on two tectonic plates. Plates regularly shift along fault line; tension and slipping cause quakes.    Source: U.S. Geological Survey, Associated Press    (MAP NOT AVAILABLE IN ELECTRONIC VERSIONCaption:  PHOTO MAPREUTERS: THIS AERIAL PHOTO SHOWS DESTROYED BUILDINGS IN IRAN'S NORTHERN GILAN PROVINCE.BILL BAKER / KNIGHT-RIDDER NEWSPAPERS: MASSIVE QUAKE STRIKES IRAN (MAP NOT AVAILABLE IN ELECTRONIC VERSION) (SEE END OF TEXT) (A MAP OF THE AREAS DISRUPTED BY THE EARTHQUAKE", "edition": "First"}