{"title": "Take inventory - before fire or earthquake", "filename": "1990-02-24_TakeInventory-BeforeFireOrEarthquake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533D9121D48DC?p=WORLDNEWS", "date": "1990-02-24", "page": "B6", "section": "Business", "author": "Merle Dowd", "text": "Q. My sister's condominium was destroyed by fire after the San Francisco earthquake. She was covered by an occupant's insurance policy, but she has only a limited idea of what was in the condo. She keeps remembering things she lost. How can she make sure she doesn't take a further loss    A. Few people know what they own in detail. Your sister should not sign off on a claim until she is reasonably sure she includes everything lost in the fire. Trying to remember what was in a room can be tough.         Your sister should have noted everything she owned in a room-by-room survey in case of a catastrophe. She could have listed these on a blank sheet, but a simpler way is to request an inventory form from her insurance agent. Or write to Insurance Information Institute, 110 William St., New York, NY 10038 for a free copy of ``Taking Inventory.''         Another method is to use a hand-held video camera to record everything you own. Sweep each room and record pictures on the wall, furniture, and contents of all drawers, closets, cabinets and storage spaces. Keep the inventory or video tape in a safe place outside the house or apartment.    Q.  I have three IRAs with three trustees and pay three separate management fees. Is there a way all three can be grouped under the management of a single trustee with only one fee? One is a limited partnership, and one is a mutual fund. My wife also has an IRA in a mutual fund.    A.  You failed to mention the size of the management (trustee) fees you are paying. Some trustees may not accept your limited partnership into an IRA they manage, so you may be stuck with the one you have. You and your wife cannot have your IRAs under the same trust arrangement for a single fee.         I am surprised at what I perceive to be a high management fee at the mutual fund. Usually a mutual fund will manage an IRA for a nominal $10 to $25 per year. If your mutual funds charge more, consider changing funds. Most mutual funds manage IRAs that are limited to their own funds and would not accept the limited partnership. You may find your options limited.    Q.  I am in my early 50s, my husband is in his late 50s, and we want to retire early. He has medical problems and works sporadically, although he has a vested pension. He and I plan to continue working to 62 to get Social Security. Our net worth is less than $50,000. We owe on our house, and our youngest son is in college.         We own a lot in a retirement community, but I'm not sure about moving 80 miles away. Another idea would be to sell our house and retirement lot, buy a mobile home or find an apartment manager's job to reduce housing costs. What are our chances?    A.  Your situation is not promising, as your spending habits have not produced many savings or assets even though your two incomes have been substantial. I suggest selling your retirement community lot to avoid the $500 annual fee unless you definitely plan to live there.         Before selling your house, try the apartment manager routine to see if you can handle it while you continue working. If your husband is unable to work at his normal job because of physical limitations, he should consider a less strenuous job, even if it pays less.         Your assets provide little cushion. Plan for continued medical coverage, remembering that you are not eligible for Medicare until each of you reaches 65, even though you are eligible for reduced Social Security benefits earlier. Your husband might qualify for Medicare under a disability.    Merle Dowd's column appears Saturdays in the Business section of The Seattle Times. Address questions to: Merle Dowd, c/o The Seattle Times, P.O. Box 70, Seattle, WA 98111.", "edition": "Final"}