{"title": "Man survives 14 days buried in quake ruins", "filename": "1990-07-30_ManSurvives14DaysBuriedInQuakeRuins.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5341883298931?p=WORLDNEWS", "date": "1990-07-30", "page": "A1", "section": "News", "author": "Eileen Guerrero", "text": "MANILA, Philippines - A 27-year-old man was pulled today from the ruins of a hotel that collapsed 14 days ago in an earthquake. He is among the longest survivors of a quake on record.        Pedrito Dy, a hotel cook and fitness instructor, was rescued about 3:45 a.m. from the wreckage of the Hyatt Hotel in Baguio, a mountain resort 130 miles north of Manila. He was the third person found alive at the Hyatt since Friday, when a man and a woman were rescued.        Dy was flown to Manila, where doctors said he was suffering from dehydration and low blood sugar. Dr. Raul Morena said Dy survived because he was athletic and suffered no serious injuries in the July 16 quake.        ``I drank my urine, sometimes drops of rainwater,'' Dy said.        ``I caught water with my mouth and scooped urine with the palm of my hand. For 13 days, I was telling myself I would die. And then I cried for help.''        Dy, whose eyes appeared glazed and whose face showed little emotion, said he became so despondent that he tried to commit suicide by banging his head against debris.        In a voice barely audible, Dy said: ``I prayed constantly to the Virgin Mary and gave my life up to the Lord. Then I wasn't scared anymore.''        Morena said Dy was disoriented because of low blood sugar but that he was responding to treatment.        Dy said he was among 12 people trapped in the basement of the hotel wing used to house employees, but all the others had died.        More than 50 people, including 12 Americans of    Filipino origin, are still believed buried beneath the Hyatt.        The July 16 earthquake measured 7.7 on the Richter scale. It left at least 1,653 people dead, 1,000 missing and presumed dead, 3,000 seriously injured and 110,000 homeless.        Foreign rescue teams in Baguio abandoned the search for more survivors more than a week ago because they said sensor instruments indicated there were no more people alive in the ruins of eight hotels that collapsed in the quake.        But Filipino crews, many of them miners and other volunteers, continued the search. There was renewed optimism after two survivors were pulled from the rubble of the Hyatt on Friday, where they had been trapped for 11 days.        The two - Luisa Mallorca, 20, and Arnel Calabia, 26 - were reported in good condition and were flown yesterday from Baguio to Manila for medical treatment.        Experts say it is unlikely that anyone can survive under rubble for more than about a week without food and water.        Baguio, which is about a mile above sea level, has been experiencing unusually heavy rains in recent days, which cooled the area and apparently provided enough water to sustain survivors.        When a powerful earthquake struck San Francisco on Oct. 21, 1989, rescuers pulled an Oakland longshoreman, Buck Helm, from his car 89 hours afterward. He died 28 days later.        The most celebrated survivors of a Mexico City earthquake in September 1985 were the ``miracle babies'' found in the rubble of two maternity hospitals. The newborns survived periods of entombment of up to nine days.Caption:  PHOTOAP: PEDRITO DY SHIELDS HIS EYES FROM THE SUN AFTER BEING FOUND IN THE RUINS OF THE HYATT HOTEL IN BAGUIO, PHILIPPINES, TODAY.AP: PRESIDENT CORAZON AQUINO VISITS EARTHQUAKE SURVIVOR LUISA MALLORCA, WHO IS IN A MANILA HOSPITAL AFTER BEING DISCOVERED FRIDAY IN THE RUBBLE OF THE HYATT HOTEL IN BAGUIO", "edition": "Third"}