{"title": "Welch starts series, a year late - san francisco quake devoured oakland pitcher's opportunity in '89", "filename": "1990-10-17_WelchStartsSeriesAYearLate-SanFranciscoQuakeDevouredOaklandPitcherSOpportunityIn89.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5343D8CC771B8?p=WORLDNEWS", "date": "1990-10-17", "page": "D2", "section": "Sports", "author": "Bob Sherwin", "text": "CINCINNATI - It's an ironic twist that on the anniversary of the tragic earthquake that shook the Bay Area and disrupted the 1989 World Series, the pitcher most affected by it will be tonight's starting pitcher         Oakland A's 27-game winner Bob Welch, who had his newly built Marina District condo destroyed by the quake and was literally shaken by the experience, takes the mound tonight, opposed by the Reds' Danny Jackson.         Welch was the scheduled starter that night at Candlestick and was in the clubhouse at 5:04 p.m. when the quake hit. The Series was postponed and Welch never did start a game. Dave Stewart and Mike Moore won two games each.         Welch didn't want to talk much about his 1989 experience yesterday. He said, ``I'm prepared. I'm sure eager to pitch and help us win.''         Each pitcher has faced the other team - Welch as a Dodger and Jackson as a Royal.         ``It helps that I have pitched against these guys in '87 and '86, but there are a couple guys, like Jose (Canseco) and (Mark) McGwire, whom I haven't pitched much against,'' said Jackson.         ``But I have an idea what to do with the ball against them. I have to make it tough for them to hit it. If I put it in the middle of the plate, I expect them to hit it out of the park.''    Ex-Red Griffey feels blue    --  Mariners left fielder Ken Griffey is a pained man this Series. The longtime Red was released in late August so he could play with his son in Seattle. His heart is with his former team this week.         ``Big time,'' said Griffey, who is working as a local TV commentator. ``It's tough to stand here and talk about it, when I'd rather be playing.''         His former teammates have voted a full playoff share for him, ``which is a real pleasant surprise, but I'd rather earn it,'' he added.         Some Reds players also are wearing his former number, 30, inside the `C' on their caps.          The Reds players are continually approaching Griffey for everything from hugs to advice.         ``I've told them some things,'' said Griffey. ``The one thing I've told (relievers Randy) Myers, (Rob) Dibble and (Norm) Charlton is that they've got to pitch inside. If you give them (the A's) a chance to extend their hands they'll eat you up.''    Oh, tie an orange ribbon?    --  The U.S. armed forces in Saudi Arabia were recognized last night as the players all wore American flags on their chests, a moment of silence was observed and orange banners were hung on the facade.         It was orange rather than yellow ribbons, presumably, because yellow is one of the A's colors.    Exiled Charley Hustle    --  One of this city's biggest sports names, Pete Rose, was 200 miles away last night, serving a prison sentence for tax evasion.         Rose, the former Reds player and manager who was banished from baseball for betting, still is missed by those who know him.         ``Sure, it hurts,'' said Reds owner Marge Schott. ``Pete and I came into this thing together, and we finished second three (four) times. It's one of those things you hate to see happen. But people have to pay for their mistakes.''    Notes    --  A's pitching coach Dave Duncan and Reds first-base coach Tony Perez were opponents the last time these two teams met in the 1972 World Series. Duncan was the A's backup catcher and Perez batted .435 in the Series..    --  A's Manager Tony La Russa might let reliever Rick Honeycutt hit, if the situation arises. Honeycutt hit .400 as an All-America first baseman for the University of Tennessee", "edition": "Final"}