{"title": "Philippines rocked by huge quake - more than 70 die on luzon island; rescuers save 50 in school rubble", "filename": "1990-07-16_PhilippinesRockedByHugeQuake-MoreThan70DieOnLuzonIslandRescuersSave50InSchoolRubb.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5341136148852?p=WORLDNEWS", "date": "1990-07-16", "page": "A1", "section": "News", "author": "Jeremy Clift", "text": "MANILA, Philippines - A powerful earthquake rocked the Philippines today, devastating schools, crushing a luxury hotel, setting off theater stampedes and sending terrified office workers into the streets. At least 78 people died        Authorities feared the death toll could go much higher from a temblor that measured 7.7 on the Richter scale, more powerful than the deadly 7.1 quake that rocked San Francisco last October.        Rescue workers saved 50 students and teachers when a crane pulled away chunks of concrete from the devastated Philippine Christian school complex in Cabanatuan, 55 miles north of Manila, at the epicenter of the quake.        But rescue officials confirmed 30 dead students at the school and said another 100 people may be buried in the rubble of the six-story classroom building. Students and teachers trapped beneath broken concrete cried for help as soldiers and rescue workers scrambled to pull survivors from the debris.        In the mountain resort city of Baguio, at least 15 people died and dozens were injured when a university building and several hotels, including part of the luxury Hyatt Hotel and casino, collapsed.        A reporter for a Manila radio station, DZRH, said many guests and employees were trapped at the Hyatt, a favorite of visiting Americans, and at two other hotels where walls collapsed.        ``Hospitals are filled, most of them foreigners who were injured,'' he said.        There were unconfirmed reports that U.S. government personnel were in one of the Baguio hotels. A State Department spokesman, Richard Boucher, said the department was looking into a report that an Agency for International Development conference was under way when the quake struck.        At least 33 other people, including four children, died when buildings and bridges caved in and churches and roads cracked across the country in the 45-second quake.        The earthquake opened cracks in offices and apartment buildings in Manila, set off fires and sent thousands of terrified workers into the streets. Several aftershocks jolted buildings hours later, but the capital avoided serious damage.        At least seven people died in a stampede at a movie theater in Dagupan, in nearby Pangasinan province. Many families, fearing another quake, camped out in the town square, churches and schoolhouses.        Dozens more were injured in theater stampedes in Manila, and patients in one hospital ran out into the street carrying their intravenous drips. Many recited prayers.        At the Christian school in Cabanatuan, classes were letting out when the quake struck.        ``We were going down the stairs when we noticed that it was collapsing,'' said Edralin Dino, a 13-year-old high-school student.        ``It (the school) kept shaking. Then the hollow (concrete) blocks came down on us. We were about 80 in all and we ran. I saw headless bodies on the ground. Some of us were vomiting blood. Many were moaning for help. Many were trembling,'' he added.        President Corazon Aquino said she crawled under a table and hid during the quake, which struck as she was meeting with Senate President Jovito Salonga. She suspended all school classes and mobilized relief agencies, warning of aftershocks.        ``I did not think it was something to panic about, but I hoped it would end soon,'' Aquino said.        ``The senators told me to go under the table, so that what the (December) coup was not able to achieve, the earthquake did,'' she said.        In Washington, the Pentagon said it is providing an Air Force transport plane to carry civilian rescue workers, dogs and support equipment to the Philippines to assist in the hunt for earthquake survivors.        The U.S. ambassador in Manila, Nicholas Platt, has committed $25,000 from his emergency fund as a first step in disaster relief.        The quake was the strongest in the Philippines since August 1976, when about 8,000 people were killed in an 8.0 earthquake that hit Mindanao Island in the southern part of the country, unleashing tidal waves that swamped coastal villages.        The Richter scale measures the magnitude of a quake according to ground motion as recorded on seismographs. Every increase of one digit represents a tenfold increase of magnitude. A quake of magnitude 7 is capable of widespread, heavy damage.        The quake that struck Iran on June 21, which was measured at between 7.3 and 7.7 on the Richter scale, killed 40,000 people, injured another 60,000 and left half a million homeless.Caption:  MAP PHOTOAP: A SECURITY GUARD INSPECTS A VAN CRUSHED BY A FALLEN CONCRETE PILAR DURING THE EARTHQUAKE IN MANILA.AP: WORKERS FLEE FROM AN OFFICE BUILDING IN THE PHILIPPINE CAPITAL OF MANILA AFTER A MASSIVE QUAKE STRUCK LUZON ISLAND.AP: PHILIPPINES (A MAP OF THE PHILIPPINES WHERE THE EARTHQUAKE HAPPENED) (MAP NOT AVAILABLE ELECTRONICALLY", "edition": "Third"}