{"title": "Quake preparation: what to do when the shaking stops", "filename": "1990-08-26_QuakePreparationWhatToDoWhenTheShakingStops.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB534250FCE2602?p=WORLDNEWS", "date": "1990-08-26", "page": "G1", "section": "Home, Real Estate", "author": "Unknown", "text": "HOME CLINIC: I keep hearing that Seattle has a good chance of getting hit by an earthquake. I have natural-gas service to my home and am concerned about the possibility of a fire starting after an earthquake. I would appreciate any information you could give me on what to do in the event of an earthquake    - J.Y., Seattle         DEAR J.Y.: Western Washington does have a history of large earthquakes, and earthquakes tend to return where they have occurred in the past. You can take several steps before and after an earthquake to prevent injury and reduce damage to your home. However, we will address only those activities relating to utilities serving the home.    Preparing for a quake         Locate all gas, electric and water shut-off valves and switches. Gas meters usually are outside and occasionally in basements or crawl spaces. Most often the main shut-off valve is on the inlet pipe and the first fitting out of the ground. A quarter turn either direction (using a long-handled adjustable wrench) will turn the valve off.         For electrical shut-off, locate your service entrance and fuse box or breaker panel and mark the main fuse, breaker or shut-off switch for easy identification.         Locate and know how to turn off your main-water inlet. Most water mains have a hand valve located immediately after the water meter.          The water meter generally is in the ground outside your home near the street or in the driveway. If you don't have a hand valve at the meter, an inlet valve may be in your crawlspace, basement or utility room.         Keep tools required to turn off utilities in a convenient place. If you live in an apartment house, you may have less control over the heating and utility systems. Know how to evacuate the building.         Inspect appliances and water heaters that could move and rupture gas lines or cause electrical shorts. Use flexible gas- and water-line connectors where possible. Secure your water heater to studs or solid parts of the structure using 2-inch-wide sheet-metal strapping and lag screws.         Keep a functional fire extinguisher on hand and know how to use it safely. Fire extinguishers are particularly important during and after a quake when water may not be available.    Handling earthquake    dangers:         Combustible fuels: Immediate dangers after a quake might include natural gas, oil and propane, which are combustible materials. Natural-gas leaks may result from a quake.          If you smell gas or hear it escaping, don't do anything that may create a spark. This includes turning on light switches or other electrical devices, using the telephone (except in extreme emergencies), striking a match to light a candle or lantern and starting your car if it is in or near a gas cloud. Open windows, evacuate the house and shut off the main gas valve outside.         If you have a gas leak at the meter, do not attempt to shut the valve. Evacuate the area and call the gas company from a telephone safely away from the leak. If you have turned off gas service to your home, do not turn the gas back on yourself. Call your gas utility and do not re-enter the building until utility officials say it is safe.         If you do not smell gas or hear a gas leak after a quake, do not turn off your gas. Turning your gas service off without cause could leave you without heat or hot water for an extended period of time.         With oil systems, if the oil line appears kinked, twisted or separated, turn the oil valve off at the tank. If the tank is below ground, the oil usually will siphon back into the tank.         Propane systems require a shut-off valve in the home near the propane heater and can be turned off by hand. The main valve is in the storage tank under the access lid to the tank. It may need to be turned off if the quake has disturbed the tank, propane line or heater.         Electrical wiring: A quake may also disturb your home electrical system causing exposed wires and wire connections and damaging fixtures and appliances. To prevent fires and shocks, you may need to turn off your electricity at the main breaker or service entrance.         Water and sewer pipes: Broken water and sewer pipes could contaminate drinking water and damage insulation, interior finishes and furnishings. If you can see or hear running water, turn off the main-water valve. If you do turn off your main-water valve, be sure to turn off the breaker or natural gas to your water heater also.         Electric heating elements are designed to be immersed at all times and may burn out if operated dry. Gas water heaters operated dry are a potential fire hazard.         For emergency water when the main is turned off, use water from melted ice cubes, hot-water tanks and toilet tanks (if they do not contain chemical cleaners). If water service is left off or service is restored after a quake, boil all drinking water as a safety precaution until the water is tested and found to be safe.         Assessing other potential hazards: Before putting your heating system back into service after an earthquake, it is important to inspect the entire system.         Cracked flues and damaged mortar between bricks can allow hot gasses to pass through and ignite surrounding combustible materials such as insulation, framing and roofing. Masonry chimneys may physically collapse or be damaged to the point of instability during a quake, creating a danger of them falling on someone. After a quake, mortar or chimney material may clog exhaust flues.          Do not operate the heating system (natural gas, oil, propane, or wood) unless you are sure the flue is sound and clear. Brick chimneys and tile flues should be assumed damaged until they have been inspected by a qualified professional.          Metal chimneys and liners usually fare better but should be inspected to ensure they haven't separated at the joints. This usually can be done by the homeowners. If for any reason you do not feel qualified to inspect the flue, contact a qualified chimney sweep.         For our free publication, Earthquake Energy Tips, write: Home Clinic, c/o The Seattle Times, P.O. Box 70, Seattle, Wash. 98111. Enclose a legal-size, self-addressed, stamped envelope marked ``EQ.''          For information on subjects other than utilities, call your local emergency-management office or the Washington Department of Community Development toll-free (1-800-562-6108).    Home Clinic answers questions about home maintenance, repair and energy conservation. It is prepared by the Washington Energy Extension Service, a Washington State Energy Office program funded by the Bonneville Power Administration and the U.S. Department of Energy. It appears Sundays in the Home/Real Estate section of The Times.    EMERGENCY SHUT-OFFS    GAS -- STORE WRENCH IN LOCATION WHERE IT WILL BE IMMEDIATELY AVAILABLE -- GAS METER LOCATED OUTSIDE HOUSE -- SHUT-OFF VALVE -- VALVE POSITIONS -- INLET PIPE.(DRAWING OF THE GAS METER AND THE SHUT-OFF VALVE)    WATER -- LABEL YOUR WATER MAIN FOR QUICK IDENTIFICATION -- SHUT-OFF VALVE LOCATED WHERE WATER ENTERS BUILDING. TURN CLOCKWISE (DRAWING OF THE WATER MAIN AND WATER MAIN SHUT-OFF VALVE)    ELECTRICITY -- CIRCUIT BREAKER (TURN TO OFF) OR PULL-OUT CARTRIDGE- OLDER HOMES (DRAWING OF THE CIRCUIT BREAKER)    SOURCE:  WASHINGTON STATE EMERGENCY MANAGEMENT OFFICECaption:  ILLUSTRATIONRANDEE S. FOX / SEATTLE TIMES: EMERGENCY SHUT-OFFS (FOR FULL TEXT OF CUTLINE SEE END OF TEXT)", "edition": "Final"}