{"title": "Fema to pay for housing hit by quake", "filename": "1990-02-24_FemaToPayForHousingHitByQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533D94A985CB8?p=WORLDNEWS", "date": "1990-02-24", "page": "A2", "section": "News", "author": "Ap", "text": "SAN FRANCISCO - U.S. disaster-relief officials agreed in a court settlement yesterday to provide millions of dollars to replace residential hotel rooms and other inexpensive housing destroyed in the San Francisco earthquake        The settlement, which could cost the Federal Emergency Management Agency up to $50 million, came in a federal-court lawsuit to obtain assistance for low-income people who were displaced by the Oct. 17 quake.        It is the first time FEMA has provided money to renovate residential hotels damaged in a disaster, said Lorrie Jean, deputy director and general counsel for FEMA.        The lawsuit was filed by several public-interest agencies, including the Legal Aid Society of Alameda County. The suit said at least 5,000 people were left homeless because their hotel rooms were damaged by the quake.        Stephen E. Ronfeldt of the Legal Aid Society said the agencies agreed to settle the suit because they were happy FEMA was willing to bend policies to help poor people affected by the quake.        It requires FEMA funds to cover about 1,800 hotel units and other inexpensive housing affected, and calls for FEMA to provide money for short-term housing assistance while replacement units are found.        Under the settlement, housing units can be replaced by rehabilitation or through rent vouchers to owners of renovated apartment buildings. Construction of new units is not allowed.        Tens of thousands of other people also could be affected by the settlement because it calls for FEMA reimbursement checks to go to individuals who were sharing housing with non-relatives. The agency had previously decided to issue one check per shared housing unit damaged in the quake.", "edition": "Final"}