{"title": "When the world began to fall apart - quake survivor recalls `fearful wonder'", "filename": "1990-10-17_WhenTheWorldBeganToFallApart-QuakeSurvivorRecalls`FearfulWonder.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5343DD05F48A6?p=WORLDNEWS", "date": "1990-10-17", "page": "A1", "section": "News", "author": "Karl Neice", "text": "At 5 o'clock on Oct. 17, 1989, the sun beat into my third-floor office above Santa Cruz's downtown Pacific Garden Mall. My mind was squarely on the World Series and how my San Francisco Giants might rally from a two-game deficit to beat the seemingly unstoppable Oakland A's         A delivery truck rumbled past, shaking the 76-year-old building and giving me a start, as usual. Though I've lived with quakes much of my life in Northern California, I'd just been through two spine-tingling ones in June and August, and they felt radically worse on the third floor of this old wooden wonder, built in 1913 on the ancient delta of the San Lorenzo River.         I was walking out of my office when another truck shook the building.         But it wasn't a truck.         Earthquakes are different from other natural disasters. They have no dependable warning signs; no gathering winds or funnel clouds, no building lava dome.         And there is no place to hide. There are doorways, but that's about it. Those are small comfort when the world begins to come out from under you.         When the quake hit the old downtown building at 5:04 p.m. one year ago today, heavy desks laden with books and computers flipped over in a blinding wind of electrical flashes and dust.          The first jolt threw me right out the door of my office. I fought to stay near the door, away from falling bookcases and file cabinets. I watched the floors and walls wave and pitch and yaw as the building roared incessantly. ``Here I am for The Big One,'' I thought, imagining the whole coastline sinking into Monterey Bay.        The next jolt pitched me out of the doorway again. Windows crashed, cubicle walls crumpled. A handful of co-workers across the room held onto each other, riding it out, one screaming above the roar, the snapping of electric-    ity and the wail of alarms. Suddenly a sense of weightlessness came over me. ``The building is going down,'' I thought, and braced myself. ``Here we go.''         Then it stopped.        Feeling unusually clearheaded, I told everybody to grab their possessions and leave the building as quickly and carefully as possible.         Though the order didn't seem very significant at the time, co-workers told me weeks later that they would have been lost without identification, money, keys and the other everyday things people carry in their purses and packs. For one woman, the change of clothes she had brought for a planned workout at the gym was all she had for a few days. Her apartment was red-tagged, meaning no entry at all, unless she wanted to risk getting shot as a suspected looter.         I began calling into the heaps of rubble, pulling it away to make sure no one was pinned under it. Nobody was, thank God.          Then I began to fear another quake might hit. I grabbed my bookpack and went down the fire escape.         Unfortunately, our emergency supplies were on the second floor, not near an exit, and therefore lost to us because a water main had burst through the brick wall shared with the building next door. A colleague fished a household crescent wrench from her car, and I closed off the main gas valve outside.         My wife, Carole, who worked in a store next door, was at the cash register when the shaking began. Instantly she yelled, ``Get away from the windows!'' which were half-inch-thick glass panes 15 feet tall, walling the building on two sides. As ceiling tiles and metal framework rained down on her and two co-workers, she was knocked to the floor.         Struggling to get up and direct people out, she heard a woman yell into the store, ``There's a gas main broken! Get out, it's gonna blow!'' But somehow nobody panicked; everyone filed out trusting it wouldn't, and it didn't.         Outside, the formerly proud Garden Mall looked like the Hollywood set for a disaster movie: dust, pandemonium, rubble, smoke rising from fires and, in the distance, sirens wailing, police giving orders through bullhorns. And death, as brave bystanders ran into Ford's Department Store across the street and began digging people out. They found the body of a Kay Trieman, 75, under the brick that had fallen from the three-story Metropole Hotel next door.         My co-workers and I gathered around a car in the back parking lot to count heads. A car radio turned up loud told us the Bay Bridge was ``down.''         Then another quake hit. This one measured 5.9 on the Richter scale. In the parking lot, it didn't seem like much, but it began to last too long. We saw a crack in our building widen. A co-worker who had gone out the front door said she had seen my wife, who was OK. I went around the corner to meet her.         We saw that the riverside street was jammed with people. Hearing that all the bridges were closed, we decided to park our car and walk the two miles home.         We stepped over the cordoned-off buildings and ran across the bridge over the river, afraid of an aftershock.         All of a sudden normal routines, plans for the weekend, for the rest of  our lives, all seemed silly and unreal. The present was all. We were alive, and a sense of fearful wonder took over.         The meandering riverside lane that led to our house had been ripped apart in many places. At one point the street was flooded two feet deep from the river levee that had buckled.         As we got onto higher ground, we saw that almost every chimney was down. Some houses were askew. Walls had fallen into the street, exposing living quarters like huge dollhouses.        As we approached the last closed bridge separating us from our apartment, we talked about our cat and our treasured things, which surprisingly didn't seem so valuable any more.         Our street didn't look as bad as others we saw. Not as many windows were broken, and the street wasn't cracked. It turned out we were living on much harder ground than the soil downtown, a source of great comfort as aftershocks continued over the weeks.         Still, our apartment looked as if vandals had ransacked the place. Every kitchen cabinet and the refrigerator door were open - their contents thrown into a pile of shards and perishables about a foot deep. All the shelves in the house were empty, the floors piled with books, posters, knickknacks.         Carole went straight to the phone, called her family in Seattle and told them we were OK. Only minutes later I tried to call my family, but the phone was dead. In a matter of hours, though, service was back up. The phone was a great help over the next 48 hours, allowing us to contact our bosses, employees and friends, who relayed TV news we wouldn't see until the power came on 60 hours later.         Carole had recruited a neighbor to shut off the gas to our building. Later, we started a list of things to buy as soon as we could. At the top was ``big wrench.''         I found my camping equipment box and dumped out its contents. There were two flashlights, an extra pack of batteries, a propane stove and several full canisters. Because they could be knocked over in an aftershock, we wouldn't be able to use emergency candles we had stashed. But the stove could safely heat our coffee and soup for the next two days. There was also freeze-dried food.         We still had plenty of canned food and three unbreakable five-gallon bottles of water, because we had stocked up after the quakes in June and August.         Then we packed as for a camping trip, with warm clothes, sleeping bags, tent, food and water. We also included birth certificates, important papers and small treasures. Because we feared a bigger quake, we put the packs and duffel bags by the door. The stuff stayed by the door for weeks.         Then we put everything that was still breakable on the floor and braced it. Right on time, it seemed, another, bigger aftershock hit. We ran for the front door. My battery-powered radio came out and stayed on nearly all night as we took up residence in our front doorway. Our cat emerged from under the house next door, then hid under the bed for the next 48 hours.         The Big One was over, for now. We sat and had a drink, listening to people call in to the only local radio station on the air, KSCO, with reports of damage and tips about things to avoid.         It was 8 p.m. Three hours had gone by. Our lives had changed direction so radically, and the thought of how long it would be till things began to approach normal weighed heavily, making us tired. But never sleepy.         Reports of up to 30 people dead on the mall were announced. (It turned out to be three.) Power might be off for a week, we were warned. Water might be contaminated. Bottled water was being brought in, we were told, but toilets shouldn't be flushed, and water from the tap should be boiled at least 10 minutes.         Many people were camping out, building fires to boil water and cook, using shovels and bushes when nature called.         The next day, lines gathered at stores. Those not damaged too much gave away meat and other perishables. Stores that were closed called the radio station to assure people supplies were on the way and they would open as soon as they arrived. There were reports of price-gouging, looting and spoiled food. We were glad to have enough stuff to just stay put.         But for the most part, cooperation and common sense were everywhere. Neighbors, all of whom turned out to be great people we would never have known otherwise, asked how we were and shared quake stories.         People were lining up at gas stations - a dangerous proposition - but gas was in short supply and most streets left open were jammed with cars going nowhere.         Our bicycles proved to be invaluable in the days ahead, allowing us to move around more freely and quickly.        Whenever we left home, Carole and I carried hip packs with a flashlight, ID, money and first-aid items. I carried a radio at all times, and extra batteries. To this day I always have a flashlight and first-aid items nearby.      As the aftershocks died down in the coming week, many found fears surfacing without warning. People took turns consoling others. Counselors set up phone banks to deal with the shared feeling of dread.         The downtown heart of Santa Cruz, its 20-year-old outdoor mall stuffed with exotic flora, was a thing of the past.Caption:  CRAIG FUJII / SEATTLE TIMES: AP: THE PACIFIC GARDEN MALL IN SANTA CRUZ, CALIF., LOOKED LIKE A DISASTER-MOVIE SET AFTER THE EARTHQUAKE ONE YEAR AGO TODAY. AT RIGHT, A SANTA CRUZ PARKING LOT RESEMBLEDA CAMPGROUND ONE DAY AFTER THE QUAKE", "edition": "Final"}