{"title": "Scores killed, hurt in huge china quake", "filename": "1990-04-27_ScoresKilledHurtInHugeChinaQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533EF7AD16057?p=WORLDNEWS", "date": "1990-04-27", "page": "C4", "section": "News", "author": "Reuters", "text": "BEIJING - A powerful earthquake that rocked China's remote western province of Qinghai yesterday killed 115 people, injured 160 and flattened more than 1,000 homes, officials said.        The quake, measuring 6.9 on the Richter scale, also damaged a labor camp, allowing more than 200 prisoners to flee, officials in the provincial capital Xining said today. Police in Beijing, however, disputed the report.        It was the most devastating earthquake to hit China since November 1988, when more than 700 people were killed in the southern province of Yunnan.        Yesterday's quake devastated the town of Tanggemu and was felt more than 100 miles away in Xining, officials in the provincial capital said by telephone.        It was followed by some 570 aftershocks, the strongest measuring 5.1 on the Richter scale.        Most of the injured, hit by falling debris as their homes crumbled around them, were in hospitals, but the casualty toll was likely to rise.        Officials in Xining and Beijing said the earthquake had left about 5,000 people homeless as it rolled through the Hainan Tibetan autonomous prefecture near Qinghai Lake. Teams of doctors were sent in and Deputy Governor Wu Chengzhi was directing rescue operations.        Tanggemu, populated mainly by ethnic Tibetans, is also the site of one of the numerous labor camps in Qinghai - a remote and sparsely populated region known as China's ``gulag.''        Convicts were among the dead and injured, but most of the casualties were farmers, an official said.        The official New China News Agency said today that the quake also damaged buildings in Heka township and triggered a landslide near Longyangxia reservoir. It said a hydroelectric power plant nearby was not damaged.        The tremor could be felt in neighboring Gansu province, according to the agency.", "edition": "Final"}