{"title": "`incredible days' in s. africa - mandela's release causes an earthquake in political landscape", "filename": "1990-02-26_`IncredibleDaysInSAfrica-MandelaSReleaseCausesAnEarthquakeInPoliticalLandscape.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB533DA34E395A8?p=WORLDNEWS", "date": "1990-02-26", "page": "A10", "section": "News", "author": "David Zucchino", "text": "JOHANNESBURG, South Africa - The emergence of an elderly black man from his prison cocoon has shaken South Africa like no other event in the recent history of this fractured nation.        In the span of two momentous weeks, South Africa has undergone a metamorphosis. Political landmarks are either gone or unrecognizable. Events unimaginable a week earlier take place with a regularity that dulls the senses.        South Africans are in a state of shock. Each day's newspapers bring banner headlines of some new pronouncement by Nelson Mandela, 71, or some overture from a white government suddenly turned bold and adaptable after 42 years of stiff-necked belligerence.        Just five days after Mandela was released, his African National Congress (ANC) took the unprecedented step, saying it would send a delegation to meet South African President F.W. de Klerk. The meeting would be the first ever between exiled ANC leaders and a South African head of state.        ``These are incredible days,'' said Archbishop Desmond Tutu, struggling to keep pace with events that have radically altered South Africa's political landscape.        Mandela orchestrated the upheavals from his four-room matchbox house in Soweto, his every word soaked up by millions of blacks and analyzed by outnumbered whites. Each new remark by this thin, well-spoken man, dressed every day in a subdued gray suit, convulsed an entire society.        On Feb. 11, Mandela was a prisoner no one had seen in a quarter-century; South Africans last heard him speak in 1964, when he helped defend himself at his sabotage trial.  Now, two weeks after his release, he is the unchallenged spokesman for South Africa's voteless black majority, a well-educated lawyer who said he had been sitting and thinking and planning for the past 27 years.        A single comment could produce shock waves. When Mandela walked out of Victor Verster Prison and immediately reassured whites of the good intentions of the ANC, the Johannesburg stock market soared. The next day, when he reiterated the ANC's longstanding policy of nationalization of banks and industry, the market lost a stunning 7.5 percent of its value.        The barometer of foreign investment, the financial rand, plunged an unprecedented 40 cents in a matter of hours. The gold and diamond indexes each fell nearly 5 percent.        The nation's business bible, Business Day, reminded everyone of Mandela's importance. It ran a daily graph, superimposed over Mandela's smiling face, showing economic indicators on a daily downhill slide.        Mandela himself professed surprise at the panic over positions he and the ANC had held for 30 years. He said whites were looking at nationalization and other ANC policies from a narrow, white, privileged view.        ``That is why they are turning these somersaults,'' he said, smiling slightly.        Even before Mandela was released, the nation was still recovering from the most stunning speech in modern South African history. In an epochal address Feb. 2, de Klerk suddenly threw out the rules South Africans had lived by during four decades of National Party rule.        The ANC was declared legal after 30 years. So were the South African Communist Party and dozens of other groups dedicated to the violent overthrow of the government. Gags were lifted on hundreds of dissidents. Some political prisoners were released. ANC exiles were invited back home.        In the week preceding Mandela's release, the government dropped one bombshell after another. Almost offhandedly, Pretoria's chief negotiator, Gerrit Viljoen, said the National Party would not be in power in 10 years. Just as calmly, he said the scrapping of bedrock apartheid laws that dictate segregation from the cradle to the grave was open to negotiation. And he said the election that brought de Klerk to power in September was the last from which black citizens would be excluded.        ``You're almost afraid to go to sleep at night. You're afraid you won't recognize your own country when you wake up,'' said Alwana Silver, 20, a white woman who calls herself ``no fan of F.W.''        While an era of hope and reconciliation may be dawning, a season of violence seems likely before black and white citizens actually sit down to negotiate a new South Africa. Mandela's release, for all its potential to break down barriers to negotiations, has also stoked fears and unleashed hostilities.        The white right is in an uproar and predicting a race war. Radical blacks are tugging at leashes already loosened by the government. Foreign investors are panicking. Both Mandela and de Klerk have appealed for calm, but not everyone is listening.        In Natal province, more than 50 people died within three days of Mandela's release as blacks fired up a political and tribal feud already three years old.        In Cape Town, young blacks tired of waiting for Mandela to address them on the day of his release looted shop and mugged blacks and whites alike. In townships across South Africa, police were set loose on blacks celebrating Mandela's release.        And in Pretoria, a new phenomenon emerged: the Afrikaner as street protester. Outraged by Mandela's release, thousands of Afrikaners took to the streets with the raised fists and defiant chants used so effectively for so many years by black people.        Pretoria police were preparing for 2,000 demonstrators at most, for Afrikaners are a stoic and reserved people not given to organized protest. But these are strange times, and police said 50,000 white South Africans took part before the rally ended.        There were curious parallels between the Afrikaner rally and the crush of 40,000 to 50,000 black people who mobbed Cape Town's city hall to welcome Mandela.        Both groups hoisted signs denouncing the government, though for opposite reasons. Both cursed de Klerk, either for not eradicating apartheid or for not restoring it. Both groups raised clenched fists, for black power or for an all-white nation.        In Cape Town, South Africa's most racially relaxed city, blacks hung from windows and balconies at city hall to hear the legendary Mandela. In Pretoria, the Afrikaner citadel, whites climbed the city-hall rafters and sprawled by the thousands on the lawn outside to hear their own revered leader, Andries Treurnicht.        ``Mandela has returned. Liberation is coming,'' Marvin Pitters, 28, a black man born the year Mandela went to prison, said as he made his way from the Cape Town rally on the day of his hero's release.        ``It's the beginning of the end for the white man,'' Phillip Botha, an Afrikaner farmer dressed in khaki, said at the Pretoria rally. ``Mandela wants a war. Well, then, it's time to fight.'Caption:  PHOTOAP: NELSON MANDELA GIVES A BLACK-POWER SALUTE AT A RALLY YESTERDAY IN DURBAN.", "edition": "Final"}