{"title": "Death toll in quake near 35,000 - another 28,000 injured, says iran news agency", "filename": "1990-06-22_DeathTollInQuakeNear35000-Another28000InjuredSaysIranNewsAgency.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5340526FD0A7F?p=WORLDNEWS", "date": "1990-06-22", "page": "A1", "section": "News", "author": "Mona Ziade", "text": "Iranian workers using police dogs today rescued thousands of people buried under the rubble of their homes by an earthquake that killed about 29,000 people, official media reported.        But a U.N. relief official in Geneva said the Iranian Foreign Ministry had told U.N. officials that 35,000 people were killed and more than 100,000 were injured.        At least 100 aftershocks continued to rattle the northern region near the Caspian Sea, shaking the capital, Tehran, and causing new landslides that trapped trucks carrying relief supplies.        But a fleet of rescue helicopters and planes got through to areas cut off by yesterday's quake. The planes brought tons of supplies and carried out thousands of survivors.        The earthquake measured at least 7.3 on the Richter scale and struck at 12:30 a.m., while most Iranians were asleep. The temblor was centered 125 miles northwest of Tehran.        The official Islamic Republic News Agency said relief officials had compiled a list of 28,950 dead and 28,198 injured. The Iranian mission to the U.N. said the count would likely rise as rescuers reached more remote areas.        Fabrizio Gentiloni of U.N. Disaster Relief Coordinator's office in Geneva said the Iranians told U.N. officials in Tehran that an estimated 35,000 people were killed more than 100,000 injured.        Most of the deaths were in two northern farming provinces, Gilan and Zanjan, which have a combined population of 2.7 million, IRNA said, with more than 25,000 people killed in coastal Gilan alone. Telephone lines, electricity and water supplies were cut in the provinces.        The International Red Cross said in Geneva that radio reports from the Red Crescent of Iran indicated that at least 400,000 were left homeless.        Rescuers began using dogs today to search for survivors and victims trapped beneath the mountains of debris. IRNA, monitored in Nicosia, quoted an air force commander as saying the use of police dogs ``yielded good results.''        The commander, identified only as Gen. Naderian, said 6,000 victims, many injured, were dug out and airlifted from Gilan and Zanjan to other cities.        He said rain and poor visibility grounded some relief aircraft, but they began getting through today. IRNA said 10 C-131 transport planes and 30 Chinook helicopters helped evacuate victims after the weather had improved.        More than 3,000 tons of relief supplies have been flown to the region in 50 trips by air force transport planes, Naderian said.        Officials pleaded for blood, blankets and medicine, and other countries promised to send supplies. An Iranian health official said today there was no need for ``foreign blood'' because of donations from Iranians.        But he said hospitals needed surgical thread, blood bags, orthopedic surgical equipment, medicines, tents, sheets and blankets.        Scenes on government TV showed young men desperately digging at debris from flattened concrete buildings in Rasht, 175 miles northwest of Tehran, with a population of 189,000 people.        Tehran Television, monitored in Cyprus, showed masked rescuers in white aprons pulling dust-covered bodies from under concrete slabs.        Frightened survivors spent the night outdoors, afraid to go home.        The TV showed villages in which 90 percent of the buildings were destroyed. In Tehran, crowds gathered in collection centers donating blankets, food, kerosene heaters and fistfuls of cash.        The region is vulnerable to earthquakes because many homes are built on flood plains of loosely deposited soil that shifts violently in a quake. The primary construction materials are ceramic bricks and unreinforced concrete, both of which crumble easily.        Offers of help poured in from around the world. Japan said today it would send a rescue team and $500,000 in emergency aid. The European Community promised $1.2 million in emergency relief, and the United States offered assistance. Even Iraq, one of Iran's most bitter enemies, offered aid.         A State Department official in Washington said the offer was accepted, provided the aid was through a private organization.    --------------------------------    Quake relief     The regional Salvation Army and the Seattle-King County American Red Cross Chapter are accepting monetary donations for quake victims in Iran.     The donations will help buy food, clothing, medical supplies and other essentials for victims and their families. Checks should be made out to either the Salvation Army or the American Red Cross, with a designation on the check indicating the money is for the Iranian Relief effort.     To donate, write: American Red Cross, 1900 25th Ave. S., Seattle, Wa. 98144; or the Salvation Army, P.O. Box 9219, Seattle, Wa. 98109.    ----------------------------    MASSIVE QUAKE STRIKES IRAN    A quake measuring 7.7 on the Richter scale northwest cities and villages, killing tens of thousands and injuring thousands more.    RASHT: 12th largest city; pop. 260,000; scores killed; burst dam causing flooding.    TEHRAN: Pop. 6 million; shattered windows; no casualties reported late Thursday.    ZANJAN: Pop. 100,000; surrounding villages destroyed; at least 1,000 killed.    TECTONIC PLATES    Iran sits on two tectonic plates. Plates regularly shift along fault line; tension and slipping cause quakes.    Source: U.S. Geological Survey, Associated Press    (MAP NOT AVAILABLE IN ELECTRONIC VERSIONCaption:  PHOTO MAPBILL BAKER / KNIGHT-RIDDER NEWSPAPERS: MASSIVE QUAKE STRIKE IRAN (SEE END OF TEXT) (MAP NOT AVAILABLE IN ELECTRONIC VERSION) (A MAP OF IRAN, SHOWING ALL THE POINTS THAT WERE DISRUPTED BY EARTHQUAKE)CANADIAN PRESS: A WOMAN MOURNS THE FATE OF HER HUSBAND BURIED UNDER DEBRIS IN THE IRANIAN CITY OF MANJIL, IN GILAN PROVINCE.CANADIAN PRESS: WORKERS IN THE CITY OF MANJIL, IRAN, HAVE BEGUN BURYING THE VICTUMS OF YESTERDAY'S EARTHQUAKE", "edition": "Final"}