{"title": "Earthquake 1989 aftershocks - a year later, most injuries have healed but much of the pain remains", "filename": "1990-10-14_Earthquake1989Aftershocks-AYearLaterMostInjuriesHaveHealedButMuchOfThePainRemains.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5343C8EDBF857?p=WORLDNEWS", "date": "1990-10-14", "page": "A1", "section": "News", "author": "Richard Seven", "text": "OAKLAND - Pinned inside a van hurled to the ground by the concrete heave of the collapsing Nimitz Freeway, Cathi Scarpa surveyed the supports dangling like spaghetti around her, smelled the smoke and heard the cries         She was convinced the Bay Area had been ripped apart.         In fact, the earthquake that rocked this area Oct. 17 had been as selective as it was destructive. Sixty-three of the area's 6 million people were killed - five of them in the van Scarpa was riding.        Had the van been just eight seconds later, police say Scarpa and her seven friends would have missed the carnage.         While the Bay Area continues to dig out from its strongest earthquake since 1906 - it registered 7.1 on the Richter scale - those shaken hardest still wonder about such ironies of fate.        Those left behind by the women who died in the van have absorbed families, created new ones, sought answers to lingering questions. The three who survived have discovered the fragility of things they had long taken for granted.        Scarpa, a 16-year nurse and lifelong Bay Area resident, spent almost nine months in the hospital, undergoing five operations on her crushed legs and lacerated liver. She has moved 100 miles away to Grass Valley, where she will learn to walk and, essentially, learn to live again.         ``I was used to being in control and having the feeling I could help people,'' she says. ``I received a real dose of vulnerability. Trapped under that dashboard with people dying around me, I kept waiting for the Incredible Hulk strength to kick in. It never did.         ``Mother Nature is very powerful, and we are so small.''           The two-tone Dodge Ram van left the University of California at San Francisco campus near Golden GatePark, as always, at 4:35 p.m. Although the riders had become close friends over the years, the van did not wait a minute for stragglers.         Scarpa settled into her customary seat alongside the driver, Judy Jester, a biologist. The other women, all but one of whom worked at the university, filled the three back rows.          Oct. 17, 1989, was an almost perfect day. The temperature was in the mid-70s; a slight breeze was blowing. The sky was bright and clear. The Bay Area was in the midst of a civic celebration - the Oakland Athletics  playing the San Francisco Giants in the World Series. The third game was to begin in less than an hour at Candlestick Park in San Francisco.        The women bantered about their teams. Delores Stewart, an aide in the chancellor's office, predicted an A's rout. Meg Fitzpatrick, a technician in the university's Department of Pathology, wore one earring for the As, one for the Giants.         People apparently had left work early to watch the game, so traffic was much lighter than usual as the van crossed the Bay Bridge, turned south onto Interstate 880 and started over the Cypress portion of the freeway, a two-mile, double-deck roadway that traversed a West Oakland neighborhood of poor homes and warehouses on the way to Alameda.         The van was traveling the speed limit in the far-right lane, moving south with other traffic on the upper deck.         Suddenly, at 5:04, the van lurched to the left. Flat tire, the women thought.         Scarpa grabbed the wheel, looked back for cars and then up ahead. A sea of cement swelled before them.         Jester slammed on the brakes as the van began drifting back to the right. Scarpa put her right hand over her face and grabbed the seatbelt with the other.         Shuddering and twisting, the structure was literally shearing off its support columns. Section after section of the roadbed began falling, like dominoes, toward the van.         Authorities of the California State Highway Patrol said four seconds passed from the time the structure trembled until it began to fall.          Seismologists who studied the accident said the Cypress, embedded in a mud flat, shook like ``Jell-O on a plate.''         Within eight seconds the van twice went airborne, each time slamming back on the two levels of buckling roadway, then pitching head-on into a concrete barrier and thumping to a stop amid a pile of rubble.         Scarpa recalls a thundering crash followed by a prolonged hush. ``I actually wondered if I was dead for a moment,'' she says.         Forty-two people were killed and 108 injured in the Cypress collapse. But for the World Series, the Highway Patrol estimated, 60 more vehicles would have been on the stretch.         The section of roadway the van was on - the northern tip of a three-quarter-mile stretch that failed - was the only one to fall from the top to the ground.         Investigators say seat belts helped save most of those who survived the collapse. But, investigators surmise, as the van jolted off and on the roadway, the lap belts worn by women in the back seats may actually have caused some of the severe stomach injuries that killed them.         Donna Marsden, 35, had celebrated the second day of her new job Oct. 17 by having lunch with her husband, Bruce.          That night, he hunted for his wife, donning scrubs and going to area hospitals. Shortly after midnight, he found her in the county morgue, identifying her by the brown hair that flowed to her waist. He noticed her heirloom rings were missing, and is convinced they were stolen.         Later, he traced the van to a wrecking yard, acquired a copy of the autopsy and pestered police until he was sure they had not taken her rings.         The Marsdens had collected thousands of dollars worth of antique furniture for their 19th century house. But the antiques have been sold and the house is mostly empty now. Marsden, a former clown and musician who works for IBM is moving to the basement and will rent out the house.         ``I said I wasn't going to do anything drastic for a year,'' he says, leaning back on a plain couch. ``But I was sure about getting rid of the furniture. It was a constant reminder, and I didn't need that.''         He admits he has fallen into periods of drinking alone and too much, thinking twice about getting out of bed and wondering whether he should change his life.         ``I have been through all the ifs and shoulds, and I find no irony in all this anymore,'' he says. ``They were right where they were supposed to be at that time. I just ask myself if there was some reason. I wish I could find it.''         Jim Sund was on a naval ship near Korea listening to the pregame broadcast when he heard the freeway had fallen. He looked at his watch, recalled the promptness of the van, and knew his wife was dead.         ``By the time the chaplain told me the next day, I was already prepared,'' he said. ``That's not to say I wasn't in shock. I came back, saw those `I Survived the Earthquake' T-shirts in the PX and wanted to throw a fit.' ''         Raye Sund, 42, was a personnel analyst, devoted to her career, and a marathoner on the day of her death. She would not see her husband for several weeks at a time because of his lengthy and frequent ship duty.         Two months after the quake, Jim Sund retired from the Navy. He found a civilian consultant job and moved into a new house. He married his late wife's best friend in August.         ``I couldn't be happier with my new life,'' says Sund. ``I went through a rough time along with my daughter, but I decided I couldn't grieve forever. My teen-age  daughter still goes to counseling. We haven't forgotten Raye, but you have to put your life back on track. I couldn't afford to mope, and my life is very nice now.''         Another victim, Delores Stewart, 48, was an aide in the chancellor's office for 20 years. Mike Reardon, her live-in companion who had planned to watch the series with her that night, wrote the Athletics,  thanking them for finally continuing the World Series a week later.          Reardon is engaged to be married in the spring, and he hopes that will prompt him to find a job, recoup some energy and put the quake behind him.         Joy Edstrom, 45, a gardener at Golden Gate Park conservatory, had been working on the annual poinsettia display that day of her death and had planted some of the cypress trees that lined the viaduct. She maintained a home garden full of everything from chives to perennials and often presented fresh flowers to women on the van.         Edstrom, who lived alone, also took care of stray cats that wandered near the conservatory, and would occasionally bring them home with her on the van. As did others in the vanpool, she often talked about leaving the rat-race and opening her own nursery.         Gardeners have planted a tree in her honor at a San Francisco park.         Lana Lee, 43, was a highly regarded radiology technician who started riding the van the year before, after her husband died. She would push her three small children to excel academically, and turned down out-of-town seminars so she could spend more time with them.         It bothered Lee slightly that her young son would call her older sister, who took care of them during the day, Mom. After Lee's death, her sister successfully got custody of the children.         Two regular riders missed the van trip that afternoon. Joan Kazerounian had pulled a 12-hour shift; Cheryl Weisker was vacationing on the far side of Maui in Hawaii. Both feel a mix of sorrow and relief, but say life is far different now.         ``We all talked constantly of what we were going to do,'' says Weisker. ``Well, the time is now.''         As of last month, the state had paid about $17 million on just more than half of the 400 claims filed for damage, injury or death on the Cypress and Bay Bridge. If claims are not settled, lawsuits will follow.         The viaduct's failure and the lasting image of it sprawling crazily like a roller coaster prompted several investigations, rounds of finger-pointing and an ambitious seismic retrofitting program to shore up the state's 400 at-risk bridges.         A Government Accounting Office report released in July determined that the California Department of Transportation should have realized the Cypress viaduct was vulnerable in a quake and could have used billions in federal money to strengthen it.        Next, a governor's board of inquiry found that the state is littered with potential disasters like the Cypress viaduct and said policy-makers should discard the fix-it-when-it-breaks approach and be aggressive about prevention.         The viaduct, the state's first continuous double-deck freeway, was built in the early 1950s before much more stringent seismic requirements were in place. It was heralded at the time as a solution to funneling mass traffic through a congested area.         A team of engineers who studied the structure after the earthquake found it contained too many joints and hinges, was too brittle, and was embedded in unstable soil. It said a comprehensive study of the Cypress after a 1971 earthquake in Hayward, Calif., would have revealed the deficiencies.         California Department of Transportation spokesman Jim Drago called the findings ``Monday-morning quarterbacking.'' He said the department leads the nation in seismic retrofitting, and did not know the structure was in danger.         The event has sent other states such as Washington to step up seismic retrofitting efforts. The Washington Department of Transportation is overseeing nearly $6 million in projects in King County and is involved in more than a dozen studies. Residents of West Oakland call it their Berlin Wall, isolating the poor neighborhood and casting dust, noise and shadow upon them.          The van came to rest near a shop selling exotic snakes, about 100 yards from the home of Robert ``Raven'' Majors, who was watching a movie, ``Pet Sematary,'' with his family. The pounding sent his television falling.          ``We ran out to the porch and could see nothing but a huge cloud of dust,'' Majors says. ``A guy came running out of it saying the freeway had fallen. I can't remember if I believed him; I just went toward it. There was an eerie silence, then a scream, then more yelling.''         Majors helped push concrete blocks off one man, who later died, and tried to catch a woman who jumped from the top section. Climbing upon the flattened roadway, he saw people stumbling, dazed. Fires were blazing.         Scarpa could not move. She called out to anyone in the van who would respond. When no one did, she tossed bits of concrete from her lap at Jester, then toward the back seats, trying to stir someone.         When Majors and two other men came upon them, she told him the van carried a fire extinguisher.        ``I just kept asking that they not let us burn,'' says Scarpa. ``I smelled fire, burnt rubber and death. Through the rebar I saw the buildings out of place from where they should have been.''         Concrete blocked the doors, so Majors reached in the window groping for other signs of life. One woman, presumably Fitzpatrick, stirred. About 20 minutes later, paramedics arrived.         Fitzpatrick was sitting between two other women in the row directly behind the driver. Of the three survivors, she was by far the most severely injured.         She asked Majors if he would come with her on the ambulance. He had held her hand, on orders from a paramedic, until she could be stabilized and loaded into the ambulance.         Majors declined, choosing instead to sit on the edge of the freeway and brace his shaking legs as the paramedic offered him oxygen.         Fitzpatrick has not seen Majors since.         The three plaques that rest on the wall of Majors' living room mean little to him. He says he still hasn't gotten a full-time job, his neighbors were accused of looting instead of lauded for heroism, and people who would never have ventured into the area trampled his yard gawking at the calamity.          ``I was at a presentation and a cop broke rank, came over to me and whispered in my ear that he was glad there were people like me living in this neighborhood,'' says Majors, a musician and part-time handyman. ``I'm only sorry he felt he had to whisper it.         ``I'm very happy I could help a little, but what I relish now is that people, occasionally, will listen to me. I can tell them to look around and notice that this neighborhood doesn't even have a grocery store.''         As Majors wandered near where the structure used to loom, a young man laid flowers on the ground. Hesitantly, he approached and asked Majors if he was ``The Raven.'' He thanked Majors for trying to help his father, the man who had been crushed by concrete blocks.         Fitzpatrick, a technician in the Pathology Department, spent nine weeks in intensive care and was heavily sedated for months. Her legs were crushed, 90 percent of her intestines were removed, organs failed, almost a dozen surgeries were performed.          She did not learn of her friends' deaths for months, and never asked when she would be discharged because she feared the answer. Looking out her window at the blue sky, she whittled away the long months by pretending she was in Greece.           Living again in her Alameda apartment, Fitzpatrick speaks haltingly, often  resting her head in her hands. She shuffles along in a walker, yet she is ecstatic.         ``I look back with only gratitude,'' she says. ``Why was I the only one in the back seats to survive? I was no healthier than the rest. There were several times in the past year I could have died.''         Fitzpatrick, 43, says she was the only person she knew who was actually afraid of earthquakes. She moved to the East Bay in the early '70s to reduce the chances of a tall building falling on her.         She cannot remember the accident.         ``The scary thing is knowing a year ago today I was in my house not knowing exactly what an earthquake was,'' she says.         Jester, spared the abdominal injuries apparently because of the steering wheel and her harness-style seat belt, cannot recall the crash.         While walking on crutches and waiting for the university to allow her to return to work, she relearns how to spell certain words and fights the mental blocks that cause her to stop in midsentence, paralyzed over a particular word.         Scarpa still has a metal rod running from her left knee to her ankle. Another operation is planned to ease the nerve damage.         Her roommate from Alameda has moved to Grass Valley to help her regroup. Scarpa moved partly because she fears overpasses and bridges and kept thinking, ``What if it happened right now?''         But she also moved because of Joy Edstrom, the gardener. Hours before the crash, Edstrom gave Scarpa pictures of property in Grass Valley. Scarpa put the pictures in her purse, which was stolen in the chaos.        ``That's what seemed to hit me the most,'' Scarpa says. ``Those pictures belonged to a person who really knew what she wanted and had definite plans. She was going to open a nursery up here. I saw all that ripped out from under her.''         The earthquake comes back to Scarpa in nearly every unoccupied moment. She sees it when she begins to doze, when she hears a certain phrase or when she thinks of the World Series.         Yet she keeps a scrapbook.         ``I need to know that what I went through was significant so I can measure the progress of learning to walk against something - like being alive,'' she says. ``The hardest thing for me to imagine still is that the whole area didn't look like the Cypress.''    Tomorrow in The Times: The road of the earthquake has been replaced by the rumble of rebuilding.      Wednesday: A former Bay Area resident remembers the days of fear.Caption:  PHOTO MAPEMPTY HOUSE AND MOVE INTO THE BASEMENT.ALAN BERNER / SEATTLE TIMES: ROBERT ``RAVEN'' MAJORS, WITH HIS DOG, BRIGETTE, STANDS NEAR COLLAPSED FREEWAY WHERE HE HELPED QUAKE VICTIMS TRAPPED IN THEIR CARS.ALAN BERNER / SEATTLE TIMES: BRUCE MARSDEN, OF ALAMEDA, WHOSE WIFE, DONNA, WAS KILLED IN THE QUAKE, HAS SOLD THEIR ANTIQUES BECAUSE ``IT WAS A CONSTANT REMINDER AND I DIDN'T NEED THAT.'' HE WILL RENT OUT THE ALMOSTPAUL MILLER / OAKLAND TRIBUNE / 1989: IN THIS PHOTO TAKEN SHORTLY AFTER THE BAY AREA EARTHQUAKE LAST YEAR, ROBERT ``RAVEN'' MAJORS HELPS MEG FITZPATRICK. SHE WAS ONE OF EIGHT PASSENGERS IN A VAN CAUGHT IN THE COLLAPSE OF THE NIMITZ FREEWAY IN THE BACKGROUND.BO HOK CLINE / SEATTLE TIMES: (SAN FRANCISCO BAY AREA MAPS NOT AVAILABLE IN ELECTRONIC VERSION.)AP / 1989: PORTIONS OF THE DOUBLE-DECKER NIMITZ FREEWAY COLLAPSED IN THE OCT. 17, 1989, BAY AREA EARTHQUAKE. (PHOTO TAKEN FROM WEEKEND; DID NOT RUN IN FINAL EDITION.", "edition": "Final"}