{"title": "Large earthquake rocks afghanistan, pakistan", "filename": "1990-10-25_LargeEarthquakeRocksAfghanistanPakistan.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53441878BDB29?p=WORLDNEWS", "date": "1990-10-25", "page": "A2", "section": "News", "author": "Times News Services", "text": "Drug raid: Approximately 154 pounds of narcotics and several weapons were confiscated in Moscow yesterday. The seizure was result of a series of operations by the Interior Ministry.    Large earthquake rocks    Afghanistan, Pakistan        A powerful earthquake centered in Afghanistan's rugged Hindu Kush mountain range sent shock waves throughout the subcontinent early today. Two dozen people were reported injured in Peshawar, Pakistan. The quake registered 7.0 on the Richter scale, said a spokesman at Pakistan's meteorological center. Other officials had lower readings. In the Indian capital of New Delhi, 590 miles southeast of the reported epicenter, office workers in high-rise buildings were evacuated as a precaution, but there were no reports of damage.    ARMS SALES DWINDLE: Western Europe's arms industry, its orders dwindling in the post-Cold War era, could shrink by nearly a third by the mid-1990s, the Stockholm International Peace Research Institute said today. The institute predicted that within five years up to 500,000 of the European industry's 1.4 million jobs would disappear and arms sales will be reduced as much as 30 percent.    DEATH FOR PORNOGRAPHERS? China's legislature proposed today that the death penalty be imposed for activities related to pornography and drug smuggling. The proposal comes as China conducts a major anti-crime campaign that already has resulted in hundreds of executions for a wide range of crimes.    STUDENT PROTEST: Thousands of South Korean students yesterday fought police with steel pipes, stones and gasoline bombs in Seoul and other cities in protest against the arrest of a long-sought student leader. Violent clashes erupted on four campuses in the southwestern city of Kwangju, home of arrested Song Kap-sok.    ROCKET EXPLOSION KILLED 165: The Red Star, an army newspaper marking the 30th anniversary of a rocket explosion, says the blast killed 165 people, including a leading general, making it the worst known space-related accident in the Soviet Union. Secrecy has shrouded the accident at the Baikonur Space Center ever since the explosion Oct. 24, 1960. No official death toll or technical details of the accident have ever been released.    UNITY PLEDGED: The leading nationalist group in the Ukraine, gathering today in Kiev for its national congress, pledged to unite with radical students to topple the republic's Communist government and win freedom from Moscow.    Times news serviceCaption:  PHOTOAP", "edition": "Final"}