{"title": "Quake zone: mass burials, grim searches", "filename": "1990-06-24_QuakeZoneMassBurialsGrimSearches.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53406B30C4612?p=WORLDNEWS", "date": "1990-06-24", "page": "A2", "section": "News", "author": "Robert D. Mcfadden", "text": "Weary disaster teams dug for survivors with fading hope and buried uncounted bodies in mass graves in earthquake-stricken northwestern Iran yesterday as foreign emergency aid poured in and official estimates of the toll of death and destruction continued to climb        ``It is like a small country that must be rebuilt from scratch,'' President Hashemi Rafsanjani said on Iranian television after returning from a region of flattened homes, crushed lives and grieving survivors threatened anew by aftershocks and the spread of contagious diseases.        Two days after Thursday's quake devastated scores of cities, towns and villages in Gilan and Zanjan provinces, the official Islamic Republic News Agency said the disaster had left at least 35,000 dead, more than 100,000 injured and 500,000 homeless. Tehran radio quoted the Presidential Palace as saying that 40,000 were dead.  But with victims being buried in mass graves and communications still disrupted, the numbers of dead, injured and homeless were only rough estimates subject to revision, and some officials said the toll might never be determined precisely.        The temblor - which struck at 12:30 a.m. Thursday and measured 7.3 to 7.7 on the Richter scale - appears to be the worst in Iran's history, surpassing the 25,000 killed in a 1978 quake.        Many survivors recalled yesterday a night of shattering violence in which the earth shook them awake, homes collapsed around them, and lives were ended with the abruptness of a bullet on a battlefront.        ``The earth was whistling,'' a veteran of Iran's Persian Gulf war with Iraq said near his shattered home in the Tarem Valley, 160 miles northwest of Tehran, a Reuters report said. ``It reminded me of the sound of an incoming mortar bomb.''        In the village of Jamalabad, in Zanjan Province, an old man was pulled from the debris and told rescue workers: ``If you had come earlier, you could have saved my daughter-in-law, too. I was talking to her until a few hours ago.''        In dozens of towns and villages, rescue workers continued to search the rubble and found hundreds of survivors, the Iranian news agency reported. But as the hours passed, hope faded for many of those still trapped under the debris of homes and apartment buildings.        In Rudbar, a township of 100,000 people where 6,000 died, medical teams had to bury the dead quickly to prevent the spread of disease.  Health authorities sent in 100 medical teams to fight disease and disinfect threatened areas, the Iranian news agency said.        In Tehran, all government hospitals and 20 percent of all private hospital beds were designated to take the thousands of injured victims being ferried in by air.        As scores of rumbling aftershocks terrified survivors and hindered the work of rescue teams, state television broadcasts showed aerial views of devastated communities, pictures of overflowing hospitals, and scenes of grief and, occasionally, of joy as a survivor was found.        One woman was pulled from the wreckage of her home in Rudbar more than 50 hours after the quake. After five hours of digging, workers finally uncovered the woman, who emerged with a dead child in her arms.        The news agency spoke of ``grief-stricken parents lamenting for their dead children, and wailing, shelterless children who became orphans overnight.'' It described mountain villages that ``virtually disappeared,'' with their inhabitants all feared dead.        Across the quake zone, relief teams also turned to the task of finding shelter for hundreds of thousands of people left homeless. Tent cities arose in many areas, but thousands still in need of shelter wandered among the ruins in search of loved ones and possessions.         The Iranian Foreign Ministry said it welcomed international aid, particularly vehicles and heavy equipment like cranes and bulldozers, and denied that it was turning back medical help, except from Israel and South Africa. But Egypt said Iran had rejected its offer of a planeload of medical supplies.        The Geneva-based League of Red Cross and Red Crescent Societies said 18 relief flights from member nations would arrive over the weekend, bringing blankets, tents, medicines, food and other supplies.", "edition": "Final"}