{"title": "Trapped quake victims freed; death toll rises", "filename": "1990-06-23_TrappedQuakeVictimsFreedDeathTollRises.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53405B7F85C28?p=WORLDNEWS", "date": "1990-06-23", "page": "A2", "section": "News", "author": "Aptimes Staff", "text": "NICOSIA, Cyprus - Rescuers freed thousands of people yesterday from buildings flattened by an earthquake in northern Iran, but Iranian officials said at least 40,000 people died in the world's deadliest tremor since 1976        Iran, at odds with the United States since the 1979 seizure of hostages at the U.S. Embassy in Tehran, appealed for international help. The government said it would welcome relief from the American Red Cross and other U.S. humanitarian groups even though the two nations have no diplomatic ties.        The U.S. government last night prepared to airlift blankets, tents and other items through the Red Cross.        The State Department said the goods, valued at $225,000, were to be flown via charter from a U.S. government logistics base near Pisa, Italy. The charter cost was listed at $66,000.        ``We want to be helpful without regard for our political differences with Iran,'' said Richard Boucher, deputy State Department spokesman in Washington.             Meanwhile, in Stamford, Conn., the AmeriCares relief organization said it would send a medical team and 80,000 pounds of supplies to Iran today.        ``We really can't be perceived as so bad if we reach out to the people there,'' said Terry Tarnowski, who has worked for AmeriCares since it was founded in 1982.         Locally, a relief fund has been set up at branches of Security Pacific Bank by the Association of Iranians in the State of Washington.         Donations of money are being sought to buy blankets and medical supplies for the victims, said Kaveh Aminian, a member of the association. It is hoped that an aircraft can be chartered at no cost to fly the supplies to Tehran, he said.        The magnitude of Thursday's disaster became more obvious as rescuers were able to get into the region about 125 miles northwest of Tehran near the Caspian Sea to view the destruction.        The Islamic Republic News Agency, monitored in Cyprus, said 6,000 people were pulled from rubble and airlifted from the stricken Gilan and Zanjan provinces to hospitals.        But IRNA reported later that ``rescue workers are becoming less optimistic. The number of those taken out alive has dropped sharply.''        The news agency quoted an elderly survivor as telling rescuers in the village of Jamalabad in Zanjan province: ``If you had come earlier, you could have saved my daughter-in-law. I was talking to her until a few hours ago.''        The Iranian Red Crescent asked for help in providing shelter for 400,000 people left homeless by the earthquake.        Hossein Zeineddin, a second secretary with Iran's U.N. Mission in New York, late yesterday said that according to the latest estimates from the region, at least 40,000 people were killed and 100,000 were injured.        More than 3,000 tons of relief supplies were flown to the region in 50 trips by air force transport planes, the Iranian news agency quoted an air force commander identified only as Gen. Naderian as saying.        Iran reportedly said it would accept aid from all countries except Israel and South Africa.        The state-run television interviewed one middle-aged man from Roodbar, a mountainside village in Gilan province, who said he was sleeping when the temblor struck.        ``It was so strong,'' he said. ``I was thrown several meters, I ended up by the olive trees,'' outside his home. ``Then a big boulder hit the house. The house collapsed. I lost all four of my children.''        The Islamic Republic News Agency said one man, Bahrouz Hakimi, lost 27 family members in the village of Manjil, also in the heart of the region.Caption:  PHOTOAP: CIVILIAN BURIAL CREWS REPLACED RESCUE CREWS YESTERDAY IN QUAKE-DAMAGED MANJIL, IRAN.", "edition": "Final"}