{"title": "The earthquake series - bay area residents, baseball fans won't forget oct. 17, 1989", "filename": "1990-10-14_TheEarthquakeSeries-BayAreaResidentsBaseballFansWonTForgetOct171989.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5343C2730024A?p=WORLDNEWS", "date": "1990-10-14", "page": "C1", "section": "Sports", "author": "Steve Wilstein", "text": "SAN FRANCISCO - Anyone who was there will never forget.        The undulating concrete rim of Candlestick Park. Players dashing out of the dugouts. Lights blinking off. Fans, 62,000 of them, roaring when the rumbles and ripples finally stopped.        Railings dipped, stairs cracked, the field quivered but the maligned old ballpark stood. And nobody panicked.        Fifteen seconds. It seemed so much longer.        With the memory of the World Series earthquake comes the unspoken fear of a sequel - World Series Earthquake II, this time in the Oakland Coliseum across the bay from Candlestick Park.        Oakland Athletic pitcher Dave Stewart rolls his eyes and dismisses the possibility with a nervous laugh.        ``Nah,'' he says, sitting in the dugout. ``That would be a freak for something like that to happen again.''        Then, reminded of the quake that rocked Candlestick six months ago in an A's-Giants exhibition game, he quickly raps his knuckles twice on the dugout bench, and adds for good luck, ``Knock on wood.''        A year after the Oct. 17, 1989, World Series earthquake, the biggest shake-up in sports history, flashbacks are rolling through the minds of players and fans like delayed aftershocks.        The mind will forever hold the image of new the baseball commissioner, Fay Vincent, sitting calmly in a golf cart near the pitchers mound, surveying the scene in his first test of leadership.        And there is Giant pitcher Mike Krukow comforting his 2-year-old son, Chase.        And Dave Parker racing out of the clubhouse and standing wide-eyed across the infield from a dazed Will Clark.        A year is not long enough to dim the memory of that killer quake - it was 5:04 p.m. on a balmy Tuesday - and no one wants to think about going through it again.        But any World Series in the San Francisco Bay area always will be haunted by that 7.1 magnitude quake and the specter of the Big One scientists say will come.        It is Game 3 of the first Bay Bridge Series, Oakland leading San Francisco two games to none in a matchup of cross-bay rivals that has infused Northern California with euphoria and pride.        The crowd is in a crazy, giddy mood, filling the parking lots with tailgate parties hours before the game.        A joker who calls himself Zobo zips around on an orange bike with a broomstick, wearing a witch's hat and black and orange Giants sweats, telling everyone he's put a curse on the A's.        Radio Ed, an old-timer, is reciting details of great upsets of the '30s and '40s and warning anyone who'll listen that the Giants will bounce back.        Several people remark casually that it feels like ``earthquake weather,'' hot and sunny with the air deadly calm. No one pays much attention.        At 5 p.m, the temperature is 81 degrees - the same as the high on April 18, 1906, the day of the Great Quake.        Stewart, winner of the first game, sits in the clubhouse with Parker and several other players. Bob Welch, the scheduled A's starter, is getting liniment rubbed on his shoulder.        In the ABC-TV booth, Al Michaels is sitting between Jim Palmer and Tim McCarver, their backs to the field, as they begin their telecast to millions of viewers. A jet zooms overhead.        At that moment, 12 miles underground and 60 miles south of Candlestick, a slab of earth 22 miles long slips four feet upward and nearly six feet to the north along the San Andreas Fault. The movement unleashes a force 10 times the total of the explosive power of all the bombs used in World War II, including the two atomic bombs.        Compression waves shoot out in all directions at the rate of 18,000 mph, followed by the more damaging horizontal shear waves traveling at 10,800 mph and elliptically shaped waves going 7,800 mph.        Deep, jagged fissures cut through the Santa Cruz Mountains and the rumble of distant thunder gives way to the sickening sounds of people screaming, houses tumbling and cars crashing.        In the first five seconds, dozens of buildings crumble in Santa Cruz and Watsonville, near the epicenter - 100-year-old homes, businesses and quaint shops, survivors of the 1906 Great Quake, reduced to rubble.        About 10 seconds later, the towering San Francisco-Oakland Bay Bridge - symbol of the World Series between the Giants and Athletics - partially collapses and a section of Interstate 880 near the Coliseum bucks wildly before crashing down on rush-hour commuters.        Candlestick absorbs the worst jolt since it was built 30 years earlier, wiggles like a bowl of Jell-O, cracks in a few places, loses some chunks of concrete, but doesn't fall.        When the tremor finally passes, thousands of fans bellow in unison, some pumping their fists and leaping in the air.        ``An omen, that's what it is, the Giants will rock the Bay area tonight,'' one fan howls.        Vincent, standing in his field-level box, is holding onto the railing he grabbed to keep his balance. At first, he thinks the earthquake rumble was from the jet overhead, but his wife Valerie convinces him it is an earthquake.        He listens with amazement to the crowd's response, taking the roar as ``a message that (the fans feel) God is on the side of the Giants.''        One fan quickly scrawls a sign saying, ``That was nothing - Wait till the Giants bat!!''        Just before power lines are severed, ending ABC's transmission, Michaels, who lived in the Bay area for 12 years until 1986, yells: ``We're having an earth . . . ''        He has the sense that he and Palmer and McCarver are being thrust backward out of the booth on the second deck toward the lower deck. When technicians restore power by generator, Michaels says ``That has to be the wildest opening in the history of television.''        Michaels' mood quickly turns more somber when shots from the Goodyear blimp reveal the damage on the Bay Bridge and the highway. Fans in the stands gather around radios and portable TVs, listening with shocked expressions as the reports come in.        Houses built on landfill in San Francisco's Marina district shift and twist and tumble, trapping some residents and sparking fires that burn through the night and smolder for days.        Before it is over, the cruel, random destruction leaves 67 dead, nearly 500 injured, thousands homeless and $10 billion in damage.        Few people realized it at the time, but Candlestick Park, the beneficiary of a recent $28 million seismic upgrade, might have been the safest place to ride out the quake in the Bay area.        The worst damage was in Section 53 in the upper deck in right-center field. Mark Stanford of Oakland sat ``on the edge of hell'' out there and watched the concrete steps split, as designed, when expansion joints flexed, revealing the bay below through a gaping hole.        Thousands of fans left immediately after the quake - an incredibly orderly exit - but thousands of others remained in their seats in hopes that the game would be played.        Carl and Bernie Epolite of San Jose, sitting under a concrete overhang that looked precariously perched against the rim of the stadium, stayed until the first aftershock 35 minutes after the main shock.        ``We saw the overhang starting to ripple,'' Carl said. ``It rippled all around the stadium, but we kind of took it in stride.''        Vincent left his box and stationed himself in a golf cart on the field, listening to damage reports while players gathered with their families near the dugouts.        Stewart, an Oakland native who has lived through many lesser quakes, wasn't worried about this one when it first hit. He was in the clubhouse under the stadium and got a kick out of watching the reaction of some of his teammates - Dave Parker, Storm Davis, Walt Weiss - who hadn't felt a quake before.        ``They were really afraid. They ran out of there like they had jets on their shoes,'' Stewart said.        Stewart eventually left, too, after smoke started filling the room through air vents.        Vincent waited about a half-hour before postponing the game - a decision greeted by scattered boos from diehards in the crowd but relief from most players and fans.        ``The people can't get enough credit for the orderly fashion in which they left the park, especially in light of the panic seen at sporting events in other countries,'' Vincent said. ``They will serve in the future as the model of fan behavior.''        Roger Craig, the San Francisco manager, packed his family into his pickup truck moments after Vincent's decision. Willie Mays, who had been on the field chatting with the Giants' Kevin Mitchell when the quake struck, left with his wife just before Craig.        Bob Welch and his wife, Mary Ellen, drove back with her brother to a house they were renting in the Marina district. Their son Dillon was being cared for there by friends.        ``We were just out of the Candlestick parking lot when we heard on the radio that the whole Marina area was in flames,'' Welch said. ``They kept saying, `Beach and Fillmore, Beach and Fillmore, Beach and Fillmore.' God, that's the block next to ours. It was a ride of terror. Pure hell.''        Traffic snarled as they approached their home, and Mary Ellen couldn't wait any longer. She bolted out of the car and began running. Bob jumped out after her and the two ran the rest of the way home. The car beat them, and by the time they got there Dillon was already safe inside it with their friend.        The Welches didn't sleep much that night, and the next day they discovered their troubles had only begun. The nearby second-floor condo they had closed on just four days before the World Series began was in a building that suffered cracks in the foundation. It would take months to repair.        The Welches are living there now, in the Marina district, defying the threat of another quake. He said last year that he'd dealt with much harder things, such as his mother's death the day after Dillon was born. ``That was tougher, because it tore at my heart,'' he said. ``This just plays with my mind.''        The quake also cost Welch his chance to play in the Series. When play resumed after 10 days, Stewart and Mike Moore, winners of the first two games, started and won the last two to give Oakland a sweep.        Fate has been kinder to Welch this year. He won 27 games - the most in the American League since Denny McClain's 31 in 1968 - and his wife gave birth to another child. He also won a playoff game against Boston.        ``Bobby handled his problems about as well as anyone could,'' Stewart said. ``It shows you a little bit about his character, too, to come back after a disaster and have a year like this.''        Welch's resilience is typical of millions of Bay area residents, who endured months of aftershocks and fears of another big one and now share a sense of triumph. That took one of nature's hardest shots and survived.        For Vincent, his strongest recollection of the quake is not the shaking itself but the Friday night when play resumed. A dozen quake heroes - firefighters, police officers, utility workers, doctors, Red Cross volunteers and private citizens who risked their lives to help others in the worst of times - threw ceremonial first pitches.        ``That was an absolutely magical moment,'' Vincent said. ``It was easily the most emotional moment for me.'Caption:  PHOTOAP: OAKLAND PITCHER STORM DAVIS TAKES A BABY FROM HIS WIFE SHORTLY AFTER THE EARTHQUAKE STRUCK. (SEE ADDITIONAL CUTLINES AT BEGINNING OF TEXT)UPI: A CROWD OF 62,000 BEHAVES IN EXEMPLARY AND OFFICIALS MILL AROUND THE FIELD AT CANDLESTICK PARK JUST AFTER A KILLER EARTHQUAKE HIT THE SAN FRANCISCO BAY AREA, CAUSING EXTENSIVE DAMAGE AND FORCING POSTPONEMENT OF GAME3 OF THE 1989 WORLD SERIES.UPI: OAKLAND CATCHER TERRY STEINBACH COMFORTS HIS WIFE MARY AFTER THE 1989 QUAKE JOLTED CANDLESTICK PARK. THE WORLD SERIES WAS DELAYED FOR 10 DAYS.UPI: SAN FRANCISCO OUTFIELDER BRETT BUTLER LEADS HIS FAMILY OFF THE FIELD.AP: CLAIRE ISAACS CARRIES A SIGN THROUGH SECTION 53 AT CANDLESTICK PARK AS THE EARTHQUAKE-DELAYED WORLD SERIES RESUMES OCT. 27, 1989", "edition": "Weekend"}