{"title": "Costa rica - after the earthquake - a long, slow healing of shattered towns and landscapes", "filename": "1991-05-26_CostaRica-AfterTheEarthquake-ALongSlowHealingOfShatteredTownsAndLandscapes.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB534A93752E15E?p=WORLDNEWS", "date": "1991-05-26", "page": "J1", "section": "Travel", "author": "Jim Molnar", "text": "PUERTO LIMON, Costa Rica - Sunday afternoons usually are quiet on the streets of this coastal city that has been more battered than bathed by the Caribbean.      The massive April 22 earthquake that killed more than 100 people and reshaped parts of the eastern shoreline of Costa Rica and Panama has made this Sunday afternoon even quieter.      It's May. The air is heavy and dank with the rainy season that's just heaved in off the sea.      Wood and plaster storefronts - once-bright hues of blue and green, now blanched and faded by six-month cycles of sun and downpour - are locked behind iron-barred windows.      In the window of a casket-maker's shop, a man is sleeping, his chair tilted back against a concrete coffin.      The taverns are open but with few customers. Two dour, damp-looking men in work-stained T-shirts nurse beers and stare impassively at nothing in particular.      All in all, a few weeks after the earthquake, it feels almost like an ordinary Sunday afternoon in Limon.         That's not to say that dramatic evidence of the force of the earthquake (which Costa Rican scientists say measured 7.4 on the Richter scale) isn't visible. Its effect on survivors and the environment has been great here in the half of the country east of the central mountain range.      The last 24 miles of the 99-mile highway east from San Jose, the capital, records the quake's roll across a landscape of banana plantations. Hundred-yard stretches of paving, occasionally cut by crevasses ripped through the asphalt, are followed by several hundred yards of no road at all - only dirt packed with sharp rocks and pocked by deeppotholes.      The trip from inland San Jose to the country's main seaport usually takes about two hours. Since the quake, it can take nearly four - behind trucks loaded with bags of cement for reconstruction.      But the many bridges across swollen rivers and wetlands have been declared sound enough for traffic.      Tourism, the country's third-largest source of revenue (after bananas and coffee), apparently hasn't suffered. Visitors, who concentrate on nature travel to national parks and preserves and on time in Pacific and Caribbean beach areas, have been largely undeterred, although many have altered itineraries away from the east and toward the western lands left untouched by the quake.      A walk downtown toward Limoon's shoreline yields scattered signs of destruction. The Hotel Internacional has collapsed, and the deluxe Hotel Las Olas, built partly across reef rocks, was heavily damaged.      Five portable reservoirs have been set up throughout the city to provide potable water to its 62,000 inhabitants: Water mains probably will not be completely repaired for another month.      Like other Caribbean cities, Limon has no sewage-treatment plants and has always relied on gravity and the sea to carry away its wastes. Health and natural-resources officials say the alteration of the region's contours has made the threat of contamination-borne diseases such as cholera the most serious enviromental effect of the quake.      Some residents have moved temporarily to San Jose and other places to the west. They'll live with friends or relatives until their houses in Limon and more seriously damaged villages to the south, where the quake was centered, have been shored up or rebuilt.       Lovers still embrace on the sea wall where the Caribbean lapped only a few weeks ago. But now the sea has receded; its floor is exposed 100 yards out from the dike.         The earthquake raised sections of this Caribbean coast as much as 6 feet.      Scientists, ecologists and tour operators all are busy assessing the short-and long-term effects of the upheaval.      Some canals and slow-moving rivers north of Limon, which take commercial and tourist traffic north to areas such as Tortuguero and the nesting beaches of the hawksbill and the green sea turtles, have gone dry in the shift.      But travelers will find that access to Tortuguero by small boat still may be possible, at least in the rainy season. And some nature-tour operators such as Horizontes in San Jose are developing access by back roads.       Although the ecology of the area now may change to favor dry-land plants and animals over the resident swamp species, the Caribbean Conservation Corporation says the Tortuguero sea turtles are likely to weather the change.      Around Cahuita National Park, Puerto Viejo, Punta Cocles and Manzanillo south of Limon, the quake had other dramatic effects.      Government authorities plan to close the Cahuita park for up to a few months to all but a few organized groups. The earthquake shook down scores of trees in the park's swampy areas, blocking trails and roads.         \"The beaches are now wider due to the rising of the earth,\" says Tamara Budowski, president of Horizontes. \"Some beaches gained as much as 30-60 feet of sand. This unfortunately exposed some coral reefs to air and sun, killing them.\"      Alexander Bonilla of the natural-resources ministry says the land's rise may lead to flooding in other parts of eastern Costa Rica during the rainy season.      Although the April 22 earthquake primarily affected the eastern lowlands of Costa Rica, people across the country are concerned about the current rash of seismic activity.         San Jose itself was badly rattled last month, but suffered little damage - much less than during the smaller quake last December, which was centered closer to the capital.       The National Observatory in San Jose says 1,070 aftershocks were recorded in the three days following the April earthquake. Periodic aftershocks measuring up to 4 on the Richter scale were being recorded through mid-May.        \"The earth is alway busy in Costa Rica,\" says Leda Munoz, a San Jose biologist. \"We live with this. But it feels as if something bigger is happening now. We'll see. At least it might remind us that the earth will always have more power over us than we ever can have over it.\" More information: --  Costa Rican National Tourist Bureau, 3540 Wilshire Blvd., Suite 707, Los Angeles, CA 90010. 1-213-382-8080. --  Horizontes Nature Adventures, P.O. Box 1780-1002, P. Estudiantes, San Jose, Costa Rica, Central America; phone (506) 22-20-22; FAX (506) 55-45-13. --  Rainforest Alliance, 270 Lafayette St., Suite 512, New York, NY 10012; phone 1-212-941-1900Caption:  PHOTOJIM MOLNAR / SEATTLE TIMES: THE RUINS OF HOTEL INTERNACIONAL IN LIMON TESTIFY TO THE POWER OF THE APRIL 22 EARTHQUAKE THAT STRUCK COSTA RICA.", "edition": "Final"}