{"title": "A dream of america - freedom means  eating chips ahoy  after an earthquake", "filename": "1991-07-14_ADreamOfAmerica-FreedomMeansEatingChipsAhoyAfterAnEarthquake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB534BDE37CC6A4?p=WORLDNEWS", "date": "1991-07-14", "page": "A15", "section": "Issues", "author": "Unknown", "text": "Editor, The Times:      Your July 4 article, \"Expressions of hope,\" was inspiring. When I read it I didn't fully grasp its true meaning, but as I sat by my window, watching the colorful fireworks light up the sky, it finally sank in. I realized what independence and freedom mean      I came here four months ago from the Philippines, landing at Sea-Tac with only $97 in my pocket and two traveling bags. I left everybody and everything I love deeply to pursue my dream in America.      Now I am here; I watched this explosive celebration by myself. And I wonder: Do they know what they are celebrating? Have they ever given a single thought to what independence means while they light those fuses?      The morning of the Fourth, I saw some people down at the beach throwing away dressed chickens they had used as crab bait. I couldn't help but smile. In my country, and in other Third World countries, a chicken can feed an entire family of five - and it's considered luxury. Being able to throw away that chicken without giving it a second thought is the essence of this celebration.      Seattle City Councilwoman Cheryl Chow, whom you quoted, was correct: Americans do take things for granted. Like Chips Ahoy, for example.      In the aftermath of the devastating July 1990 earthquake in the Philippines, I decided to skip classes and join the Philippine government's volunteers to assist the quake victims after I witnessed the suffering of those greatly affected.      I was assigned to sort out donations. In the middle of the second week, when most volunteers like me were past exhaustion and running purely on adrenalin, a van full of imported foodstuffs arrived in our compound, including box upon box of Chips Ahoy. They were from some American families living in Manila.      While we unloaded the cookies, several neatly dressed men came over and told us they would take care of the stuff. Since they had government ID on their jackets, we didn't ask questions.      Later, out of curiosity, I asked the dispatcher where the American cookies went. He replied: \"What cookies?\"      Freedom means being able to eat Chips Ahoy after an earthquake.      Finally, independence and freedom mean being 21 years old, alone in a foreign, yet not-so-foreign, land without friends to talk to, having only a cat to play with, staying with an uncle and aunt in a senior community, yet not regretting the decision to leave everybody and everything thousands of miles behind, and remaining hopeful I will make it in the Land of the Free, Home of the Brave.      Happy birthday, America! - Albert C. Llaga, EveretCaption:  KEN KWOK / SEATTLE TIMES: MORE THAN 500 PEOPLE FROM 60 COUNTRIES WERE SWORN IN AS UNITED STATES CITIZENS JULY 4, AT THE FLAG PLAZA STAGE AT SEATTLE CENTER.", "edition": "Final"}