{"title": "Fast quake-warning system urged", "filename": "1991-08-28_FastQuake-WarningSystemUrged.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB534D9C6D5B986?p=WORLDNEWS", "date": "1991-08-28", "page": "F4", "section": "News", "author": "Scripps Howard News Servicetimes News Services", "text": "WASHINGTON - A panel of scientists yesterday urged development of a \"real-time\" earthquake-monitoring system which could provide \"tens of seconds\" of warning and instantly pass on life-saving information     The system would automatically trigger early-warning signals and generate post-quake information critical to rescue efforts.     Communities could use the seconds of warning to slow high-speed trains, shut off natural gas, stop airplanes from landing, protect computer equipment or simply issue \"duck-and-cover\" warnings, said a National Research Council panel.     A network of sensors then could generate rapid and reliable information once shaking begins.     \"Real-time\" information can help pinpoint areas most likely to suffer heavy damage, allowing emergency workers to plan, for example, to avoid damaged sections of roadway and send rescuers to hardest-hit areas, the panel said.     The panel said a prototype should be built and refined in California using the existing network of seismic instruments as a base. But success of the technology there could have implications for other parts of the country.     Systems eventually could be designed for specific locations, said study director William Benson.      In Seattle, University of Washington seismologist Chris Jonientz-Trisler said there are no such systems in Washington.     \"There are no plans at this time, but it's an interesting idea,\" she said.     \"Real time\" refers to new technology that makes advance warnings possible. When an earthquake occurs, the first shaking is caused by arrival of the fastest-traveling waves, known as \"primary waves.\" This initial shaking is followed by more damaging \"shear\" waves.     In parts of the United States and elsewhere, primary waves are used to trigger simple early-warning systems that allow communities to take some minimal precautions before onset of severe shaking.     But \"real-time\" technology makes it possible to provide warning even before primary waves. --  The Associated Press contributed to this report.", "edition": "Final"}