{"title": "California quake kills 1, injures 46", "filename": "1991-06-28_CaliforniaQuakeKills1Injures46.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB534B704EF49D9?p=WORLDNEWS", "date": "1991-06-28", "page": "A1", "section": "News", "author": "Ap", "text": "LOS ANGELES - A strong earthquake rocked Southern California today, killing one person, injuring at least 46 and damaging buildings and homes in suburbs east of Los Angeles. Sporadic electrical outages and aftershocks occurred      The 7:43 a.m. quake was estimated at 6.0 on the Richter scale by the California Institute of Technology. The epicenter was 8 miles north of suburban Sierra Madre, under the San Gabriel Mountains.     A woman worker at Santa Anita racetrack in Arcadia, just south of Sierra Madre, was reportedly killed by a falling steel beam.     Damage was reported to the historic Pasadena Playhouse, where a 40-foot by 5-foot chunk of its rear wall fell off and damaged part of a neighboring building, and to the Pasadena City Hall.     \"It was quite a jolt, I'll tell you,\" said Pasadena City Clerk Marvell Herren. \"We have broken glass and some cracks in the walls.\"     High-rises swayed in downtown Los Angeles and the temblor was felt 100 miles northwest in Santa Barbara and Kern counties, and south to the Mexican border.     The greatest damage appeared confined to the San Gabriel Mountain foothill communities 10 to 20 miles northeast of downtown Los Angeles. The mountain range lies north and east of the Los Angeles basin.     Store windows crashed down in Pasadena and part of the facade of a four-story brick apartment building fell onto Colorado Boulevard. Police roped off the building. There did not appear to be injuries there.     \"I've got reports of scattered light damage,\" said Jim Goltz of the state Office of Emergency Services.     If the preliminary Richter reading is not revised, the quake will be ranked as the strongest in Southern California since the Superstition Hills earthquakes of Nov. 23 and 24, 1987. They measured 6.2 and 6.6 on the Richter scale.     It was the most strongly felt quake in the Los Angeles area since the Oct. 1, 1987, Whittier Narrows quake.       That shaker measured 5.9 on the Richter scale, and its aftershocks killed eight people and caused more than $350 million in damage to cities southeast of Los Angeles.     No damage was immediately visible downtown. People gathered in the streets, talking excitedly; some ran for pay phones.     The quake also was felt strongly to the east, but there was no widespread toppling of glasses and cabinets such as occurred during the Whittier Narrows quake.", "edition": "Final"}