{"title": "Severe earthquake hits southern california - people fear the `big one' may be on way", "filename": "1992-04-23_SevereEarthquakeHitsSouthernCalifornia-PeopleFearThe`BigOneMayBeOnWay.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5356B0F22CB12?p=WORLDNEWS", "date": "1992-04-23", "page": "A2", "section": "News", "author": "Reutersap", "text": "LOS ANGELES - A powerful earthquake whose shock waves were felt from the skyscrapers of Los Angeles to the towns of the high desert raised fears today that the \"Big One\" is on the way. Hundreds of aftershocks continued rumbling through the area after last night's quake rattled the sparsely populated communities east of Los Angeles. Dozens of structures were damaged, gas lines snapped, power was knocked out and goods were shaken from store shelves.     The quake registered 6.1 on the Richter scale - a magnitude capable of causing severe destruction - but it caused only minor damage across a widespread area. At least 20 people were injured.     When it struck at 9:51 p.m. PDT, high-rise buildings swayed in downtown Los Angeles, cars bounced on the busy freeways and the ground shook as far away as Las Vegas.     Seismologists warned there was still a 5 percent chance it could be followed within three days by a potentially devastating 7.5 earthquake - more powerful than the 6.9-magnitude quake that battered the San Francisco area during the 1989 World Series.     But they said the threat - at one point as high as 25 percent - was diminishing as time passed.     The quake, followed by dozens of aftershocks, jangled the nerves of Southern California residents, who have long been told to prepare for the catastrophic \"Big One\" that seismologists say is long overdue.     The epicenter of yesterday's quake, which lasted about a minute, was about nine miles east of Desert Hot Springs, or about 110 miles east of Los Angeles.    The quake was along an unnamed north-to-south fault in the mountains about five miles from the big San Andreas Fault, said Lucy Jones, a seismologist for the U.S. Geological Survey.     The tremors were powerful enough to make utility poles sway, crack ceilings and foundations of some homes, break windows and knock out power and telephone service in isolated areas.     Ten buildings were reported damaged in communities near the epicenter, but there were no details. One Los Angeles television station was knocked off the air.    About 20 people were taken to Hi-Desert Medical Center in Joshua Tree for treatment of minor injuries ranging from a broken ankle to cuts. Early today, about six remained hospitalized.     Fire officials ordered the evacuation of a Hyatt Regency Hotel in downtown Palm Springs, fearing the building had suffered structural damage. There were reports of shattered shop windows in the city.     It was the second earthquake of the night in Southern California. A moderate earthquake measuring 4.6 on the Richter scale rocked parts of the Los Angeles area at 7:25 p.m. No damage was reported.     The tremors were felt as far south as Tijuana, Mexico, as far east as Las Vegas and the Arizona border and as far north as Santa Barbara, 80 miles north of Los Angeles.     Southern California was last hit by a major earthquake on June 28, 1991. It measured 6.0 on the Richter scale and caused two deaths.Caption:  PHOTO: MAP1) AP: EARTHQUAKE EPICENTER (MAP NOT AVAILABLE ELECTRONICALLY)2) AP: AL CRAVEN, MANAGER OF A DRUGSTORE IN DESERT HOT SPRINGS, CALIF., INSPECTS QUAKE DAMAGE IN HIS STORE.", "edition": "Final"}