{"title": "398 quake deaths in egypt; buildings blamed - old ones rickety, new shoddy, says science official", "filename": "1992-10-13_398QuakeDeathsInEgyptBuildingsBlamed-OldOnesRicketyNewShoddySaysScienceOfficial.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB535E122ABD5CA?p=WORLDNEWS", "date": "1992-10-13", "page": "A12", "section": "News", "author": "William C. Mann", "text": "CAIRO, Egypt - The high death toll from a relatively moderate earthquake in Cairo can be blamed on the capital's weak, old buildings and poorly constructed new ones, an official said today.    The statement from Dr. Joseph Mikhail, director of the National Research Institute for Astronomy and Geophysics, came as rescuers continued to search through the rubble of some of the nearly 200 buildings that collapsed.    At least 398 people died in the quake - most of them in Cairo and Giza - and 3,369 were injured, the government said.    Hundreds of aftershocks raced through the area, startling the already traumatized residents of this city of 12 million.    The quake measured 5.9 on the Richter scale, a medium-strength quake. The Richter scale is a gauge of energy released by an earthquake, as measured by the ground motion recorded on a seismograph.    \"The large number of casualties was due to the fact that there are many rickety old buildings as well as shoddily constructed newer ones,\" Mikhail said.    Cairo's buildings often fall even without earthquakes. The most recent collapse was one week ago, when a four-story building fell, killing six people.    But many of yesterday's deaths were not from buildings collapsing but from people being trampled in panicked stampedes. More than 100 children died in the Cairo area as they rushed from swaying schools, said Maj. Gen. Rida Abdel-Aziz, an assistant interior minister. Abdel-Aziz said most schoolchildren were casualties of panic.     The quake was centered about 20 miles southwest of Cairo, a few miles from the pyramids and the Sphinx on the Giza Plateau.    But Information Minister Safwat el-Sherif said major monuments survived intact from the 20-second temblor.    Cairo schools were ordered closed for three days. Nightclubs and casinos on Pyramids Road, where limousines block traffic every night, were ordered closed to avoid interfering with rescue work.    The official Middle East News Agency said President Hosni Mubarak would return today after cutting short a visit to China.   The quake was felt as far away as Jerusalem, 250 miles northeast of Cairo, but destruction was selective.    Nowhere were there wide swaths of devastation, as in many earthquakes. Only an occasional collapsed school or apartment house or office block could be seen.         People thronged Cairo's streets after the quake. Thousands crowded around the ruins of a 14-story apartment building in the northern suburb of Heliopolis late last night while four bulldozers cleared debris under floodlights. An ambulance worker said about 15 people were pulled out alive before nightfall.    The dead in the southern suburb Maadi, where many Americans and other Westerners live, included six Egyptian schoolchildren.Caption:  PHOTOREUTERS: A WOMAN CARRIES THE BODY OF HER CHILD, WHO DIED IN AN EARTHQUAKE YESTERDAY, FROM A HOSPITAL IN CAIRO.", "edition": "Final"}