{"title": "Remote, impoverished sudan exports an islamic `earthquake'", "filename": "1992-04-09_RemoteImpoverishedSudanExportsAnIslamic`Earthquake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53562B6E268BF?p=WORLDNEWS", "date": "1992-04-09", "page": "A11", "section": "News", "author": "Kim Murphy", "text": "KHARTOUM, Sudan - The stifling heat of spring lies on the backs of the Blue Nile and the White Nile where they meet here on this dusty plain. The result is  drowsiness. A driver, arms and head sprawling from his taxi's window, snores. A soldier lets his rifle dangle in the dirt as his chin dips onto his chest. Men in white robes and turbans droop under the few trees along the river. Nearby, at the popular Acropole Hotel, the afternoon stillness is disturbed only by the slow wheeling of ceiling fans and an occasional fly.    This sand-swept African backwater may seem an unlikely spot for it. But Sudan's Arab neighbors - casting a wary eye at the ruling regime's vow to spread an Islamic \"earthquake\" through the region - have a new name for the Saharan country that is both Africa's largest and one of its poorest. They call it \"Fundamentalism International.\" UNIQUE BRAND OF ISLAM     In the nearly three years since Lt. Gen. Omar Hassan Ahmed Bashir's Islamic regime took power in 1989, Sudan's Islamic universities have attracted young Muslim intellectuals from all over the region to study Sudan's unique brand of Islam and politics.    Sudanese activists have been arrested or expelled for allegedly trying to undermine the governments of Algeria, Tunisia and the United Arab Emirates.    Sudan has provided temporary haven for Islamic radical leaders of organizations suspected in the murder of former Egyptian President Anwar Sadat and the death last year of Rifaat Magoub, speaker of Egypt's parliament.    Sudanese leaders have made no secret of their view that many of the governments of their Arab neighbors, from Morocco to Tunisia to Saudi Arabia, are illegitimate and likely to be short-lived.    Sudan's opposition leaders say that a three-member committee from Sudan has been tapping wealthy Islamic fundamentalists. The committee collected up to $30 million to finance the short-lived Islamic fundamentalist victory at the polls in Algeria last December.    U.S., Egyptian and other Western officials report that up to 20 military training camps have been established recently in northern Sudan. Some of them, they believe, may be serving Islamic militant groups, including the notorious Abu Nidal terrorist organization, the Iranian-backed Hezbollah, the Palestinian fundamentalist group Hamas and Islamic Jihad for the Liberation of Palestine.    Further alarming Sudan's Arab neighbors, and the United States, has been the entry of Iran on the scene, with multimillion-dollar military and trade contracts. Those agreements have enabled Sudan's government to mount a major new assault in the long-running civil war with the Christian and animist-dominated south.    Why Sudan? The answer rests largely with Dr. Hassan Abdullah Turabi, Sudan's erudite, soft-spoken, Sorbonne-educated Islamic leader. He is believed to be not only the behind-the-scenes power in Khartoum but also a key architect of Islamic movements in Algeria, Tunisia, Egypt, Ethiopia, Nigeria, Chad and Afghanistan.    He has helped to develop a new brand of populist Islam that has won widespread support among young Muslim intellectuals and the Islamic business community.    He is a religious leader who claims to adhere to fundamentalist Islam's stringent teachings regulating art, music and women's rights. But under his policies, women in Sudan can serve in the new people's militia and work side by side with men, although women still must wear the veil.     And instead of condemning money as a source of evil, Turabi has inspired a generation of young Muslims to make money, live well and spend what is left over on propagating Islam.    Turabi has capitalized on the wave of anti-Western sentiment that accompanied the Gulf War and led the march of a growing number of leftist, secular Arab intellectuals from the disillusion of Arab nationalism to a new sanctuary in Islamic fundamentalism.    On the one hand, he says it is \"ridiculous\" that a poverty-stricken country like Sudan would finance or train terrorists. But, on the other hand, he admits that Sudan is ready to export its Islamic revolution by example.    \"As a model, it radiates most powerfully,\" he said in a recent interview. \"Most of what the West is afraid of is subconscious, historical backlog. You know, Islam was a target of antagonism and hostility during the Crusades and the colonial wars. Most of these (Western) powers had to fight their way in Muslim territories, and, during the liberation wars, they were thrown out by force in Algeria and many other countries, and they developed some antipathy toward Islam. . . . They came to real ize that the revival of Islam would correct the equation between West and East, the Third World. . . .    \"The other factor, I think, is that there is a vacuum now, a threat vacuum, with Russia out of the scene,\" he added. \"You (in the West) need an empire of evil to mobilize against. . . .\"     Sudan - for years desperately dependent on international relief and foreign aid to bail it out of a lingering cycle of famine and poverty - has embarked on a program of self-sufficiency in the face of a near boycott of foreign assistance by Western governments hostile to the new regime.    Western diplomats say Turabi and company are likely here to stay, at least for now. At least four attempted coups have been put down already, one of them with the controversial execution of 28 army officers. More importantly, just coping with the desperate poverty in Sudan may have anesthetized much of the population against an uprising, analysts say.    \"It's no wonder these people are so cocky,\" one Western envoy said of Sudan's fundamentalism. \"They've got confidence in the timidity and fearfulness of their own people, and they're right.Caption:  MAPBO CLINE / SEATTLE TIMES: SUDAN (MAP NOT AVAILABLE IN ELECTRONIC VERSION)", "edition": "Final"}