{"title": "Experts search for cause of egypt's quake", "filename": "1992-10-14_ExpertsSearchForCauseOfEgyptSQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB535E1B8199EAF?p=WORLDNEWS", "date": "1992-10-14", "page": "A9", "section": "News", "author": "Kim Murphy", "text": "CAIRO, Egypt - A geological team is searching the desert today for the source of the disastrous earthquake that struck here, raising fears that the Earth's plates meeting at an inactive fault could have begun slipping again under the Middle East's largest city    Three aftershocks of as great as 4.1 magnitude shook the city in the wake of Monday's 5.9 temblor, which left more than 450 dead and at least 4,000 injured.    \"This was an original earthquake, not resulting from any known fault, and of course we now have concerns about the whole structure of the region,\" said Sobhi Hassan, vice president of the National Research Institute of Astronomy and Geophysics.     The quake, centered about 20 miles southwest of Cairo, was not on any mapped active fault line, Hassan said.    But other seismic experts said that there are a number of old and inactive fault lines deep underneath the desert around Cairo.    The U.S. Geological Survey said a review of historic records reveals that a magnitude 6.8 earthquake, centered 50 miles southwest of Cairo, occurred in 1847.         And while aid pledges and relief teams poured in from around the world, government officials and aid workers began yesterday to come to terms with this city's tragic lack of quake preparedness.    Experts' worst-case scenario had already played out: Ambulances and rescue workers became stuck in traffic jams of panicked motorists; buildings collapsed because they violated the city's minimal codes; teachers fled their classrooms, leaving their students to die.      An official said he could not get to the scene of a 14-story building's collapse in suburban Heliopolis, because motorists refused to let rescue vehicles pass.    \"Even the ambulances, they would not allow to move,\" the official said. \"I saw the whole thing, and I was unable to do anything, because each one was trying to save himself.     \"Life is sweet, of course, but not at the expense of others.\"      Officials now estimate that at least 536 buildings were damaged or collapsed here, including the 14-story building, a 13-year-old structure apparently built more than double the six stories allowed in its permit.Caption:  PHOTOAP: TWO RESIDENTS OF RODA, NEAR THE QUAKE'S EPICENTER, STAND IN THE RUBBLE OF THEIR HOUSE.", "edition": "Final"}