{"title": "`it was like hiroshima' - death toll from turkish quake could climb into the thousands", "filename": "1992-03-15_`ItWasLikeHiroshima-DeathTollFromTurkishQuakeCouldClimbIntoTheThousands.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5355330890561?p=WORLDNEWS", "date": "1992-03-15", "page": "A1", "section": "News", "author": "Apreuters", "text": "ERZINCAN, Turkey - About 60 young women were busy with their studies in the dormitory of a medical school when the earthquake, which was described as \"another Hiroshima,\" violently jolted the four-story building, bringing most of it down. For hours the nation followed television reports that the students were trapped and perhaps dead in the wreckage of Friday's quake. So far, an estimated 600 people are dead and hundreds injured. The Red Cross estimates the death toll could climb to 4,000 across eastern Turkey.    As the nation was riveted to TV screens yesterday, suddenly there was a flash of hope at the medical school in Erzincan, a city of 175,000 in east-central Turkey.    A TV reporter waded into the rubble and called out.    \"We are here,\" a weak voice called back. \"Are you a soldier? Have you come to rescue us?\"     The reporter answered: \"No, but rescuers are coming. How many are you?\"     Came the answer: \"Twenty.\"     Forty students had been rescued earlier. The television showed two survivors squeezed under some debris. The face of one girl was badly swollen.    \"The tremor came so suddenly\"' one young woman said from her hospital bed. \"The bunk bed and the drawers came towards us and the ceiling fell on us.    \"I was actually on the fourth floor but then I found myself on the first floor.\"     Many students were in the library or cafeteria when the quake hit Erzincan, where hundreds of people were killed.    The television showed another student crying as she told her incredulous parents: \"I mean it, I am fine, I did not even get a scratch.\"     The news was as dramatic throughout the area.     \"It was like Hiroshima. A dust cloud rose above the whole city,\" said journalist Mustafa Atesm, who was outside Erzincan when the quake struck. \"The road lurched under my car and I saw a bus and a taxi plunge into the Euphrates.\"      Trapped survivors cried out from under the rubble yesterday as rescuers struggled to reach them. Residents wandered from one pile of rubble to another, calling out the names of the missing. Turkish television showed a father weeping and crying out: \"Oh, my children!\"     The quake left thousands of people homeless in harsh winter weather.    U.S. personnel at Incirlik air base in southern Turkey joined in the relief effort, and the Red Crescent, the Islamic version of the Red Cross, was sending supplies.     The government declared emergency rule in the stricken area.    Erzincan, 350 miles east of Ankara, appeared to be the worst-hit area.     The provincial governor, Fikret Cuhadaroglu, said a quarter of the city was reduced to rubble, and there was no electricity or running water. Much of the city of had been rebuilt from a 1939 earthquake that killed 32,000 people.    Among the collapsed buildings was Erzincan's only hospital and a medical school.    Anatolia, the Turkish news agency, said at least 500 bodies had been recovered in Erzincan. Gov. Cuhadaroglu  said 78 people were killed in towns in the eastern part of the province, also called Erzincan.    \"I am afraid the death toll will increase dramatically,\" Premier Suleyman Demirel told reporters in Ankara after inspecting the site.    With the approach of another night, attention also turned to the tens of thousands of homeless. Survivors spent Friday night outdoors in freezing temperatures as aftershocks rattled the buildings that survived the quake.    Trucks drove through the streets and their crews handed out bread.    Supplies and rescue workers also were arriving from across Turkey and from Britain, Germany, Italy, Switzerland and the United Nations.     Erzincan Mayor Recep Yazicioglu blamed illegal construction for the degree of damage.     \"Only three-story buildings were permitted in the construction plan, but five or six stories have been built and these were the worst damaged,\" he said.     Provincial housing director Hakki Ustaomer said only half the city's 20,000 houses were safe, even without an earthquake.    Ann Stingle, a spokeswoman for the American Red Cross, said field reports from both the Red Crescent and the International Committee of the Red Cross indicated as many as 4,000 people might have been killed.    Speaking by telephone from Washington, Stingle said officials estimated the number of homeless in the tens of thousands.      Erzincan, which is in a poor, mountainous region, lies along a major fault line stretching from Iran to the Aegean Sea. Scientists say the line has crept westward since the 1939 earthquake, putting Istanbul, Turkey's biggest city with a population of up to 10 million, at greater risk.   The quake was the worst in Turkey since 1983, when 1,330 people were killed in a temblor measuring 7.1 on the Richter scale that hit Erzurum, about 100 miles east of Erzincan.    The U.S. Geological Survey in Menlo Park, Calif., which said Friday's quake registered 6.8 on the Richter scale, located the epicenter at about 350 miles east of Ankara. State authorities sais the quake measured 6.2.Caption:  PHOTO1) REUTERS: A MAN WALKS PAST A SMASHED FOUR-STORY BUILDING IN ERZINCAN, TURKEY, YESTERDAY.2) AP: A GIRL'S INJURIES ARE TREATED AFTER SHE WAS PULLED FROM THE RUINS OF A BUILDING IN ERZINCAN.", "edition": "Final"}