{"title": "Hopes fade for victims of quake - black-marketeering, looting complaints reported in turkey", "filename": "1992-03-16_HopesFadeForVictimsOfQuake-Black-MarketeeringLootingComplaintsReportedInTurkey.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53553B7BFEB44?p=WORLDNEWS", "date": "1992-03-16", "page": "A4", "section": "News", "author": "Terry Leonard", "text": "ERZINCAN, Turkey - Hopes faded today that any more survivors will be found from last week's devastating earthquake, and newspapers reported looting and complaints about slow-moving government relief efforts. Meanwhile, Turkey's premier, an engineer, rejected opposition claims that he was personally responsible for poor construction of a hospital that collapsed in Friday's quake.    The government already has announced an inquiry into building practices in the eastern city of Erzincan, all but flattened by the temblor, which measured 6.8 on the Richter scale.    In Enzincan, residents pitched tents and built campfires as temperatures slipped below freezing. Hundreds of people milled around the governor's office, trying to get help.    Aftershocks continued to rattle the stricken area yesterday, hampering rescue efforts. But two individuals were pulled alive from under the wreckage of an office block more than 50 hours after the earthquake hit.    The government and relief officials put the death toll at up to 800. Initial estimates had ranged into the thousands.    The quake left as many as 180,000 homeless, according to Turkish government and Red Crescent figures cited by the Office of U.N. Disaster Relief Coordinator in Geneva.    Thousands of tents, blankets and other emergency-relief material were sent to the quake zone, but newspapers said the relief operation was poorly organized and many people were still without proper shelter.    Theft of relief supplies was reported, too. Mustafa Kul, a parliamentary deputy, said about 1,000 tents were stolen.      The Istanbul daily Milliyet reported relief supplies were being sold on the black market, with tents selling for $330 and blankets for $15.    Premier Suleyman Demirel brushed aside charges from an opposition leader, former Premier Yildirim Akbulut, who blamed Demirel for poor construction of a hospital in Erzincan that collapsed.     Demirel said his company won the contract to build the hospital in 1963 but that others continued the work after he became active in politics.    The high death toll was blamed in part on illegal additions to buildings and poor construction.     Some officials said builders ignored guidelines established after a 1939 earthquake killed 32,000 people in Erzincan.    The newspaper Turcuman said it was illegal to construct buildings higher than three stories because of the earthquake danger. Nearly all the 200 buildings that collapsed were multistory structures, many of four or five floors.    Some Turks complained the government's response was slow and disorganized. Many Turkish rescue workers were volunteers without training or equipment.    Rescue teams from Switzerland, Germany, the United States, Denmark, Italy and other countries have brought trained dogs and blow torches, cranes and other equipment to help find survivors.    But most of those recovered were dead.    \"Since we don't have enough heavy equipment we have to set priorities based on the number of people\" believed to be in a building, said policeman Rifat Aksoy.    Yesterday, a score of doctors were treating the injured in the open air, on cots set up in the mud outside the quake-damaged hospital. FREEZE REDUCES SURVIVAL CHANCES          Officials said 688 people were injured in the quake.      \"We cannot estimate how many people are still missing. We will have the final figure only when the debris is cleared,\" Erzincan provincial Gov. Recep Yazicioglu told reporters.     \"Under these conditions there is little hope of survival after three days,\" said Rami Eren, director of a Swiss disaster-relief team.     He said freezing temperatures in Erzincan had reduced the chance that people trapped under collapsed buildings might survive for up to five days.     \"There is still hope (of finding survivors) although it is lessening every day. We must be quick,\" a rescue worker from the British-based International Rescue Corps said.     He said every aftershock compacted the rubble of collapsed buildings, reducing the chances for anyone trapped underneath.     A new tremor with an intensity of 6.0 shook Erzincan yesterday and damaged buildings in neighboring Tunceli province.     Life in Erzincan has slowly begun returning to normal. Some grocery stores and at least two banks reopened. Civil servants reported for work at undamaged offices.     Geologists say Erzincan lies on a major quake belt, which stretches to western Turkey, including Sivas, Tokat, Adapazari, Istanbul and Tekirdag provinces. --  Material from Reuters is included in this report.Caption:  PHOTO1) REUTERS: A SCREAMING CHILD WITH AN INJURED KNEE IS CARRIED TO A HOSPITAL BY HIS MOTHER YESTERDAY.2) AP: THIS IS ONE OF THE MANY BUILDINGS DAMAGED OR DESTROYED BY AN EARTHQUAKE THAT HIT ERZINCAN, EASTERN TURKEY, FRIDAY. THE QUAKE MEASURED 6.8 ON THE RICHTER SCALE", "edition": "Final"}