{"title": "Quake fault under seattle", "filename": "1992-12-03_QuakeFaultUnderSeattle.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53604EB484A0E?p=WORLDNEWS", "date": "1992-12-03", "page": "A1", "section": "News", "author": "Bill Dietrich", "text": "Scientists have learned of a catastrophic Puget Sound earthquake about 1,100 years ago caused by a newly discovered fault that runs under downtown Seattle.     Called the Seattle Fault, it is believed to extend roughly from Winslow on Bainbridge Island eastward through Seattle and past the northern tip of Mercer Island toward Lake Sammamish.     The earthquake it triggered is estimated by geologists to have had a magnitude of 7 to 7.5, with a destructive effect greater than more recent Puget Sound basin quakes because it was close to the surface.     The earthquake was severe enough to lift land on southeastern Bainbridge Island as much as 20 feet, boost Alki Point 13 feet, created a tsunami that washed over Seattle's West Point and collided with the southern end of Whidbey Island, and caused chunks of old-growth forest to slide into Lake Washington at three places. In the Olympic Mountains at least three or four big rock slides came down, some of them damming streams and forming lakes.     The fault is at a division in the level of bedrock, which is near the surface south of the fault and nearly a half-mile underground north of it, said Brian Atwater, a U.S. Geological Survey scientist based at the University of Washington.     The difference produces \"one of the steepest gravity gradients (a difference in the Earth's gravitational pull) in the United States,\" said Robert Bucknam, another USGS geologist investigating the quake.     Because the Seattle Fault earthquake was so long ago, scientists don't think people should brace for a quick repeat. \"I don't view it as anything to be apprehensive about,\" said Bucknam. \"But it is a good reminder that Seattle is in earthquake country. Precautions should be reviewed.\"      \"This adds to the risk,\" said Atwater.  Last year he announced evidence of a magnitude 9 earthquake about 300 years ago on Washington's coast that caused land to drop and a tsunami to wash ashore.     The Puget Sound basin had large earthquakes in 1909, 1939, 1946, 1949 and 1965, none of them on the Seattle Fault. The largest this century, in 1949, measured 7.1 in magnitude. The 1965 earthquake was 6.5.     Because these Puget Sound earthquakes were subduction-zone events about 30 miles deep, they caused less-severe upheaval than the Seattle Fault quake, which was near the crust's surface.     More than a dozen scientists have found evidence of the 1,100-year-old quake, and their papers are being published in tomorrow's Science magazine.     Sand deposits and a buried log from the tsunami have been found during construction of the West Point sewage-treatment-plant expansion. The telltale stripe of sand carried ashore by the tsunami wave has also been found in peat bogs at Whidbey Island's Cultus Bay.     Old-growth trees that slid into Lake Washington have been dated to the quake, as has a big deposit of fresh sediment on the lake bottom. Bainbridge Island and the heads of bays in southern Puget Sound and the end of Hood Canal show evidence of sudden uplifting, and some of the Olympic rock slides have been dated to the same event.     Sally Abella, a UW lake expert, said the investigation has been exciting because it involved a number of scientists from different disciplines, including geology, botany, limnology (the study of lakes) and tree-ring-dating experts.     Atwater said the tsunami evidence changes prevailing opinion that Puget Sound was too sheltered to experience earthquake-caused waves. \"If I felt shaking while I was on the shore of Puget Sound,\" he said, \"I'd think about getting to higher ground.Caption:  MAPSEATTLE TIMES: SEATTLE FAULT -- APPROXIMATE LOCATION (MAP NOT AVAILABLE ELECTRONICALLY)", "edition": "Final"}