{"title": "She heard the restless earth getting ready for big quake", "filename": "1992-06-29_SheHeardTheRestlessEarthGettingReadyForBigQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53596AA1FABAB?p=WORLDNEWS", "date": "1992-06-29", "page": "A2", "section": "News", "author": "Times News Services", "text": "YUCCA VALLEY, Calif. - Lori Hill could hear it coming, groaning through the earth like the gnashing of geological teeth.    The California native is no stranger to earthquakes. But yesterday was the first time she had ever stood on the pulse of one.    \"This is the first one that ever scared me,\" the 40-year-old Yucca Valley resident said.    \"This one roared.\"     It was 4:58 a.m. Within moments, as she walked down Cherokee Road from a Circle K store, the roar turned into a quake measuring 7.4 on the Richter scale, spreading through the Tehachapi Mountains to the Central Valley, and south into Los Angeles, Orange County and San Diego.    Before it was over, the explosive energy would ripple the water in swimming pools in Boise, Idaho, and Denver, make hotel casinos in Las Vegas sway and hanging plants in New Mexico swing like pendulums.    The groan that Hill heard ushered in the strongest earthquake in Southern California in 40 years, ripping a crack in the ground 42 miles long. It triggered a second quake, reaching 6.5, three hours later and 18 miles away in Big Bear Lake.    The quakes left at least two people dead and more than 350 injured. Damage was estimated at $16.4 million.     And this morning, two strong aftershocks rocked southern California, causing skyscrapers to sway in downtown Los Angeles, seismologists said. There were no immediate reports of injuries or damage.     Seismologists at the California Institute of Technology put the magnitude of the latest quakes, which struck just after 7 a.m. PDT at 4.9 and 5.4 on the Richter scale.    Also this morning, a quake measuring 5.6 on the Richter scale was widely felt in the Las Vegas area, residents reported. The quake, centered 70 miles northwest of Las Vegas, was not an aftershock, said Willis Jacobs, geophysicist at the U.S. Geological Survey in Golden, Colo. No injuries or damage was reported.    Hundreds of aftershocks jangled nerves throughout yesterday.    One rocked the earth under Gov. Pete Wilson as he stood in front of the crumbled Yucca Bowl. He had been urging people not to panic as he was jolted.    Wilson declared San Bernardino and Riverside counties disaster areas and pledged money to help them dig out. --  Compiled from Orange County Register, Knight-Ridder Newspapers, Reuters, Associated Press and Los Angeles Times reports.Caption:  PHOTO: MAP1) AP: CALIFORNIA (MAP NOT AVAILABLE ELECTRONICALLY)2) AP: MIKE MCGEE, A SAN BERNARDINO COUNTY, CALIF., FIREFIGHTER, STANDS ON A TRASH BIN AS HE LOOKS OVER THE DAMAGED YUCCA VALLEY BOWL IN YUCCA VALLEY, CALIF. YESTERDAY", "edition": "Second"}