{"title": "Eruption rains scalding mud on colombian bathers; 3 die - second earthquake in 2 days hits region; thousands homeless", "filename": "1992-10-19_EruptionRainsScaldingMudOnColombianBathers3Die-SecondEarthquakeIn2DaysHitsRegionT.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB535E5675B60AE?p=WORLDNEWS", "date": "1992-10-19", "page": "A2", "section": "News", "author": "Ap", "text": "SAN PEDRO DE URABA, Colombia - For decades people went to a 30-foot-deep depression near this rural town to relieve aches and pains in its warm mud and steam. Their spa turned deadly during an earthquake, spewing boiling mud that killed at least three people and injured more than 40    Two people died elsewhere during yesterday's quake, which registered 7.2 on the Richter scale a day after a tremor measuring 6.6 shook Colombia. About 60 people were reported injured by falling structures. 8,000 HOMELESS     Authorities said nearly all the tin-roofed adobe homes in two towns were destroyed or damaged by the quakes, leaving more than 8,000 people homeless. Frightened residents reportedly camped in parks and other open areas in tents and shelters of plastic.    Reports of injuries and damage were still trickling in today from isolated villages.    The worst casualties were in this rural coffee-growing area in the mountains of northwestern Colombia about 125 miles northwest of Medellin.    Before the eruption, people had gathered around the steaming depression on Cacaqual Mountain to watch flames licking up from the bottom.    The crater suddenly exploded in a huge ball of fire, witnesses said, and a 10-foot-deep sea of mud rolled as far as 500 yards in every direction. Two people were known to have been swallowed up by the scalding mud and another woman died last night of burns, officials said.    Four people were missing and believed dead, Mayor Arcides Caballero said. Forty-two people were treated for burns at the town's hospital, including a husband and wife and nine of their 11 children.    The mud buried one house, and burning rocks and hot ash set seven houses on fire. A volcanic mound 300 feet high rose from what had been the depression. LINK NOT CERTAIN     The earthquake and eruption both occurred about 11:15 a.m., but there was no confirmation the events were linked. Hans Meyer, a researcher at Cali Seismological Institute, said such mud flows are caused when superhot water liquefies sandy soil.using the pools during yesterday's eruption.    About 70 miles to the south, the village of Vajira was nearly destroyed by yesterday's earthquake, Sheriff Alberto Zulaga reported by radio telephone today. He told the RCN radio network that 90 percent of the town's houses were destroyed or severely damaged but that no one was killed or seriously injured.    He said 3,500 people had moved to the town's parks, terrified to return to what remained of their homes. He said the town had no water or food.    He said boiling mud was oozing from huge cracks opened by the earthquake.    Most of the 5,000 people of Murindo also lost their homes.    Antioquia state Gov. Juan Gomez said many of the town's adobe houses were toppled by the quake Saturday and most of the rest collapsed during yesterday's tremor. The residents will be moved to other towns, Gomez said.    Officials were studying whether the town, which apparently lies atop a geological fault, should be rebuilt elsewhere, he said.    Colombia lies over three shifting geological plates, so serious earthquakes and volcanic eruptions are not unusual.    An eruption of the Nevado del Ruiz volcano in 1985 melted part of a glacier, sending a 100-foot-tall wall of mud and rock crashing down on the town of Armero and killing 23,000 people.    A quake measuring 7.9 killed 800 people in Colombia and Ecuador in 1979.    The Richter scale is a gauge of energy released by an earthquake, as measured by the ground motion recorded on a seismograph. A quake of magnitude 7 can cause widespread, heavy damage.Caption:  MAP: PHOTO1) AP: MURINDO EARTHQUAKE DAMAGE (MAP NOT AVAILABLE ELECTRONICALLY)2) AP: TWO YOUNGSTERS WALK ALONG A CRACK IN THE EARTH IN MURINDO, COLOMBIA, WHERE MOST HOMES WERE DESTROYED IN TWO EARTHQUAKES.", "edition": "Final"}