{"title": "200 perish in cairo earthquake", "filename": "1992-10-12_200PerishInCairoEarthquake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB535E092EA34E8?p=WORLDNEWS", "date": "1992-10-12", "page": "A1", "section": "News", "author": "Ap", "text": "CAIRO - A strong earthquake shook much of Egypt this afternoon, and the state-owned Middle East News Agency said more than 200 people were killed.    Shocks were felt in the Mediterranean city of Alexandria to the north, the Suez Canal town of Ismailiya to the east and in Assiut in southern Egypt. Tremors were felt as far away as Jerusalem, 250 miles northeast of Cairo.        In Cairo alone, the quake destroyed at least 20 buildings, and some of those killed died in stampedes of terrified people.    Officials said the pyramids, the Sphinx and other ancient monuments apparently escaped damage.    The U.S. Geological Survey said early seismograph readings put the magnitude of the tremor at 5.9 on the Richter scale. Don Finley, a USGS spokesman, said it was centered about 20 miles southwest of Cairo - several miles from the pyramids - and was the strongest on record that near the city.     The Interior Ministry said Cairo was hit hardest, with eight deaths and 230 injuries.    Maj. Gen. Rida Abdel-Aziz, an assistant interior minister, said some casualties resulted from people being trampled in the rush of panicky people to get out of shaking buildings. Seven schoolchildren killed in two Cairo neighborhoods were crushed in stampedes, he said.    The quake lasted 20 seconds in Cairo and was preceded by a loud roar.    A 14-story apartment building in suburban Heliopolis collapsed into a heap of crushed concrete and twisted steel. An ambulance worker said five people had been pulled alive from the rubble by nightfall. Thousands of people crowded around the site as four bulldozers cleared debris under searchlights.    Authorities in Cairo ordered a state of emergency, and the government-owned Middle East News Agency said President Hosni Mubarak was interrupting an official visit to China to return tomorrow.    Disabled telephone service made gathering information difficult. Hospitals, most official agencies and emergency services could not be contacted.    In Shubra, a poorer Cairo district, security officials said two girls were killed in one collapsed school and 13 children were injured in another.    A pool of blood was on Kasr el-Nil Street, a main thoroughfare. Reporters saw two men being shoved into cars headed for hospitals.    Four automobiles sat beside a curb on a downtown street, crushed by stones that tumbled from buildings. At nearby St. Joseph Roman Catholic Church, an iron cross toppled from the roof and crashed into a cellar.    Panicked people rushed into Cairo's streets. Drivers stopped cars sideways and jumped out to join the throng.    Samy Mohammed Ali, a lawyer, said he was standing outside a downtown bank when he heard the roar that preceded the quake.    \"At first I thought it was a bomb in the bank,\" he said. \"Then I saw people running, and I realized it was an earthquake.\"     A woman stood on a sidewalk screaming while other people wandering the streets appeared dazed. Some people sat together in a downtown square, tears streaming down their faces. Others sat on sidewalks, smoking cigarettes or sipping soft drinks. Shopkeepers pulled down their shutters.    A man shouted through a mosque loudspeaker and pleaded with the crowds to keep calm.    A quake measuring 4.1 on the Richter scale shook Cairo in May but caused no serious damage or injuries.    The Richter scale is a gauge of energy released by an earthquake, as measured by the ground motion recorded on a seismograph. Every increase of one represents a tenfold increase in ground motion. A quake of magnitude 5 can cause considerable damage, while a quake registering 6 is capable of inflicting severe damage.      In southern Egypt, Salaheddin Musbah, governor of Aswan, told Cairo Radio the tremor did not damage the Aswan High Dam, which holds back 310-mile-long Lake Nasser, the world's largest artificial lake.    A serious breach of the dam would send a huge wall of water - an estimated 110 billion gallons - roaring through the Nile River valley, where almost all Egypt's 55 million people live.    On Nov. 14, 1981, a quake registering 5.6 was centered 40 miles to the south of the dam and a series of aftershocks startled Aswan's residents. It was the strongest in living memory at Aswan.", "edition": "Final"}