{"title": "Earthquake, fire: `our town . . . and now it's gone'", "filename": "1992-04-27_EarthquakeFire`OurTownAndNowItSGone.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5356DFB3922E3?p=WORLDNEWS", "date": "1992-04-27", "page": "A2", "section": "News", "author": "Knight-Ridder Newspapers", "text": "EUREKA, Calif. - Two powerful earthquakes rocked temblor-weary Humboldt County yesterday - sparking a spectacular fire and fueling fear in residents desperately struggling to rebuild. Yesterday's first jolt - at 12:42 a.m. PDT - registered 6.0 on the Richter scale. It touched off a fire in tiny downtown Scotia, robbing the lumber hamlet of its commercial heart.    \"This is our town right here, and now it's gone,\" a firefighter said as he watched hoses pour water on what used to be a market, a pharmacy, a lumber and hardware store and a coffee shop.    That strong shock - which snapped water mains and hampered firefighting efforts - was followed at 4:18 a.m. by a magnitude 6.5 quake that rattled homes as far south as Aptos and Fresno, capping a tumultuous weekend in this picturesque coastal community where timber is king.    Damage from the quakes was estimated at $51 million, according to the state Office of Emergency Services. Power outages were widespread. Telephone service was unreliable. Preliminary damage assessments for Humboldt County said at least 93 homes and 65 businesses were destroyed or severely damaged.    Hospitals treated 94 people for injuries over the weekend. Twelve people were admitted. There were no reports of deaths.    \"People are fatigued,\" said Stan Dixon, chairman of the Humboldt County Board of Supervisors. \"They're beginning to realize the extent of the damage. We've got some mental health counselors for people who need it. It's beginning to sink in now, and a lot of people are beginning to hurt.\"     The two big jolts yesterday morning were among perhaps 5,000 aftershocks of Saturday's 6.9 magnitude quake.    Scientists think the epicenter of the main quake and the two big aftershocks was about 5 miles beneath the Earth's surface near Petrolia, about 35 miles south of Eureka, said Pat Jorgenson, a U.S. Geological Survey spokeswoman in Menlo Park.    The aftershocks hit hardest in Scotia, a mill town owned by Pacific Lumber Co. about 25 miles south of Eureka. The first aftershock started a fire that engulfed a strip of four shops on the town's main street, sending flames 100 feet into the air. Exploding ammunition and chemicals at the hardware and lumber store could be heard throughout town.    The earthquake damaged the town's water main, cutting pressure at fire hydrants. Firefighters had to wait about 10 minutes for tankers to arrive before they could shoot water onto the blaze, said Bill Miller, assistant chief of the volunteer fire department.    The fire came perilously close to turning into a disaster. The burning shops were only 50 feet from the lumber company yard, which was filled with dry wood. With the water main broken, the sprinkler system at the lumber company didn't work. \"If that dry lumber had started, the whole valley would have been ablaze,\" Dixon said.    The quakes frightened some people so much that they stayed out of their houses last night. \"You know there are some 3's and 4's (on the Richter scale) coming,\" said Sandra Messman.    State Rep. Frank Riggs, R-Santa Rosa, said he expected to consult with Gov. Pete Wilson today to try to speed federal disaster relief. Earlier in the day, the governor cleared the way for aid by declaring a state of emergency.", "edition": "Final"}