{"title": "Indonesia gets aid from australia after earthquake that killed 2, 200", "filename": "1992-12-16_IndonesiaGetsAidFromAustraliaAfterEarthquakeThatKilled2200.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5360DFB7D3EDC?p=WORLDNEWS", "date": "1992-12-16", "page": "B8", "section": "News", "author": "Reuters", "text": "MAUMERE, Indonesia - The first foreign aid for survivors of a devastating Indonesian earthquake arrived today while newspapers sniped at Jakarta's own relief efforts following a disaster that has killed at least 2,200     Two Australian Air Force Hercules transport planes carrying milk, antibiotics, water containers and tents landed at Maumere on the island of Flores, eastern Indonesia, which bore the brunt of the earthquake last Saturday.     Maumere's residents still live in tents, fearful of returning to their homes because of tremors which have rocked the town every few hours since the earthquake struck with a force of 6.8 on the Richter scale.     State-run Radio Indonesia said the death toll in Maumere alone was 1,490. An additional 700 were confirmed dead on Babi island, 24 miles northeast of the town.     The 700 fishermen and their families died in giant tidal waves which left bodies hanging from trees, scattered on the ground and floating off the coast.     \"I just don't know how I survived. I found myself plucked up and thrown on the beach,\" said a fisherman called Narsisus. He lost his father, mother and sisters.     Only 300 residents of Babi survived.     Concern also grew over the fate of 66 Britons, Americans and Canadians believed to have been in the area of the earthquake.     A source in the government of East Nusa Tenggara province, which includes Flores, said he had a list of 36 Britons, 25 Canadians and five U.S. citizens who were in the area as tourists, social workers or as employees on local projects. But he insisted that none were dead.     Flores, known as the Isle of Flowers, is a tourist attraction famed for its beauty. Embassies and news organizations were flooded with telephone calls from anxious families abroad asking for word of missing relatives.     Rescue officials in Maumere also expressed concern at the risk of disease breaking out in the tented colonies of survivors. \"We are worried about the spread of contagious disease,\" said Hermanus Man, head of the Maumere hospital.     Troops sent to Flores to search for and to bury bodies were assigned to building toilets today.    Provincial Governor Henrikus Fernandez estimated the damage caused by the quake at $100 million and said 60,000 buildings had been destroyed.     Several shops reopened in Maumere today.  At one bank, employees took computer terminals out of their office and set them up under a tree.     Herman Gadidjou, an aide to the provincial governor, said more people may have been killed on three small islands near Maumere - Permana, Sukun and Palue.     The Australian aid which arrived today was one of several international aid consignments pledged from abroad.     Japan has promised $1.5 million in aid. Britain also offered help. The European Commission will give aid worth $312,000 and Indonesia's former Dutch colonial rulers said they would send their aid through the International Red Cross.     A naval vessel carrying emergency supplies headed for Flores and troops and young volunteers were also pouring onto the island.     But local newspapers sniped at Jakarta's relief efforts.     The Jakarta Post said an early warning center for earthquakes should have been set up.     \"The fact that Flores is predominantly Catholic should not discourage any of us from joining the relief campaign,\" it added. Indonesia has a mainly Moslem population.     Media Indonesia newspaper said in an editorial that the nation is not prepared to face emergencies.     \"Twenty-four hours after the disaster took place, the regional military command still had difficulty establishing a public kitchen.", "edition": "Final"}