{"title": "Strong aftershocks hit california quake area - `what's going to happen next?' residents wonder", "filename": "1992-06-29_StrongAftershocksHitCaliforniaQuakeArea-`WhatSGoingToHappenNextResidentsWonder.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53596ADA2B6BD?p=WORLDNEWS", "date": "1992-06-29", "page": "A2", "section": "News", "author": "John Horn", "text": "YUCCA VALLEY, Calif. - Strong aftershocks shook jittery Southern Californians this morning following the powerful earthquakes that killed a child, injured at least 353 people and did at least $16 million in damage. Scientists had warned there was a 50-50 chance of aftershocks exceeding 6.0 on the Richter scale in the coming week. None were that strong early this morning, but two shocks shortly after 7 a.m. measured 4.9 and 5.4 on the scale, and a quake two hours later measured 5.2.    The largest aftershock knocked over bottles that had just been righted at Star Market and Liquor, where the floor is still sticky from beverages spilled during yesterday's quakes.    \"You don't now what's going to happen next,\" said shaken Althea White, store manager. \"I thought they (aftershocks) were supposed to diminish and now we have another big one.\" LAS VEGAS SHAKEN UP     Also this morning, an unrelated quake measuring 5.6 on the Richter scale shook the Las Vegas area. There were no immediate reports of injuries from any of today's temblors.    Yesterday's quakes - one of them California's strongest in 40 years - opened a 43-mile fissure in the desert, buckled highways and disrupted electrical and water service. The quakes three hours apart measured 7.4 and 6.5 on the Richter scale.    In hardest-hit San Bernardino County, 20 homes and 10 businesses were destroyed and more than 1,000 homes and 33 businesses damaged, according to the Office of Public Safety. Damage in the county, which includes the towns of Yucca Valley, Joshua Tree and Big Bear Lake, was estimated at $16 million.    At the K mart in Yucca Valley, which has been condemned because of structural damage, employees were meeting with managers this morning to discuss the situation. FELT A LONG WAY OFF     Yesterday's quakes were centered east of Los Angeles and felt in Phoenix and Las Vegas. People in New Mexico and Idaho reported swaying blinds and water sloshing in swimming pools. There was no major damage in the Los Angeles area.    \"I was in bed, and the whole thing started shaking, it just kept shaking and shaking. I grabbed ahold of my dog, it was the only thing I could think of,\" Kurt Schauppner, news editor of the Hi-Desert Star newspaper in Yucca Valley.    More than 1,000 aftershocks had occurred by early today, according to Kate Hutton, a seismologist at the California Institute of Technology in Pasadena.    Fear of aftershocks kept people on edge, Ellen Mihalcik said as she used a video camera to record the cleanup at a Yucca Valley supermarket.    The strongest quake rumbled across the desert at 4:58 a.m. yesterday. Centered six miles north of Yucca Valley, about 110 miles east of Los Angeles, it ripped cracks in highways and homes, destroyed water systems, caused fires and left 500,000 people temporarily without power.    Damage was heaviest in the high desert towns of Yucca Valley, Landers, Joshua Tree and Twentynine Palms, and in Big Bear, a ski town in the San Bernardino Mountains.    It was California's strongest quake since a 7.7 jolt near Bakersfield in 1952. That quake killed 12 people and injured 18. A quake of 7 on the Richter scale is considered a major earthquake, capable of widespread heavy damage.    The second quake hit at 8:07 a.m. and registered 6.5. It was centered six miles southeast of Big Bear Lake in the San Bernardino Mountains, about 20 miles west of the first jolt.    Three-year-old Joseph Bishop was killed when a chimney collapsed in a Yucca Valley home. He had come from Newburyport, Mass., with his parents, who were attending their 20-year high school reunion. EMERGENCY ORDER SIGNED     San Bernardino County had 269 injuries, 24 of them serious, sheriff's spokesman Jim Bryant said. Riverside County reported 84 injuries.    Gov. Pete Wilson signed an emergency declaration for the two counties, opening the door to state aid.    The San Bernardino County Sheriff's Department called in extra officers to guard against looting. The Red Cross opened shelters.    The quakes cut water service to 5,500 homes and businesses, about half the customers in an 80-square-mile area. Trucks delivered water to many places.    People in the hamlet of Landers, near the epicenter, were advised to boil drinking water. Hundreds flocked to damaged stores for bottled water, which was rationed at some markets.    At least 5,000 homes in San Bernardino County were still without power early today, said Chuck Duncan, a county disaster planner. A LONG SLASH     A fissure at least 43 miles long was found near the epicenter. The crack severed formerly arrow-straight Reche Road and displaced one broken end 10 feet. Elsewhere the displacement was as much as 18 feet, scientists said.    Both quakes struck close to the dangerous San Andreas Fault, raising fears of the long-dreaded, catastrophic Big One.    Scientists couldn't estimate the chance of such a quake, said Lucy Jones, a U.S. Geological Survey seismologist. But she said the odds of a quake bigger than either of Sunday's jolts diminished rapidly with time.    By tonight, the chance of a great quake would be less than 1 percent, she said.    Jones said there is a 75 percent chance of aftershocks exceeding magnitude 6 in the next month, and a 50 percent chance of such a quake in the next week.    The quakes caused no major damage or fires in Los Angeles County, but that didn't soothe many.    In Anaheim, a tower at the Disneyland Hotel was evacuated briefly after the first quake knocked some plaster off the outside.    \"There were people in their pajamas sleeping on the sidewalk outside on blankets. They were too scared to go back in,\" said Corinda Vasquez of Anaheim. \"It was a real smooth ride, an E-ticket.\"     The quakes unleashed landslides that temporarily closed all roads to Big Bear, where the sheriff's station, airport, main ski lodge and scores of homes and businesses were damaged.    Frances Wilson of Yucca Valley waited as doctors treated her father for chest pains. \"We have no dishes left. Everything in the medicine cabinet fell out. The TV, the VCR, everything is broken,\" she said.Caption:  PHOTO: MAP1) AP: CALIFORNIA (MAP NOT AVAILABLE ELECTRONICALLY)2) AP: MIKE MCGEE, A SAN BERNARDINO COUNTY, CALIF., FIREFIGHTER, STANDS ON A TRASH BIN AS HE LOOKS OVER THE DAMAGED YUCCA VALLEY BOWL IN YUCCA VALLEY, CALIF. YESTERDAY", "edition": "Final"}