{"title": "Earthquake studies raise concerns - building codes in western washington under scrutiny", "filename": "1993-02-12_EarthquakeStudiesRaiseConcerns-BuildingCodesInWesternWashingtonUnderScrutiny.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5363E8BA29DA2?p=WORLDNEWS", "date": "1993-02-12", "page": "C4", "section": "Northwest", "author": "Bill Dietrich", "text": "Science studies turning up evidence of huge past earthquakes here have produced a building-code change in Western Oregon and are prompting new scrutiny of building standards in Western Washington.     Several hundred engineers of the Earthquake Engineering Research Institute are wrapping up a three-day conference at the Seattle Sheraton tomorrow in which they are debating design issues for massive Pacific Northwest earthquakes that appear to occur only once every 300 to 700 years.     \"Now is not the time to wait,\" said Ivan Wong, an engineer with Woodward-Clyde Consultants, who recently gave a passing grade to the earthquake readiness of Seattle's Tolt Reservoir dam. \"We should start reviewing our critical structures.\"      \"If we come back later after a big quake and say we didn't design for it because we weren't sure it would occur, that would be unfortunate,\" added Thomas Heaton, a U.S. Geological Survey seismologist from Pasadena, Calif.     But, while many of the engineers favored erring on the side of safety, they also admitted that the infrequency of huge earthquakes and the cost of better construction may make caution a tough sell.     They noted engineers are often at odds with architects and their clients who want lots of glass and open floor plans, making a building's strength rely on a few key post-and-beam junctions.     Late last year, geologists reported new evidence of magnitude 8.5 earthquakes off the Washington and Oregon coast as recently as 300 years ago. They also revealed that the \"Seattle fault,\" which runs under central Seattle, produced an earthquake 1,100 years ago that pushed landslides into Lake Washington, shoved parts of Alki Point and Whidbey Island skyward, and created a tsunami on Puget Sound.     Both kinds of quakes could create far more severe damage than the magnitude 7.0 earthquake of 1949 or the 6.5 quake of 1965, which rattled Puget Sound.     In response, Oregon officials have agreed to upgrade the Uniform Building Code in Western Oregon in 1994 from Zone 2B to Zone 3, the same level that has been in existence in Seattle since 1952.     The change is expected to add about 2 percent to the cost of construction there by requiring improved fastenings between posts and beams.     Meanwhile some geologists are suggesting the Washington coast be upgraded to Zone 4, the same standard used in earthquake-prone areas of California.     The coastal subduction-zone quakes produced by major movements of the Juan de Fuca and North American plates against each other would hit coastal communities harder than Puget Sound.     Any changes are unlikely before 1997, however, when the code is scheduled for review. \"The information (on large historical earthquakes) is so new,\" explained John Hooper, a building-code expert with Ratti Swenson Perbix Inc.     Engineers are still uncertain what design standards to recommend. A large subduction-zone quake would shake the ground longer and at a lower frequency than buildings have historically been designed for.     \"How well our building codes deal with these instances is still an unanswered question,\" said Matthew Mabey, a geologist with the Oregon Department of Geology and Mineral Industries.     Egor Popov, a seismic engineer from the University of California at Berkeley, told the engineers that tougher building codes used in Japan and Canada would be preferable.     He stressed the importance of the fastenings between posts and beams. A relatively stronger link between the two is the reason the state Department of Transportation concluded the Alaska Way Viaduct is safer than the Oakland Nimitz Freeway, which collapsed during the San Francisco earthquake of 1989.     Heaton compared the potential for major quakes here to massive historical quakes in Chile, Japan and Alaska, but said people shouldn't panic.     \"Most people will survive it but they will have very exciting tales to tell,\" he said.     Engineers said well-built wood-frame houses with good foundations ride through earthquakes well. The problem, they said, is damage and injury from shelves and bookcases that topple.     Consulting engineer Donald Jephcott of Irvine, Calif., noted that his state conducts a public-education campaign each April.     Among the suggestions are anchoring houses to foundations, fastening bookcases to walls, anchoring water heaters and putting latches on cabinets so dishes can't spill.", "edition": "Final"}