{"title": "Quake-proofing f&n building costly - study says upgrade could run $2.25 million", "filename": "1993-07-31_Quake-ProofingF&NBuildingCostly-StudySaysUpgradeCouldRun$225Million.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53694AD405A2A?p=WORLDNEWS", "date": "1993-07-31", "page": "D1", "section": "Business", "author": "Scott Williams", "text": "About the last thing the empty Frederick & Nelson building downtown needs is an earthquake.     But the building's owner, DE Corp., says it would cost as much as $2.25 million to upgrade the building to make it safe if a major quake were to hit Seattle.     A study  by consultants Ratti Swenson Perbix & Clark says bringing the 77-year-old structure up to modern building standards would cost $2 to $3 per square foot, said Don Padelford, DE trust manager. The 10-story building has a total of 750,000 square feet.     One of the aims of the study was to find the cheapest way to upgrade the building. The cost would be wrapped into the total cost of redeveloping the building, a figure that will depend on its eventual use.     Padelford refused to estimate the redevelopment cost. In June, it was reported  that DE was seeking $37.5 million for the building in talks with the city about turning it into a library.     F&N's 1991 bankruptcy has left the building  vacant for more than a year.     Meanwhile, talks with the city are continuing. Padelford said the two sides are still discussing how much of the building might be used as a library and how much might be turned into stores.     The city has balked at DE's reported price. Padelford said talks now are focusing on arranging a tax-free exchange of properties in which he would trade all or part of the F&N building for other city properties.     Anne Levinson, the mayor's staff director, wouldn't comment on the talks. However, she said reports on the building's ability to withstand an earthquake are \"preliminary.\"      \"If we got to a place in the negotiations where a purchase and sale seemed like it might work, we would do further seismic analysis,\" she said.     Steve Trainer, a real estate broker who is helping Padelford look for a buyer for the building, said the structure is essentially sound and not in serious risk of suffering damage in an earthquake.     Structurally, \"it's a fairly stout building. It's been through at least one major earthquake,\" he said. That quake, in 1949, measured 7.1 on the Richter scale, killed eight people across the state and did $15 million in damage.     The building also  survived a quake on April 29, 1965, estimated at 6.5 to 7 on the Richter scale.     Many of the city's building codes were upgraded in the 1970s. Padelford said diagonal steel braces would have to be added in the building's walls to bring it up to code.", "edition": "Final"}