{"title": "Massive quake but no deaths in guam", "filename": "1993-08-09_MassiveQuakeButNoDeathsInGuam.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53699560F05D6?p=WORLDNEWS", "date": "1993-08-09", "page": "A1", "section": "News", "author": "Appacific Daily News", "text": "AGANA, Guam - Efforts to restore power and water service to this U.S. territory shaken by one of the strongest earthquakes of the century suffered a setback today when a generator problem triggered another islandwide blackout    The glitch caused the west Pacific island's electrical system to shut down today, said Civil Defense Agency spokesman Carl Gumataotao.    Cars tumbled from bridges and buildings were damaged by yesterday's temblor, which measured 8.1 to 8.2 on the Richter scale.      The quake injured at least 49 people and caused damage that a government official said today probably would exceed $250 million. But unlike other great quakes, no deaths or life-threatening injuries were reported.    It was the strongest earthquake to hit anywhere in the world since an 8.2 quake near the MacQuarie islands in the South Pacific in May 1989.    \"Worldwide, this is the largest one we've seen in about two years,\" said Paul Hattori of the Guam Seismic Observatory. \"This is a big earthquake.\"     The 60-second quake struck around 6:35 p.m. yesterday (1:35 a.m. PDT). Its epicenter was 50 miles west-southwest of Agana, the capital.    The Talofofo Bridge collapsed and several others were declared unsafe. Cars caught on bridges tumbled into rivers and there were reports of rock and land slides.    A number of hotels sustained structural damage, including the Guam Hilton.    \"Then I started feeling the earth move and shake,\" said employee Betty Marie Bolton.  \"I ran out of the hotel into the street. I thought I was going to be swallowed up.\"     Firefighters had to break down doors to free some guests at the Royal Palm Hotel after two floors collapsed, said Jon Anderson of radio station KGUM.    At the Nikko hotel, about 200 Japanese guests refused to return to their rooms, opting to sleep on the floor of the lobby or in the parking lot.    Guam is home to 133,000 people and five U.S. military bases and has been a U.S. territory since 1898.  Tourism is the top private industry.Caption:  PHOTOPACIFIC DAILY NEWS: FIREFIGHTERS LOOK FOR ANYONE TRAPPED IN CARS AFTER AN EARTHQUAKE YESTERDAY COLLAPSED THE ROOF OF THE GUAM REEF HOTEL.", "edition": "Final"}