{"title": "Planning for the big one - realistically, what can we do before big quake?", "filename": "1993-05-13_PlanningForTheBigOne-RealisticallyWhatCanWeDoBeforeBigQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5366B9E942A46?p=WORLDNEWS", "date": "1993-05-13", "page": "A1", "section": "News", "author": "Jack Broom", "text": "Look around Puget Sound country and you may see a picturesque - even placid - array of mountains, streams, valleys and inlets.     But Craig Weaver sees \"a very dangerous place.\"      That's because Weaver, looking through a geophysicist's eyes, sees the potential for buildings to crumble, pipelines to snap, bridges to collapse and highways to rip apart in the next major earthquake.     \"We've got big-time, long-term problems that we have to address,\" said Weaver, regional coordinator of the earthquake-hazards-reduction program of the U.S. Geological Survey.     Forty researchers are gathering today and tomorrow at the University of Washington to compare notes, exchange ideas and attempt to strengthen ties between people who are learning about the area's vulnerabilities and those who can do something about it.     Among the questions they're facing:      --  What will happen to structures in such areas as Seattle's Harbor Island, Interbay and south waterfront when the ground beneath turns to mush?      --  What does geologic history tell about the possibility of large landslides on Seattle's hillsides and waterfronts?      --  How can more bridges and overpasses be strengthened to avoid a scene like the collapse of the Nimitz Freeway in Oakland in the Bay Area's 1989 earthquake?      --  How can scientists with various agencies share the information they acquire - and how can they encourage public officials to act?      No longer is it news that a major earthquake is possible, even likely, around Puget Sound. More than 1,000 quakes are recorded in the state each year, including a dozen strong enough to be felt by people.     Last year, scientists detailed evidence that quakes of an 8.5 magnitude hit the Northwest coast within the past three centuries.     Other research concluded the \"Seattle fault\" produced a quake 1,100 years ago that caused a landslide into Lake Washington and created a tsunami on Puget Sound.     While evidence that this is quake country is not disputed, knowing what precautions to take - deciding what makes sense geologically, politically and financially - remains a challenge.     For example, consulting engineer Don Ballantyne says it's fiscally impractical for Seattle to rip up the hundreds of miles of cast-iron pipe in its water-supply system, even though that type of pipe, commonly used in 1960s and 1970s, can fracture readily in a ground-shifting earthquake.     Instead, it may be more cost-effective to use scientific data to determine where breaks are most probable and make sure water supplies can be rerouted.     In some areas, much already is being done. The city is working to strengthen its bridges, its water and power-supply systems and has revised its building code so more structures will withstand the shaking, rolling forces of an earthquake.     Most of the city's newer buildings are built to sway in an earthquake and survive.     Older masonry buildings such as those in Pioneer Square, damaged in quakes in 1949 and 1965, are more vulnerable, even though many have been reinforced.     The Alaskan Way Viaduct, despite looking like the Nimitz Freeway, is regarded as better able to withstand a quake because beams supporting the roadway are cast into the upright columns. On the Nimitz, beams rested on the columns.     Two vulnerable types of terrain are those with a history of landslides and those prone to \"liquefaction,\" during which loose soil, shaken in an earthquake, takes on the characteristics of a liquid. The loose ground has no cohesion to resist the shock waves and structures can be more severely damaged.     Although major Northwest cities are looking for ways to prepare for a quake, it has been more difficult to encourage similar action by smaller cities and towns, especially ones facing economic woes, said Peter May, a UW political science professor.     \"Public officials have to face lots of different decisions and this may not be a high priority,\" said May, who has studied earthquake policies for a decade.     May said one obstacle is a \"fatalistic\" viewpoint that since earthquakes are inevitable, massive damage also may be inevitable.     \"The question is often posed: `Are we prepared?' We're never going to be fully prepared for a great earthquake, so the question should be: Have we taken the prudent actions that we could, given the constraints?Caption:  MAP: PHOTO1) ED WALKER / SEATTLE TIMES: EARTHQUAKE HAZARDS IN SEATTLE (MAP NOT AVAILABLE ELECTRONICALLY)2) ALAN BERNER / SEATTLE TIMES: ERIK STRAND, AN EMPLOYEE OF THE DAVID A. MOWAT CONSTRUCTION CO., TIGHTENS 1 1/4-INCH BOLTS IN HIGH-STRENGTH STEEL, PART OF EARTHQUAKE PREPARATIONS CALLED \"SEISMIC RETROFIT.\" UNDER INTERSTATE 5 NEAR SOUTH SPOKANE STREET", "edition": "Final"}