{"title": "Damage from quake still being assessed - $20 million estimated in marion county, ore.", "filename": "1993-04-01_DamageFromQuakeStillBeingAssessed-$20MillionEstimatedInMarionCountyOre.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5365876EDA373?p=WORLDNEWS", "date": "1993-04-01", "page": "D4", "section": "Northwest", "author": "Ap", "text": "PORTLAND, Ore.  Nearly a week after an earthquake rocked a large section of Western Oregon, inspectors were wrapping up surveys of damage and  preparing a report for Gov. Barbara Roberts.    In Marion County alone, damage is estimated at $20 million, Bob Hansen, the county's director of emergency management, said yesterday.    About two-thirds of the damage occurred in the Woodburn-Mount Angel area, near the epicenter of last Thursday's quake, Hansen said. The quake measured between 5.3 and 5.7 on the Richter scale.    \"We have seven buildings that either need major restoration or reconstruction,\" Hansen said.    Among those buildings are a health clinic that provides medical care to migrant workers and low-income residents of Woodburn and a historic church in St. Paul. In addition, Marion County has received some 300 reports of damage to homes.    The county figures also include $850,000 in damage to the Capitol in Salem. The House and Senate chambers have been closed since Monday because concrete above the ceiling has cracked.    Capitol general manager Bill Leach said workers had begun installing the netting in the crawl space between the roof and ceiling. The nets would catch any concrete chunks that fall before they hit the ceiling and possibly knock plaster to the floor.    The Capitol rotunda also remained closed to the public while workers inspected cracks to determine the seriousness of the problem.    Workers also were fixing the crack in mortar at the base of the brick pedestal holding the gold pioneer statue atop the dome.    The second-hardest-hit county was Clackamas, where reports of damage still were coming in yesterday.    Casey Marley, emergency management coordinator for Clackamas County, said she had received 500 reports of residential damage.    \"We've had damage all over,\" she said. \"It's kind of hard to even track the logic to it.\"     Cities reporting damage  include Canby, Milwaukie, Oregon City and Molalla.    The size of the damage estimate in the county will depend on the value placed on the Molalla High School gymnasium. The gymnasium's roof collapsed in the quake and school district officials must determine whether to repair it or replace the building.", "edition": "Final"}