{"title": "Many get little aid after quake - indians forced to live in streets or fields", "filename": "1993-10-07_ManyGetLittleAidAfterQuake-IndiansForcedToLiveInStreetsOrFields.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB536B89303A188?p=WORLDNEWS", "date": "1993-10-07", "page": "A17", "section": "News", "author": "Ranjan Roy", "text": "OSMANABAD, India - When the sun rose the morning of India's earthquake, the people of this town felt lucky. Few had been killed and few of their homes had collapsed.    But a week later, they are beginning to wonder. The cracks in their homes and the aftershocks that followed the quake have prevented them from moving back in. And few relief workers have reached them.    The workers, supplied and financed by the Indian government and countries around the world, have had to concentrate on the villages devastated by the Sept. 30 quake.    More than 10,000 people in southwestern India died in the disaster, and some estimates put the death toll as high as 30,000. The earthquake left 120,000 homeless.    In Osmanabad, the town's 80,000 people barricade the roads at night. That allows them to sleep on cots or blankets in the streets.    In Ausa, about 20 miles away, even the few middle-class people leave their damaged brick-and-concrete homes and sleep in tents made out of jute bags and plastic sheets.    Farm fields are dotted with tin huts.    \"There is just no peace of mind, I haven't slept properly since last Thursday,\" said Durappa Basorappa, a local lawyer.    The quake heavily damaged 83 villages, leveling many of them. But in hundreds of others, foundations and walls were badly cracked, even though the buildings still stand.    \"Many villages that weren't severely damaged also have asked for relief shelters, and we are considering it. But our first priority is the devastated villages,\" said Vijay Mathankar, one of many Maharashtra state relief officials.    \"I even get applications every day for financial assistance from villages not affected by the earthquake,\" said Dasrao Wagmare, a frustrated official in charge of helping 129 villages.", "edition": "Final"}