{"title": "Quake cracks oregon capitol - temblor registers 5.4, causes minor injuries", "filename": "1993-03-25_QuakeCracksOregonCapitol-TemblorRegisters54CausesMinorInjuries.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB536550B846A53?p=WORLDNEWS", "date": "1993-03-25", "page": "A1", "section": "News", "author": "Aptimes Staff", "text": "PORTLAND - An earthquake centered in the Cascade foothills east of Silverton rattled northwest Oregon and parts of Western Washington early today, cracking the rotunda of the Oregon Capitol in Salem and causing minor injuries    The quake, focused about 12 miles deep and about 30 miles southeast of Portland, registered 5.4 on the Richter scale of ground motion at 5:34 a.m. and lasted about 45 seconds.     \"It felt like I was on a boat going down rapids. It woke me right up,\" said Bill Holder, a cook at Rod's Lafayette Restaurant in Lafayette, near the epicenter.    The original wing of the state Capitol in Salem was closed after serious cracks were found in the rotunda, House Speaker Larry Campbell said. A newer wing remained open. Engineers were considering removing the gold-plated pioneer statue on top of the Capitol.    Two people came to the emergency room at Salem Hospital with minor cuts from falling glass.    In Molalla, 27 miles southeast of Portland, two walls at the high school partially collapsed. Bricks and a chimney fell from the school, which was built in 1925.    Brick planters and windows also were broken at some homes and businesses in the town of 3,800, and goods were knocked off grocery store shelves.    Jose Alberto Nunez of Molalla said the quake cracked the walls and chimney of his house.      \"The kitchen cupboards blew open and glasses and dishes flew onto the kitchen floor. Pictures fell off the wall. It just kept rumbling and rumbling,\" he said.    No damage was reported in Portland, but residents said the quake knocked books off shelves, left pictures askew on walls and set off car alarms.    The Oregon Department of Transportation closed about a half-dozen bridges to check for structural damage but reopened most of them when none was found. The only bridge that remained closed at midmorning was on Oregon Highway 18 in Dayton, near the Yamhill River. The bridge shifted off its supports.     The epicenter was about 15 miles south-southeast of Oregon City. Reports of the quake extended to Roseburg, Ore., 165 miles to the south, west to Lincoln City on the Oregon coast, 145 miles north to Seattle and east 120 miles to Bend, Ore.    Aftershocks were occurring every few minutes, but most were very small, said Chris Jonientz-Trisler, a seismologist for the Federal Emergency Management Agency in Bothell. She said one aftershock about 6:20 a.m. measured 3.2 on the Richter scale.     An earthquake's magnitude is most commonly measured on the logarithmic Richter scale. An increase of one unit of magnitude represents a tenfold increase in ground motion. Quakes of magnitude 5 are considered by scientists to be moderate.    The seismology laboratory at the Geophysics Program of the University of Washington in Seattle said this morning's 5.4 reading was preliminary and that it could end up being higher.     Today's quake was comparable in magnitude with the larger of previous earthquakes in the area. In 1877, Portland was hit by a quake estimated in modern times to have been magnitude 5.3.      In 1962, Portland was shaken by a 5.5-magnitude quake, and in 1981 there was a 5.5 quake in the South Cascades of Washington.     Geophysicists say the region is vulnerable to far more powerful quakes - perhaps even so-called great quakes of magnitude 8 or larger. The biggest earthquake since immigrants settled the Northwest was in 1872 and was later estimated to be magnitude 7.3. It was centered somewhere in the North Cascades.     The most famous Puget Sound quakes came in 1949 and 1965. In 1949, a magnitude 7.1 earthquake, with an epicenter near Olympia, shook the region for 30 seconds and caused damage throughout the Puget Sound region and Southwestern Washington. Particularly hard-hit were brick and masonry buildings in areas of fill, such as Seattle's historic Pioneer Square district. Eight people were killed.     In 1965, a similar quake of magnitude 6.5 occurred between Seattle and Tacoma, killing six people in a similar spread of damage. In fact, some buildings failed in 1965 because of weaknesses from the 1949 quake.Caption:  MAPSEATTLE TIMES: EARTHQUAKES EPICENTER (MAP NOT AVAILABLE ELECTRONICALLY)", "edition": "Final"}