{"title": "Sumo champ provides hefty assist to earthquake victims", "filename": "1993-07-21_SumoChampProvidesHeftyAssistToEarthquakeVictims.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5368F64E48B12?p=WORLDNEWS", "date": "1993-07-21", "page": "C2", "section": "Sports", "author": "Unknown", "text": "Akebono, the American sumo wrestler whose real name is Chad Rowen, has donated $9,300 to help survivors of last week's major earthquake and tsunami that killed at least 179 people in northern Japan.    The donation amounted to one-fifth of Akebono's prize money for his victory Sunday in the Nagoya Grand Sumo Tournament, the fourth championship of his career.      Akebono, 6 feet 8 and 466 pounds, is the first foreigner to hold sumo's highest rank, grand champion. INFLATION NOTED     Riddick Bowe and Jesse Ferguson made $7 million and $500,000, respectively, for their fight in May in Washington, D.C. In that city's last previous heavyweight-title bout, May 23, 1941, champion Joe Louis and challenger Buddy Baer made $34,616 and $12,981, respectively. CALL HIM MR. SVELTE      Sean Gilbert, the Los Angeles Rams' 1992 No. 1 draft pick who had a less-than-spectacular rookie season, reported to camp 17 pounds lighter this year.     Gilbert stopped drinking alcohol, eliminated red meat from his diet and now drinks more water, he told the Riverside (Calif.) Press Enterprise. Gilbert, a defensive tackle, is down to 303 pounds. PANTHERS HELP PANTHERS     The Florida Panthers, the expansion NHL team based in Fort Lauderdale, is joining with the National Fish and Wildlife Foundation to benefit the endangered Florida panther. Team owner H. Wayne Huizenga has donated $34,000 to support Florida panther conservation projects. That will be matched by $16,000 from the foundation.. BLEDSOE EXPECTS RESENTMENT      Drew Bledsoe, taken No. 1 overall by the New England Patriots in the NFL draft, talking with Alan Greenberg of the Hartford Courant, had this to say about the values of today's society:     \"My parents are both schoolteachers. I'm a football player, and I make in one year what my dad will make in 50. That's a little bit overwhelming. I'm prepared for guys who will have some resentment.\" $200 `TAXI FARE'     Rookie Kevin Williams knew training camp with the world-champion Dallas Cowboys was going to be a grind. He just didn't know how tough it was going to be just getting to St. Edward's University from Dallas.      Williams, the Cowboys' top draft pick out of the University of Miami, had two blowouts while driving to camp and had to hitchhike to Austin, ultimately paying two men $200 for the ride. NOT MUCH THERE      When the Boston Red Sox finally let pitcher Matt Young go earlier in the year after paying him $6.35 million for winning three games in three years, Dan Shaughnessy of the Boston Globe wrote: \"Matt Young is to Lou Gorman (Boston general manager) what Al Capone's vault is to Geraldo Rivera.\" THEY SAID IT     -- Jay Leno, \"Tonight Show\" host: \"President Clinton did say . . . that from now on he would try to give more attention to our nation's disasters. In fact, he said in the next few weeks he promises to attend at least one New York Mets game.\"      -- Ralph DeLeonardis, minor-league umpire, after a controversial call: \"Well, I blew it the way I saw it.\"      -- Andy Van Slyke, Pittsburgh Pirates, on how to prepare for knuckleball pitcher Charlie Hough of the Florida Marlins: \"It's not something you can practice. It's like practicing javelin catching.", "edition": "Final"}