{"title": "Quake-relief effort in india has become a do-it-yourself job", "filename": "1993-10-03_Quake-ReliefEffortInIndiaHasBecomeADo-It-YourselfJob.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB536B644E1384D?p=WORLDNEWS", "date": "1993-10-03", "page": "A1", "section": "News", "author": "Edward A. Gargan", "text": "HYDERABAD, India - As the precise dimensions of India's worst earthquake in more than five decades remained uncertain yesterday - official death tolls ranged from 9,000 to 21,000, with tens of thousands of others homeless - the shortcomings in the official relief effort became more glaring    In many villages devastated by Thursday's tremors, it was the survivors themselves who dug for the dead, stacked the funeral pyres and began the slow task of rebuilding their lives. Rain hampered the cremation of bodies that were being rushed to funeral pyres for health reasons.    And yesterday morning, as the haze from a night of drizzly rain lifted in a blaze of sunlight over eastern Maharashtra, there was little evidence of the relief camps promised by civilian officials and army authorities.    Survivors from the more than 40 villages destroyed or damaged by the earthquake huddled in fields under makeshift lean-tos of bamboo, tree limbs and salvaged sheets of corrugated roofing.    \"No, there are no camps,\" said Mohammed Abdul Mannan, a reporter for India Today, the country's leading news magazine, who returned from the devastated area yesterday.      \"We have met a lot of people who set up temporary shelters without waiting for the army and local administration. They know the administration will not come to their assistance. They feel it is their duty to rebuild their houses instead of wasting time.\"     The village leader of Killari, a town of 15,000 that was all but demolished by the earthquake, said the region had been hit by a series of mild tremors for more than a year, but that no assistance had been provided to repair houses damaged by those quakes.    Suresh Kumar, the state's rural-development secretary, admitted there had been difficulties in rushing assistance to those villages destroyed by the quake, but he said relief operations were well under way.    \"The army, according to our sources, did move from Day 1, but full mobilization did take some time,\" he said. \"What really happens is that these villages are not on the main road, so it takes time to get mobilized and move in their tents, medicine and equipment.\"     In New Delhi, Murray Culshaw, the director of the British-based relief organization Oxfam, said aid to the area had been arriving slowly.    In the state capital of Bombay, spokesman Yash Bhave said 9,000 bodies had been recovered and he expected the toll to reach 10,000.      Many of India's national newspapers quoted figures as high as 30,000, although the sources of the estimates were vague. Bhave said 4,600 people had been injured.    But one senior foreign aid official who asked not to be named said an independent survey of demolished villages suggested the death toll could run as high as 50,000.    In a departure from past practice, the Indian government announced that for the first time in its history it would accept international relief assistance.    In addition to food, water jugs, plastic sheeting and tents being flown by U.S. military planes, President Clinton ordered Ray Flynn, the U.S. envoy to the Vatican, to inspect the disaster site.      There have been other offers of assistance as well, including medical equipment and drugs from UNICEF, and medical help from the World Health Organization.    Regardless of how swiftly immediate human needs are met, recovery is expected to take a long time, Culshaw of Oxfam said. \"We are gearing up for at least a year of work,\" he said.     \"Our indications are that we are talking about 40 to 50 villages heavily affected.\" --------------------- TO HELP QUAKE VICTIMS: --------------------- Donations, which will be forwarded to the American Red Cross and social workers in India, can be sent to India Association of Western Washington, Earthquake Relief Trust Fund, P.O. Box 404, Bellevue, WA 98009-0404. Call Ashok Bhattacharya, 874-6253, or Prem Kumar, 643-4834, for more information.Caption:  AP: A RESIDENT OF KHILLARI IN SOUTHERN INDIA WEEPS AS HE STANDS IN THE RUINS OF HIS HOME, WHERE HIS PARENTS DIED IN LAST WEEK'S EARTHQUAKE.", "edition": "Final"}