{"title": "The gateway city hall? possible... - cost of seismic upgrades has officials eyeing a move", "filename": "1993-06-04_TheGatewayCityHallPossible-CostOfSeismicUpgradesHasOfficialsEyeingAMove.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53675637EFE1C?p=WORLDNEWS", "date": "1993-06-04", "page": "B1", "section": "Northwest", "author": "Dick Lilly", "text": "Faced with a whopping price tag - up to $180 million - to make three government office buildings earthquake-safe, Seattle officials are thinking about moving workers into leased space in downtown towers     And in a reprise of the mid-1980s dreams of then-Mayor Charles Royer, they say  the long-run  solution might be to build a new City Hall.     Mayor Norm Rice said yesterday  the Public Safety Building and Seattle Municipal Building have \"outlived their useful life,\" raising questions  whether millions should be spent upgrading them to withstand a major earthquake.     A recent city study estimates it would cost $72 million to bring the Public Safety Building, built in 1948, up to seismic codes.     Doing the same for the Municipal Building, completed in 1960, would cost an estimated $22 million, said Norma Miller, facilities administrator for the city's Department of Administrative Services. Upgrading City Light's 35-year-old, half-block office building would cost about the same.     On top of the earthquake-safety construction of nearly $120 million, another estimated $60 million would be needed to upgrade the buildings if officials decide to keep them, said Miller.     Miller says the Public Safety Building is most critical because it houses the Police Department's 911 communications center, which must survive an earthquake.     According to the report, the Municipal Building is in the greatest danger from a temblor.     \"In a major earthquake, damage to the building could be severe, possibly leading to collapse or partial collapse,\" said the report. The study assessed the buildings' fates in a Richter scale 8 or 9 earthquake, a level yet to be experienced in Seattle in modern history. The most powerful earthquake here in this century was 7.1 on the Richter scale, in 1949, and claimed eight lives. The 1906 San Francisco quake was magnitude 8.3. The Alaska earthquake of 1964 was 8.6, the greatest recorded in the U.S.     The city's seismic study was prompted by the 1989 San Francisco earthquake, which measured 6.9 to 7.1 on the Richter scale.        Recognizing that it's hard \"to sell the public that the city (government) needs new buildings,\" Rice said he'd like to see the problem solved on a \"pay as you go\" basis.      That appears to be possible only through leasing. Other options - except doing nothing - involve large one-time expenditures that almost surely would require a bond issue or special levy.     But the glut of office space downtown means office leases are relatively cheap right now. Rents are low enough that the city could pretty much break even on such a move, according to Miller.     \"There are some real bargains right now,\" said Dave Cortelyou, president of Unico Properties, which manages a number of downtown buildings.     \"We're only going to make a move if it costs less money to move than to stay in the existing building,\" said City Councilman Tom Weeks, who heads the Finance Committee.     On Monday, the council is to be briefed on its options. The meeting will be closed to the public and media because the discussions will include information that could affect real-estate negotiations, said Weeks.     In addition to leasing office space, Weeks said the city's options include:      --  Spending the money to bring the city's buildings up to seismic standards.     --  Purchasing an office building.     --  Or building a new City Hall.     There's no estimate of what it would cost to buy a downtown office building or to build anew on either the Public Safety or Municipal building blocks.    New construction  could cost around $150 per square foot, say industry sources, making replacing the approximately 550,000 square feet in the Public Safety and Municipal buildings a minimum of $80 million.      Leasing may not be a long-term answer. \"You can't lock in the lowest rates in town for 10 years,\" says Tim O'Keefe of CB Commercial Real Eastate Group Inc. When the space glut disappears, rents will rise, he says.     Among buildings city officials have mentioned for lease or purchase are the AT&T Gateway Tower on Fifth Avenue between Cherry and  Columbia streets, kitty-corner from the Municipal Building; the Bank of California Center on Fourth Avenue between Marion and Madison streets; and the Washington Mutual Tower at  1201 Third Ave.Caption:  MAPED WALKER / SEATTLE TIMES: QUAKE-VULNERABLE (MAP NOT AVAILABLE ELECTRONICALLY)", "edition": "Final"}