{"title": "Managua still bears scars of '72 quake", "filename": "1993-01-03_ManaguaStillBearsScarsOf72Quake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53624E2927115?p=WORLDNEWS", "date": "1993-01-03", "page": "A5", "section": "News", "author": "Tracy Wilkinson", "text": "MANAGUA, Nicaragua - Eva Maria Manzanares, her half-naked baby clutching her chest, cast a glance over the rubble-covered floor and cracked walls of the roofless building she calls home.    \"Who would want to live here? This place is terrible,\" said the unemployed mother of three. \"We would like to have a little house - even one of cardboard.\"     Manzanares' home is the shell of a once-popular movie theater destroyed in a 1972 earthquake that laid waste to downtown Managua. Today, 20 years after the quake that changed the course of Nicaraguan political history, thousands of people like Manzanares live in the ruins of a city that was never rebuilt.    The squatters are not newcomers to what most agree is a miserable existence. Denis Manzanares, Eva Maria's husband, has resided in the wrecked movie theater for 15 years, along with his mother and grandmother. Children have been born and reared in the ruins, where there is no running water, no electricity, no sewerage. And children die there, too, their little bodies falling victim to the diseases that breed readily.    Before the earthquake, downtown Managua was a thriving, bustling commercial hub. Today, still, it is a desolate and bizarre patchwork of vacant, weedy lots and the skeletons of dozens of buildings rendered useless by the quake but never demolished.    Two decades of tumultuous history have left Managua the way it is and have driven the most desperately poor to Managua's ruins: two civil wars, the corruption of the Somoza dynasty's dictatorship, mismanagement by the Sandinista government that followed and the chaos of today's cash-strapped government.    The earthquakes came in the middle of the night, in the wee morning hours of Dec. 23, 1972, just as Nicaraguans prepared to celebrate Christmas. About 10,000 people were killed, and about 80 percent of Managua's buildings were destroyed or damaged.    The international community responded, sending money for relief. But then-president Anastasio Somoza blatantly misused these funds. Only about half of the $32 million in aid sent by Washington was ever accounted for, and Somoza is said to have profited enormously by buying land cheaply and then reselling it for development.    Such obvious corruption angered Nicaragua's business class and helped to consolidate opposition to the dictator. Until the quake, opposition had been largely limited to a rag-tag band of Sandinista rebels. Afterward, their outrage prompted many business and church leaders to abandon Somoza, and some aligned themselves with the Sandinistas.    Further eroding the dictator's authority and encouraging his opponents, Somoza's National Guard descended into anarchy in the days after the quake. Many soldiers abandoned their posts to search for their families or to join - and even direct - widespread looting.    For the homeless poor, little changed. Money that was supposed to go toward housing for earthquake victims was squandered or reportedly ended up in the pockets of Somoza family members and friends.    The events were among the triggers of an insurrection that eventually saw Somoza's downfall seven years later. But even after the Sandinistas toppled Somoza, seizing power in 1979, housing that did become available tended to be awarded to people on the basis of loyalty to the party.    Through the 1980s, 10 years of war by U.S.-backed contra rebels seeking to overthrow the Sandinistas drove thousands of Nicaraguans from the countryside and into Managua, exacerbating an already critical housing shortage.", "edition": "Weekend"}