{"title": "Quake toll at 126; new shocks", "filename": "1993-07-15_QuakeTollAt126NewShocks.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5368C19F213B9?p=WORLDNEWS", "date": "1993-07-15", "page": "A7", "section": "News", "author": "Eric Talmadge", "text": "OKUSHIRI, Japan - New aftershocks rocked northern Japan today, and the death toll from a devastating earthquake was expected to rise as workers dug for bodies in the rubble of a hotel. Officials said at least 126 people were killed and 85 missing    Police said 151 people were injured and about 1,000 left homeless by Monday night's quake, the deadliest in decades.    Rescuers with food and water were making their way to remote areas of the small island of Okushiri in the Sea of Japan, which took the brunt of the quake.     The initial tremor, estimated at 7.8 on the Richter scale, generated giant waves, fires and landslides.    In the village of Aonae, ravaged by fire and water, the Buddhist temple was lined with caskets beneath a hanging scroll of the goddess of mercy. The chief priest chanted sutras for the dead.    Relatives made offerings of bananas and apples, and the air of the candle-lit room was thick with incense. The 37 caskets were draped with white blankets and red flowers.    \"We don't have enough room to put all the bodies,\" said priest Takazu Tetsutaka. \"But I suspect they'll be bringing more.\"     Workers dug in Okushiri's Yoyoso Hotel, which was crushed by a landslide. About three dozen bodies were believed still entombed in the hotel.    More landslides were feared after a heavy rainstorm last night.    The meteorological agency broadcast tsunami warnings within five minutes after the quake hit, but many victims had no time to reach higher ground before the waves struck.    The fishing hamlet of Inaho, with about 80 homes, was all but washed away by tsunami. Midori Mizuno, 53, said she ran for the hills as the water surged in.    \"The third wave caught me,\" the gray-haired woman said today, surveying what was left of her house. \"But it threw me up onto the high ground.\"     Misae Ikeda, a 38-year-old housewife, told of being swept away in her car but said she managed to climb out the window.    Central Meteorological Agency officials calculated that the waves ranged up to 36 feet high and surged at speeds of 400 mph.    The final death count could rival or exceed a 1960 disaster that claimed 142 lives from a tsunami created by a huge quake in Chile.    In strength, this week's temblor matched a 7.8 quake in January that was in turn the strongest to hit Japan since a 1968 quake that killed 52 people.    Authorities previously had said the quake, about 50 miles off the coast of the northernmost main island of Hokkaido, was centered 30 miles under the Sea of Japan. Today, they revised the estimate to 21 miles below the ocean floor.", "edition": "Second"}