{"title": "Oregon quake leaves 2 dead, closes road - klamath falls  hit by temblor", "filename": "1993-09-21_OregonQuakeLeaves2DeadClosesRoad-KlamathFallsHitByTemblor.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB536AFF34FBB55?p=WORLDNEWS", "date": "1993-09-21", "page": "A1", "section": "News", "author": "Jeff Barnard", "text": "KLAMATH FALLS, Ore. - A moderate earthquake shook southern Oregon and Northern California, killing a driver in a rockslide and cracking a highway bridge.    The quake, measuring 5.4 on the Richter scale, struck at 8:29 last night and was centered 15 miles northwest of Klamath Falls, said the National Earthquake Information Center in Golden, Colo.    The quake shattered windows and caused scattered power and phone outages in southern Oregon.    \"It felt like you were on a raft going over a rapid,\" said police Officer John Dees, who moved to Oregon from Los Angeles because he wanted to get away from earthquakes. \"You could see transformers exploding over by the railroad tracks and up on the hill.\"     The brick front of an old hotel now occupied by a restaurant and bakery collapsed in Klamath Falls. A second building was declared unsafe, and others were damaged.    Kenneth Campbell of Phoenix was killed when the quake loosened a 14-foot boulder above a highway at Modoc Point, near the quake's epicenter, state police said. The boulder crushed the driver's side of his pickup.    Campbell's wife, Phyllis, was not hurt.    A highway was closed south of Klamath Falls because of a cracked bridge over the Klamath River, said Janis Collins of the state Transportation Department.       An 82-year-old Chiloquin woman, Anna Marion Horton, died late yesterday of an apparent heart attack. State police said her son told an officer that she had been frightened by the house shaking.    An aftershock measuring 5.2 on the Richter scale shook the area at 10:46 p.m. A second aftershock, measured at 4.8, struck at 11:15 p.m., said Pat Jorgenson, spokeswoman for the U.S. Geological Survey in Menlo Park, Calif.   Oregon Gov. Barbara Roberts declared a state of emergency in Klamath County early today.    Joe Miller, a retired rancher and logger who lives in Modoc Point, near the quake's epicenter, said the quake rocked his house back and forth, and aftershocks shook the house for 30 or 40 seconds. Pictures fell off the walls and dishes rattled in the kitchen.    In Medford, patrons ran out of the Witham Truck Stop when the windows began shaking.    At the Southern Pacific rail yard in Roseburg, about 80 miles northwest of Medford, two trains were kept overnight until crews could check the track for damage.    A magnitude 5.5 quake can cause considerable damage in a populated area. A quake measuring 6 on the Richter scale can cause severe damage.    Though Klamath Falls is located on the eastern slope of the Cascade Range, made up of a series of volcanoes, the town doesn't have a reputation for earthquakes.       About 100 people were so shaken by the quake that they spent the night at  a Red Cross shelter.    \"Most of them are sleeping outside in tents,' said shelter manager Janet Avila. \"They're scared. We're not used to it.\"     Despite their fears, the quake didn't do much serious damage, said Police Chief Dan Tofell.    \"Even though it has been quite an experience, actually we were pretty lucky,\" he said.Caption:  PHOTO: MAP1) AP: EARTHQUAKE CENTER (MAP NOT AVAILABLE ELECTRONICALLY)2) AP: DEBRIS FROM A DAMAGED BRICK BUILDING COVERS A CAR IN KLAMATH FALLS, ORE., AFTER A EARTHQUAKE HIT SOUTHERN OREGON AND NORTHERN CALIFORNIA", "edition": "First"}