{"title": "Volunteer points out quake hazards at schools", "filename": "1993-03-01_VolunteerPointsOutQuakeHazardsAtSchools.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53648F932E6BB?p=WORLDNEWS", "date": "1993-03-01", "page": "B1", "section": "East", "author": "Steve Johnston", "text": "\"If parents only knew.\"      Mary Jamerson uses the phrase over and over as she visits schools on the Eastside. Sometimes she says it after talking about the possibility of an earthquake hitting the Puget Sound area; sometimes it is simply a transition to another sentence.      Jamerson, a Bellevue mother of four, is a volunteer with the Red Cross who specializes in inspecting schools to see how prepared they are for an earthquake.     She isn't a structural engineer, so she isn't looking at the building's ability to withstand a major shake. Rather she looks for practical problems - things like a box of books perched on top of a 6-foot shelf that could topple on students. Or cabinets on wheels that could shoot across a classroom floor and block an entrance.     Or the jar of acid in a chemistry class that would spill with the first rattle of an earthquake. Or a wall chart the size and weight of a piece of plywood that is attached to the wall with only a nail.      \"If parents only knew,\" she will say after listing some of the hazards she sees on her tours of Eastside schools.      \"Some schools take the information and run with it,\" she said. \"Some schools won't accept it. They refuse to listen. One high-school administrator said he had a plan and he reached into his desk and pulled out half of a page with instructions.      \"Part of it said to drop and cover and the other part said the students should meet in the stadium stands. That was it.\"      Darrell Hines, assistant superintendent of the Bellevue School District, said the district realizes there is no way for the schools to be totally prepared for a major earthquake, but the district plans to submit a $20 million bond issue to voters next year to make the schools more earthquake-proof.     \"We plan to look at the practical things, like attaching the bookcases to the wall and not stacking boxes on top of bookcases,\" Hines said. \"We go through it (emergency training), but after a while people tend to forget and you have to remind them.\"      Everyone involved in emergency preparedness agrees that after something like the earthquake in San Francisco in 1989, everyone gets fired up about getting ready for such an emergency here.     But as the years go by, the lessons tend to get forgotten.     When Jamerson does a report on a school for the Red Cross, she leaves information with each room. She can spend as long as a month going through the buildings, noting possible hazards, marking possible escape routes and what it will cost to make the school safer.      But she gets frustrated. At one elementary school, she made recommendations on how to correct the safety hazards. Some of the solutions were as easy as using a pair of pliers to close an open hook so a heavy chart wouldn't fall off the wall; others would have been inexpensive fixes, like bolting book shelves to the wall.      But a year after making the recommendations, Jamerson went back to the school and nothing had been done.     \"If parents only knew,\" she said.     Even when parents realize their children could be safer, the schools don't always cooperate. At one school, the parents organized a weekend work party to bolt bookshelves to the walls, move cabinets out of the way and take down heavy boxes. But the materials needed for the work never arrived and the project wasn't done, Jamerson said.     At some of her meetings with parents, Jamerson says she likes to start out with a map of Puget Sound. She asks the parents to place a pin where they live, where their children attend school and where the parents work. When parents graphically see they live in Redmond, their child goes to school three miles from their home and they work in South Seattle, Jamerson said they start getting the idea it won't be that easy to get to their child during an emergency.     While some schools are making emergency efforts by stockpiling food, Jamerson said she isn't worried about a child missing a couple of meals as much as she is worried about other things.     \"What good is food when you should be worried about other things like boxes falling off shelves and crushing skulls?\" Jamerson asked. \"Many of these things are easy to fix.     \"If parents only knew.\" ------------------------------- INFORMATION      Schools or groups interested in learning how to be prepared for an earthquake or other natural disaster can contact Mary Jamerson of the Red Cross at 643-0052 or Beverly Carter of Mothers for H.E.L.P. (Help Everyone Learn Preparedness) at 820-6313. Both give free talks and practical, inexpensive tips on preparedness.     There will also be an Emergency Preparedness Seminar at 9 a.m. Saturday  at the Church of Jesus Christ of Latter-Day Saints, 922 216th Ave. N.E., Redmond.Caption:  PHOTOTERESA TAMURA / SEATTLE TIMES: IMPROVEMENTS HAVE BEEN MADE AT HIGHLAND MIDDLE SCHOOL, BELLEVUE, BUT MARY JAMERSON, RED CROSS VOLUNTEER INSPECTOR, KNOWS DANGERS STILL EXIST - SUCH AS THE ELEVATED CONCRETE WALKWAY BEHIND HER", "edition": "Final"}