{"title": "Oregon quake hits 5.4, closes roads, bridges", "filename": "1993-03-25_OregonQuakeHits54ClosesRoadsBridges.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB536550592242C?p=WORLDNEWS", "date": "1993-03-25", "page": "A1", "section": "News", "author": "Aptimes Staff", "text": "PORTLAND - An earthquake centered in the Cascade  foothills east of Silverton rattled northwest Oregon and parts of Western Washington early today.    The quake, focused about 12 miles deep and about 30 miles southeast of Portland, registered 5.4 on the Richter scale of ground motion at 5:34 a.m. and lasted about 45 seconds.    \"It felt like I was on a boat going down rapids. It woke me right up,\" said Bill Holder, a cook at Rod's Lafayette Restaurant in Lafayette, near the epicenter.    Bridges were damaged on Oregon highways 18, 47 and 99 west of Portland. Highways 18 and 47 were closed.    In Molalla, 27 miles southeast of Portland, two walls at the high school partially collapsed.  Brick planters and windows also were broken at some homes and businesses in the town of 3,800, and canned goods at grocery stores were knocked off shelves.    No damage was reported in Portland, but residents said the quake knocked books off shelves, left pictures askew on walls and set off car alarms.     The epicenter was about 15 miles south-southeast of Oregon City. Reports of the quake extended to Cottage Grove about 100 miles to the south, west to Lincoln City on the Oregon coast and north to Seattle.     An earthquake's magnitude is most commonly measured on the logarithmic Richter scale. An increase of one unit of magnitude represents a tenfold increase in ground motion. Quakes of magnitude 5 are considered by scientists to be moderate.    A spokeswoman for the seismology laboratory at the Geophysics Program of the University of Washington in Seattle said this morning's 5.4 reading was preliminary and that it could end up being higher. She said the quake was followed by several aftershocks.     Today's quake was comparable in magnitude with the larger of previous earthquakes in the area. In 1877, Portland was hit by a quake estimated in modern times to have been magnitude 5.3. In 1962, Portland was shaken by a 5.5-magnitude quake, and in 1981 there was a 5.5 quake in the South Cascades of Washington.     Geophysicists say the region is vulnerable to far more powerful quakes - perhaps even so-called great quakes of magnitude 8 or larger. The biggest earthquake since immigrants settled the Northwest was estimated to be magnitude 7.3 in 1872, centered somewhere in the North Cascades.     The most famous Puget Sound quakes came in 1949 and 1965. In 1949, a magnitude 7.1 earthquake, with an epicenter near Olympia, shook the region for 30 seconds and caused damage as far away as Chehalis. Particularly hard-hit were brick and masonry buildings in areas of fill, such as Seattle's historic Pioneer Square district. Eight people were killed.     In 1965, a similar quake of magnitude 6.5 occurred between Seattle and Tacoma, killing six people in a similar spread of damage. In fact, some buildings failed in 1965 because of weaknesses from the 1949 quake.Caption:  MAPSEATTLE TIMES: EARTHQUAKES EPICENTER (MAP NOT AVAILABLE ELECTRONICALLY)", "edition": "First"}