{"title": "School safety a concern after quake - levies on ballot to make improvements", "filename": "1994-02-01_SchoolSafetyAConcernAfterQuake-LeviesOnBallotToMakeImprovements.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53700B2564484?p=WORLDNEWS", "date": "1994-02-01", "page": "B1", "section": "Snohomish", "author": "Linda W.Y. Parrish", "text": "The traditional \"vote yes\" signs are posted and buttons handed out, but perhaps the strongest campaigning for some local school measures on next Tuesday's ballot came from out of state.     Following the Jan. 17 Los Angeles-area earthquake, Washington state parents were eager to find out how safe their own children's schools are.     That concern may sway voters to approve bond measures to build new schools, remodel old ones and buy emergency generators and communication equipment, say school officials.     \"Something like that earthquake really increases people's awareness,\" said Mike Gunn, acting director of facilities planning for the Everett School District.     Everett's $74 million capital-projects bond measure includes seismic upgrades at six schools and two administration buildings.     About $1 million of the Shoreline School District's $89 million request would go toward earthquake preparedness.     Districts in Snohomish and North King counties are asking for $418.7 million to build schools, replace roofs, buy computers and buses, plus much more.     Although preparing for natural disasters is important, officials hope voters won't discount the importance of \"everyday basics\" funded through maintenance-and-operation levies. Area districts are seeking M&O levies totaling $288.82 million for 1995 and 1996.     These levies, which provide generally between 12 and 20 percent of a district's budget, supplement state and federal revenues. How the money is used varies by district. Field trips, books, transportation, salaries, special programs, staff development and sports are a few examples.     The combination of tough validation requirements and a downturn in the economy makes many officials nervous about the election.     The timber-dependent community of Darrington has hit such tough times that the Darrington School District, unlike most districts, chose not to increase its M&O levy amount, said Superintendent Bill Edwards. Officials say increases are necessary to account for inflation and increased needs of a growing enrollment.     \"Ours only made it by four votes last time. To be honest, we're scared to death,\" said Edwards, who reduced staff stipends for extracurricular activities so the district wouldn't have to increase its M&O request.     In addition to a 60 percent approval requirement for bond measures and levies, levies need approval from at least 24 percent of those who voted in the last general election. And the total number of votes cast for bond propositions must equal at least 40 percent of the total number of votes cast in the last general election.     A closer look at bond and levy measures by school districts: EDMONDS      The district is going to voters for a fourth time with a much-revised capital-projects bond measure, this time totaling $117.85 million. The money would build a new Edmonds-Woodway High School; remodel and expand Meadowdale High; remodel Seaview Elementary and make improvements at 26 schools. The bond measure also would pay for redesigning and remodeling Cedar Valley, Chase Lake and Meadowdale elementaries. The district would also demolish the old Edmonds High School; buy portable classr ooms for use during construction phases; and make local road improvements such as sidewalks and traffic signals required by local government. NORTHSHORE      A $64.58 million capital-projects bond measure would build a sixth junior high east of Cottage Lake to open fall of 1996; modernize four schools (Leota Junior High, Inglemoor High School, Moorlands and Westhill elementaries); renovate eight playfields, and buy new school sites and 17 additional portables. It also would retrofit older schools for technology; expand two libraries at Kenmore Junior High and Lockwood Elementary; reroof Northshore Junior High; build a play shed at Sunrise Elementary; and upgrade buildings to meet the Americans with Disabilities Act.     A two-year technology levy totaling $5.6 million would install a district library catalog system, a communication system and area computer networks. EVERETT      Besides seismic upgrades, a $74 million capital-projects bond measure would finance a new elementary school in the south part of the district; add six classrooms to Hawthrone Elementary; four new classrooms at other North Everett elementary schools; modernize and expand Evergreen Middle School; modernize Cascade High School; update structural, mechanical and/or electrical systems at Eisenhower Middle School, Garfield, Silver Lake and Whittier elementary schools; improve communication systems; replace a maintenance and operation facility. SHORELINE      An $89 million capital-projects bond measure would renovate Meridian Park Elementary; replace portable classrooms with permanent structures; renovate a 12th elementary school; add instruction space, technology enhancements, curbs and sidewalks; replace district fuel-storage tanks and water lines; reconfigure student loading zones to separate parent parking, bus-loading and student pick-up area; upgrade energy management systems; remove a boiler at the Shoreline Center; complete distr ict-wide fiber-optic highway; replace carpets and roofs; complete athletic field renovation; replace artificial turf at Shoreline Stadium; upgrade district warehouse and print shop.     About $1 million will be spent on earthquake preparedness, which includes creating emergency supply rooms in buildings accessible from inside and outside and purchasing emergency generators. SNOHOMISH      A $21.5 million capital-projects bond measure would remodel the Snohomish Freshman Campus and add 15,000 square feet of space and a low-maintenance sloped roof; remodel and expand Snohomish High School; construct a district warehouse; build a new Alternative Instruction Method High School; create an early childhood education center at Machias Elementary; conceptual design for a second high school; replenish a site acquisition fund.     A two-year transportation levy totaling $780,000 would replace 12 old buses.     A four-year technology levy totaling $10 million would buy equipment, install networks, pay for training and establish computer stations for students and staff. MONROE      A $23.06 million capital-projects bond would build a new middle school south of Snohomish River; add a gym, eight new science classrooms and remodel existing ones at Monroe High School as well as repair roof and heating systems; build an all-weather track and field. Other repairs and changes include energy efficient lighting, electrical wiring, handicapped accessible doors and security fencing.     Unlike previous bond measures that failed three times, this proposal does not include money to build a new elementary school. Instead, the new middle school will be large enough to replace Frank Wagner Middle School, which would be turned into an elementary school.     The district also is proposing a $1 million capital-projects bond measure that would repay limited general-obligation bonds the district sold to buy library books, music equipment and future school sites. This second proposal could only pass if voters approve the $23.06 million measure. LAKE STEVENS      A $15 million capital-projects bond measure would add classrooms, gym space, auditorium and locker bays to Lake Stevens High School and enlarge its cafeteria and renovate the pool. Lake Stevens Middle School also would be modernized. ARLINGTON      A two-year $1 million technology levy would be used to buy equipment and software. It would help establish computer labs at every school and create a district-wide network. SULTAN      A two-year $300,000 technology levy would be used to upgrade school district communication wiring; enhance computer hardware and software; improve library technology, and improve networking at all schools.", "edition": "Final"}