{"title": "Special interests fatten quake-aid bill - papaya growers in hawaii, penn station also benefit from $11 billion measure", "filename": "1994-02-13_SpecialInterestsFattenQuake-AidBill-PapayaGrowersInHawaiiPennStationAlsoBenefitFrom$.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537062A3AC8C2?p=WORLDNEWS", "date": "1994-02-13", "page": "A14", "section": "News", "author": "David Espo", "text": "WASHINGTON - The earth heaved under Los Angeles on Jan. 17, and by the time the aftershocks subsided in the Capitol, papaya growers in Hawaii had money to offset the damage caused by Hurricane Iniki in 1992     An additional $10 million materialized in preliminary redevelopment money for Penn Station in New York. And condominium owners at the Royal Harbor Yacht Club in Florida won government permission to occupy their homes.    In the end, the bill containing $8.6 billion in federal grants and loans for earthquake victims made it to President Clinton on schedule. He signed it at a ceremony yesterday.    But along the way, lawmakers and the Clinton administration salted it with provisions for other causes - disaster-related and otherwise - for a total of  $11 billion.    \"It is a gravy train that is on a fast track,\" observed a frustrated Sen. Russell Feingold, D-Wis., as he sought futilely to strip out $1.2 billion to the Pentagon for operations in Bosnia, Somalia, Haiti and Iraq. Yacht Club relief     When Hurricane Andrew tore through the Miami area in 1992, 48 town houses in the Royal Harbor Yacht Club development were damaged. According to Rep. Peter Deutsch, D-Fla., the owners knew in advance that the first floors were below the flood plain, and thus not covered by insurance.    Even so, owners of the four-story buildings, base priced at $350,000, rebuilt \"legally with permits\" under the watchful eye of officials from the Federal Emergency Management Agency, according to Deutsch.    But after some units had been completed, FEMA declared the structures had been improperly constructed originally in 1983 and would have to be torn down. FEMA warned Dade County that if it approved a zoning variance for the structures, flood insurance eligibility would be cut off for all property owners in the county.    With an amendment to overturn FEMA's ruling in hand and virtually certain to pass the House, Deutsch forged a compromise: The houses can stay.    But the owners must post a plaque made of \"bronze or other durable material\" declaring the first floor can be used only for \"parking, storage and building access.\" `Small papayas'     Sen. Daniel Inouye won approval of an amendment offering relief to papaya growers in his state of Hawaii where crops were destroyed by Hurricane Iniki.    \"The Agriculture Department has ruled that if trees were damaged or stunted, they would get relief,\" Inouye, a Democrat, said of the growers. \"But if they were destroyed, no relief. I have difficulty explaining that to my constituents.\"     Inouye put the cost at about $200,000 for what he said would be roughly 100 growers. \"Small amount, small papayas. You don't mind that, do you?\" he asked the Appropriations Committee. Interstate 5 survey     California isn't the only place vulnerable to earthquakes, noted Sen. Mark Hatfield of Oregon, senior Republican on the Senate Appropriations Committee. The entire Northwest may one day be hit by one.    Hatfield won a provision requiring the Transportation Department to survey the bridges along Interstate 5 in Washington and Oregon to see what needs to be done to make them  earthquake-safe.  Penn Station funds      The money for redevelopment of Pennsylvania Station in New York was a request from the Clinton administration. Said Sen. John McCain, R-Ariz., \"I didn't know the earthquake was felt as far away as Penn Station.", "edition": "Final"}