{"title": "Clinton orders quicker relief, says waits `unacceptable' - extra fema staff sent to earthquake area as new centers to open", "filename": "1994-01-22_ClintonOrdersQuickerReliefSaysWaits`Unacceptable-ExtraFemaStaffSentToEarthquakeArea.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB536FBE98BF2AF?p=WORLDNEWS", "date": "1994-01-22", "page": "A1", "section": "News", "author": "Seattle Times News Services", "text": "WASHINGTON - President Clinton said it was \"unacceptable\" that earthquake victims in Southern California had to wait in long lines for aid and ordered steps to speed up relief efforts, the White House said yesterday     A White House statement said new centers for applying for disaster relief would be opened in the Los Angeles area, more telephone operators would be added to answer calls, and tents would be set up at parks to give shelter.     Clinton \"considers the long lines and long waits at the Disaster Application Centers unacceptable and has ordered a number of steps to alleviate them,\" the statement said.     Angry crowds besieged federal relief centers for a second day yesterday as officials scrambled to speed up aid to victims of the earthquake that killed 55 people and forced more than 20,000 into makeshift camps.     Residents who had hoped to walk out with immediate aid complained bitterly when all they received were application forms and appointments to return up to a week later.     Many said they felt betrayed by Clinton, who visited damaged areas Wednesday and pledged a swift federal response.     Officials of the Federal Emergency Management Agency, mindful of the criticism they faced in the aftermath of Hurricane Andrew in Florida in 1992, pleaded for patience in Los Angeles and promised to rush in extra staffers.         FEMA Director James Witt acknowledged the confusion at federal assistance centers but noted that the relief effort began here sooner than the five days needed to start helping victims of the quake in San Francisco in October 1989. And other officials have noted it took a week to set up centers after Hurricane Andrew in Florida in 1992.      A congressional report after Andrew blasted the agency's top officials as political appointees with little experience in handling disasters. This week's earthquake is testing whether the agency has changed.    California Gov. Pete Wilson has noticed differences.    \"I was in San Francisco,\" after the 1989 quake, he said. \"This is much faster, a much more responsive effort.\"     One of the differences between then and now is the director of FEMA. During Andrew, it was Wallace Stickney, criticized in the congressional report as \"uninterested in the substantive programs of FEMA.\"     Clinton appointed a new director, James Witt, the former director of the Arkansas Emergency Services Department and the first disaster professional to lead FEMA.    He set up a 400-person command center in Washington, made up of officials from all federal agencies that respond to disasters.    Still, plenty of problems still remain in Southern California. Besides long lines at relief centers, National Guardsmen were hurrying yesterday  to try to erect tents  before rains begin to fall.     The White House statement said that by today,  14 disaster application centers would be open, and more mobile teams will be sent to areas \"as needs are identified.\"      The statement also said 400 more telephone operators had been added to take disaster aid calls, bringing the current total to over 700 operators on duty 24 hours a day.     Clinton Thursday gave California a $100 million advance for earthquake repair and announced an extension of 100 percent federal financing for emergency work in stricken Los Angeles.     Those steps were in addition to the $140 million in aid that Clinton released for earthquake victims Wednesday. Compiled from Reuters, Associated Press and Fort Lauderdale Sun-Sentinel reports.", "edition": "Final"}