{"title": "Northridge team bounces back from shaky start - little league world series - `earthquake kids' in new epicenter - northridge team bounces back from shaky start", "filename": "1994-08-27_NorthridgeTeamBouncesBackFromShakyStart-LittleLeagueWorldSeries-`EarthquakeKidsInNe.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5375D0EDF92AF?p=WORLDNEWS", "date": "1994-08-27", "page": "B3", "section": "Sports", "author": "Ap", "text": "WILLIAMSPORT, Pa. - The earthquake shook their lives to the very foundations, yet the one thing it couldn't jolt was their confidence.    Just seven months after their community was at the epicenter of a temblor that left thousands of homes and businesses in ruins, the kids from Northridge, Calif., found themselves in the middle of something not quite as monumentous, but a lot more fun: the Little League World Series.    \"I'm sure everybody back home is really happy about it,\" said Manager Larry Baca, whose 12-year-old  Southern California champions face Venezuela in today's championship game. \"It's just the kind of thing that the community can rally around.    \"But to be honest, I don't know that we ought to make much out of it anymore.\"     Even so, with nearly two reporters on hand for every player, compelling story angles have been in great demand and Northridge's has been the earthquake.    The families of three players - Matthew Cassel, Matthew Cunningham and Greg Wallis - have yet to move back into their homes. Matthew Fisher's family is still living in one room and Spencer Gordon's parents, attorneys who practice together, have been working out of the house. And some of the other families are still dealing with the aftermath of the powerful Jan. 17 quake, which had a magnitude of 6.7.    But most have tired of discussing the topic.    Pat Cunningham said at the start of the week that many of the kids' parents didn't want \"to make a big to-do about it, because so many people suffered.\" Four players still on the team weren't home during the quake because they were playing in a tournament near Riverside.    While making clear that he is grateful for everything that has transpired since the quake, Baca made clear the kids and their families have pretty much put it behind them.    \"It's been what, seven months since it happened? Keep that in mind. And I want to say this, too,\" Baca said.  \"I think we would have gotten this far, with or without the earthquake.Caption:  PHOTOGARY A. CAMEREON / AP: NORTHRIDGE, CALIF., PLAYERS CELEBRATE THURSDAY'S SEMIFINAL VICTORY.", "edition": "Final"}