{"title": "Bolivia `big one' rated 8.2 - deep earthquake big break for scientists", "filename": "1994-06-10_Bolivia`BigOneRated82-DeepEarthquakeBigBreakForScientists.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5373AD17482AF?p=WORLDNEWS", "date": "1994-06-10", "page": "A22", "section": "News", "author": "Kenneth Reich", "text": "The earthquake that occurred 400 miles underneath Bolivia Wednesday night, and was felt thousands of miles north in Canada, was upgraded by scientists yesterday to at least a magnitude 8.2 on the Richter scale and called a unique opportunity for study of Earth's structure    Meanwhile, the death toll from Monday's quake in southern Colombia rose to more than 500 as aid workers reaching the isolated region continued to find villages destroyed by floods and landslides.    Colombian President Cesar Gaviria said yesterday that 12 helicopters were carrying out rescue operations in the mountainous area, largely populated by Paez Indians.    Fears of further disaster were heightened when new tremors shook the area after the quake in Bolivia.    The Bolivian quake occurred in one of the world's most seismically potent deep subduction zones, stretching along the eastern edge of the Andes mountain range.    A subduction zone is an area where one of the great tectonic plates floating on the surface of Earth's mantle is pushing under another. Periodic great quakes are associated with this phenomenon, as is volcanic activity.    Hiroo Kanamori, director of the California Institute of Technology Seismological Laboratory, said the quake was possibly the strongest of its kind this century and that it indicated the interior of Earth may be very heterogeneous, with some regions capable of propagating earthquake waves more efficiently for great distances than others.    But scientists said the reason the great quake caused no major damage anywhere and no reported casualties was that it was so far beneath the surface that it was quite distant from any human habitation.    By contrast, a similarly sized quake, forecast to occur at some time in the much more shallow subduction zone off the Northwest coast of the U.S., would be closer to the surface and prove far more destructive, the scientists said.    Joel Ita, a research associate at Cal Tech, noted that past observations that deep quakes appear similar to more shallow ones, despite scientists' belief that there are no faults at such depths, \"has long confounded seismologists.\"     \"The problem lies in the fact that at the pressures that the (deep) earthquakes occur, the rocks should flow like Silly Putty in response to changes in stress and strain, instead of breaking in a brittle way\" as occurs with faults near the surface, he said. So the deep quakes should be different than shallow ones.    Ita said recent experiments indicate that rather than the brittle fractures that take place along fault lines close to the surface, the material in the deep subduction zones \"actually collapses on itself in a manner exactly opposite of such cracks.\" Information from the Washington Post is included in this report.Caption:  MAPKNIGHT-RIDDER NEWSPAPERS: BOLIVIA - 8.2 QYAJE MAP NOT AVAILABLE ELECTRONICALLY)", "edition": "Final"}