{"title": "Victims getting quake funds, even if they didn't ask", "filename": "1994-02-03_VictimsGettingQuakeFundsEvenIfTheyDidnTAsk.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53701A3EEEE8F?p=WORLDNEWS", "date": "1994-02-03", "page": "A2", "section": "News", "author": "Carla Rivera", "text": "LOS ANGELES - Hundreds of government checks have been mailed to people living in areas hard hit by the Jan. 17 earthquake - even though some of the recipients say they never asked for the emergency money    Most of the checks, for as much as $3,450 apiece, seem to be intended for emergency housing needs, although some people receiving them say their homes are still habitable. Others say that when they called the Federal Emergency Management Agency to ask about the checks, they were told the money could be used for any earthquake-related costs. Yet, the checks also come with a warning that people who cash them are subject to audits and should keep detailed records and receipts.      FEMA officials conceded yesterday that they were aware of problems in the assistance program but said they stemmed from the effort to get aid to victims as quickly as possible.    Officials said about 21,000 emergency housing checks worth about $67 million had been issued to date but that unhappy check recipients made up only a small percentage of those who had received them.    The agency used city maps of areas most heavily damaged to identify priorities in the assistance program. But officials urged patience and said all earthquake victims who qualify for aid will get it.    For many, the government's unexpected largess has only added to the overall confusion of recovery efforts: Recipients do not know whether the checks are grants or loans, whether they can be applied to any bona fide earthquake repair or where to return them.    For some, the checks also raise the question of whether the government, criticized for its lax response during past disasters, may have overcompensated this time around and whether irregularities in the assistance program, if there are any, will be reconciled.    Most of the people said the checks came after they had called a hot line set up by FEMA to handle the flood of aid applications and inquiries from earthquake victims. Usually FEMA requires that the homes of applicants for emergency assistance be inspected to determine the extent of damage before checks are released.    But in this case, check recipients say, no one checked to make sure they were eligible and the money turned up out of the blue.    Meanwhile, those who received the unanticipated checks voiced both concern and indifference.    \"It's just one more thing to deal with, as if you didn't have enough to do already,\" laughed one woman, an employee in the county district attorney's office. She said her home needs some structural repairs but was not seriously damaged.    She called the FEMA hot line a few days after the earthquake to ask about non-emergency loans she might qualify for. She was asked specifically whether she needed emergency aid and said no.    However, this past weekend the woman received a check for $3,450 for emergency housing. She said no one has come to inspect her house to verify that there is any damage.    The woman said she was particularly concerned that some money being hastily dispensed may not be getting to people who truly need it. Her sister, for example, lived in an apartment building that was leveled but has only been able to get $500 in emergency aid, so far, she said. JUST-DISCOVERED FAULT LIKE ONE THAT CAUSED RECENT QUAKE     LOS ANGELES - Geologists have discovered a buried thrust fault, like the one that triggered the recent Northridge earthquake, running for several miles directly under Hollywood and Beverly Hills in one of the most densely populated sections of Los Angeles.    The scientists said there was no evidence the Wilshire Fault had ever produced a major temblor since the city was settled, and there was no way to know if it would.    Buried thrust faults are difficult to detect even under the best of circumstances, because they do not break the surface. The Wilshire Fault is more than 2 miles deep.", "edition": "Final"}