{"title": "More clues indicate northwest is due for massive quake", "filename": "1994-03-31_MoreCluesIndicateNorthwestIsDueForMassiveQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5371AB31A487E?p=WORLDNEWS", "date": "1994-03-31", "page": "B3", "section": "Local News", "author": "Ap", "text": "PORTLAND - Another strong clue that the Northwest is due for a massive earthquake has been found in highway surveys and changes in tidal patterns.  The independent measurements from the different sources makes the evidence especially strong that the region is facing a major jolt, according to a team of Oregon researchers.    \"There aren't a lot of other choices than a big earthquake,\" said Clifton Mitchell, co-author of a University of Oregon study to be published in the Journal of Geophysical Research.    Several leading geologists praised the report, the first major study of its kind, saying it helps confirm predictions.    \"It took these guys about four to five years to knock all the bugs out of it. Most of us feel pretty confident it's reliable work,\" said Robert Yeats, an Oregon State University geologist who has done extensive studies on the region's earthquake potential.    Yeats said there is little doubt among scientists that the Northwest is due for a giant quake.    The main question, he and other geologists say, is whether the area known as the Cascadia subduction zone would buckle all at once or in smaller pieces.    \"If the whole subduction zone goes at the same time from, say Northern California to Vancouver Island, you may produce something greater than magnitude 9,\" said Yeats.    A quake of that size has yet to be recorded on the open-ended Richter scale. Readings of 8.9, the highest on record, were computed from seismographic records of quakes off Ecuador in 1909 and Japan in 1933.    The subduction zone is an area lying off the Northwest coastline where two sections of the Earth's crust are pushing against each other.    Mitchell compared the West Coast to a giant pizza crust that is being squashed against hard rock called the Juan de Fuca plate as it slowly slides beneath the North American continent.    \"We're looking at two pieces, and one is sliding under the other. And they're sticking where they meet,\" Mitchell said.    The researchers drew on highway and railroad surveys and combined that data with ocean-flow measurements to determine that sections of the Oregon, Washington and Northern California coastlines are rising at higher-than-normal rates.    From Cape Mendocino in California to Newport on the Oregon coast, the annual rate is nearly 10 times higher than expected in many areas, Mitchell said.    \"They reach fairly rapid vertical velocities in geological terms,\" he said. \"We're talking about millimeters per year rather than tenths of millimeters.\"     The rate falls off between Newport and Tillamook, Ore., but increases again at the mouth of the Columbia River and along the Olympic Peninsula in Washington.    The variation suggests to Mitchell and others that a major quake running the entire length of the northern West Coast could fracture into segments, lessening its intensity.   Still, he says there is no way of accurately predicting the size of the quake or when it might occur.   One of the nation's leading experts on subduction-zone quakes, Larry Ruff of the University of Michigan, said the Cascadia subduction zone resembles a similar area off Japan.   The Cascadia zone also has features resembling a subduction zone in Alaska that produced a major earthquake in 1964 and a zone in Chile that produced a large quake in 1960.    \"That's immediately bad news if we are to have one because it's a basic rule of thumb that the longer the recurrence time between earthquakes, the larger the earthquake will tend to be,\" Ruff said.    Brian Atwater, a U.S. Geological Survey researcher at the University of Washington and one of the chief experts on Northwest earthquakes, said the history of quakes in Japan illustrates their unpredictability.    \"I would be very hesitant to try to reassure anybody there is a cap on what the subduction zone can do,\" he said.", "edition": "Final"}