{"title": "L.a. freeway reopens; fast repairs not quake-proof", "filename": "1994-04-12_LAFreewayReopensFastRepairsNotQuake-Proof.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53720D39D08FE?p=WORLDNEWS", "date": "1994-04-12", "page": "A6", "section": "News", "author": "Virginia Ellis", "text": "SACRAMENTO, Calif. - In its haste to reopen the the world's busiest freeway after the Jan. 17 Los Angeles earthquake, the California Department of Transportation allowed two replacement bridges to be built with seismic weaknesses that must be corrected to prevent significant damage in a future temblor, according to records and interviews    The bridges on the Santa Monica Freeway, which reopened last night, are believed to be safe from collapse. But a committee of internationally prominent engineers has advised the department that seismic weaknesses in the abutments - the concrete structures connecting the bridges to land - would leave them vulnerable to earthquake damage.     Late last night, Gov. Pete Wilson, Mayor Richard Riordan and U.S. Transportation Secretary Federico Pena strode onto the freshly poured concrete and lifted a line of orange safety cones to let drivers roll through for the first time since the Jan. 17 earthquake.    The first drivers honked their horns and leaned out their windows for the TV cameras, immediately creating the new route's first traffic jam.     Frieder Sieble, the chairman of an advisory committee of outside experts hired by the department to scrutinize designs of replacement bridges, said: \"If we have a big earthquake then, yes, there can be serious damage to the extent where the bridge structure would have to be closed temporarily for that damage to be repaired.\"     Sieble said that the anticipated damage, while significant, would not cause injury or loss of life.    The freeway bridges, which collapsed in the Jan. 17 quake, were rebuilt at a cost of $29.4 million in less than three months, according to an accelerated construction schedule ordered by Wilson. Officials said recently that the closure of the freeway, the world's busiest with 341,000 vehicles a day, was costing the local economy $1 million a day.    Now, as a result of Sieble's findings, transportation department officials said that several weeks after the bridges open to traffic a construction team will have to go back at additional cost and retrofit the structures to strengthen the abutments.    Officials said the effort, involving the drilling of eight pilings 4 feet in diameter, is not expected to require closure of the freeway, a segment of Interstate 10. The cost was estimated at less than $300,000.    Transportation department officials acknowledged that if it hadn't been for the accelerated design and construction schedule, they would probably have pinpointed the seismic weaknesses early enough to correct them before the bridges were completed.    But Pena said, \"These new columns . . . do not need retrofitting. This was done to correct standards.\"     The department's chief bridge engineer, James E. Roberts said that normally the advisory panels, known as peer review committees, examine the design before bridges go out for contract. But in this case, he said, the time schedule was so short that the bridges were already under construction when the committee got its first look at the plans.    By then, Roberts said, the concrete for the abutments had already been poured and it was too late to alter that part of the structures.    Under an emergency proclamation signed signed by the governor the day of the earthquake, the department was given extraordinary authority to shortern normal contracting procedures. Wilson directed that replacements for collapsed bridges be built \"as soon as possible.\"       Caltrans offered contractor C.C. Myers Inc. $14.9 million, plus $200,000 for every day it beat the deadline.    C.C. Myers worked seven days a week and finished 74 days early, earning a $14.8 million bonus. The repairs were paid for by the federal government.Caption:  PHOTOMICHAEL CAULFIELD / AP: A LOS ANGELES RESIDENT SHOWS HER APPRECIATION FOR THE REOPENED SEGMENT OF THE SANTA MONICA FREEWAY LAST NIGHT.", "edition": "Final"}