{"title": "Quake detours force l.a. drivers to south-central", "filename": "1994-01-24_QuakeDetoursForceLADriversToSouth-Central.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB536FD0E7BC1F0?p=WORLDNEWS", "date": "1994-01-24", "page": "C2", "section": "News", "author": "Lynda Gorov", "text": "LOS ANGELES - At a busy South-Central intersection late last week, Roscoe Pittman hawked \"I survived the earthquake\" T-shirts and observed changes in the traffic.    \"I see more white people, quite a few more,\" he said. \"There's three or four in each car, like they're car-pooling.\"     Pittman  said he hoped those car-poolers would become customers. But others said they also hope that the commuters will drive away with a better sense of an area still scarred by the riots of April 1992.    In the coming year, tens of thousands of commuters are expected for the first time to cut through Southwest and South-Central Los Angeles to avoid repairs on quake-damaged freeways. They will take official detours and unfamiliar side streets through these predominantly minority communities, forcing them to see for themselves what had tended to frighten many from afar.    \"The freeways allowed people to ride above the fray, but people are going to find out where South-Central is now,\" said Melvin Oliver, a sociology professor at the University of California-Los Angeles' Center for the Study of Urban Poverty. \"People are going to make that daily commute and it may help people discover that, for all of its faults, South-Central is a place where people work, live and go about their business like anywhere else.\"     Noriko Donna is one of those people now discovering South-Central. Until last week, the advertising agency employee said, she had stuck to the freeways now dotted with orange \"Closed Ahead\" signs and never visited any part of the area, not even its nicest sections. She admitted to being afraid.    Then Donna and a colleague set out to get to work on time and avoid traffic as much as possible. Maps laid before them, they decided the fastest route was through the Crenshaw District, a vibrant area that abuts South-Central and is lumped in with it in many Angelenos' minds.    \"I knew we should be really cautious and my husband was worried about us, but parts of it were really nice,\" said Donna, who lives in Westchester near Los Angeles International Airport. \"I was a little skeptical in advance and that's why we wanted to drive in numbers, in case anything happened.\"     Nothing happened to them, except that the car-poolers sliced time off their commute. According to urban specialists and local officials, that experience alone - driving safely through South-Central, which is bordered by major highways on three sides - could change impressions and alter the image of an area that has more than its share of poverty but also plenty of middle-class residents.    South-Central, which sustained its own share of damage in the tremor that jolted Los Angeles out of bed before dawn last Monday, is a sprawling mix of neighborhoods, well-off and poor, working-class and middle-class. Some of the city's most notorious gangs, like the Crips and the Bloods, operate there. But so do teachers, doctors, students and small-business owners.    \"What has impressed me continually is that when I drive people around, even my own peers, they are always flabbergasted that there are rose gardens and stable, single-family communities enmeshed in these poorer neighborhoods,\" said Margaret Diope, planning deputy for City Councilman Mark Ridley-Thomas, whose 8th District encompasses South-Central.         Few urban specialists said they expect motorists passing through South-Central to be persuaded to move to the conveniently located area, or even to get out of their cars to shop in it.    But back on his street corner, Roscoe Pittman and the other T-shirt vendors were doing a brisk business.    Pulling up to the traffic lights, car after car honked, signaling a potential sale and offering a small sign that some outside dollars may be spent in South-Central.", "edition": "Final"}