{"title": "New quake study tries to make a seismic-electromagnetic link", "filename": "1994-02-13_NewQuakeStudyTriesToMakeASeismic-ElectromagneticLink.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53706403C267D?p=WORLDNEWS", "date": "1994-02-13", "page": "B8", "section": "Local News", "author": "Ap", "text": "EUGENE, Ore. - A former defense contractor, with the help of Oregon State University geologists and the Colorado School of Mines, hopes to study levels of electromagnetic activity in areas where earthquakes occur    Scientists suspect, but have yet to prove, a link between electromagnetic emissions and seismic movement. One reason for the lack of data is that seismologists study activity of the Earth, not of electricity.    Charles Hepler of Eugene says his plan is to install electromagnetic sensors where there is known regular seismic activity and in areas that are quiet. Data would be transmitted by satellite to the National Earthquake Information Center in Golden, Colo., and plotted next to data coming from the seismology machines that measure ground motion.    If theories about the relationship are correct, the information could be used to determine the likelihood of an earthquake occurring in a given area.    However, Hepler is careful to say, this doesn't mean seismologists would be able to say, \"Two days from now you're going to have an earthquake.\" Rather, he says, the information might indicate areas with an elevated risk of quakes.    \"It would allow an area to know there is some kind of seismic hazard,\" he says. \"It allows for modification of building codes, for example.\"     George Keller, an earthquake expert and vice president for research at Oregon State, says the timing of Hepler's research is good. Last month's major temblor in Los Angeles captured the nation's attention, and the public is hungry for information on quake behavior.    Studies in Japan and Russia indicate a correlation between electrical activity and ground motion, and the theory is gaining support among earthquake geologists.    If the grant is approved, Hepler would begin by installing sensors near Klamath Falls and at the university's earthquake monitoring center in Corvallis. Klamath Falls is an ideal place to start the research because it has numerous small-scale earthquakes on a regular basis, Hepler notes.    Since a magnitude 6 earthquake last September, the Klamath Falls the area has been shaken routinely by aftershocks. In fact, an average of four quakes a day hit the area, although most are too weak to be felt.    The electromagnetic emissions put out even for a relatively active area like Klamath Falls are of a much lower level than those found in household appliances or high-voltage power lines. They are thought to be generated by underground water movement that occurs when the ground is shifting and cracking and by stress caused by deformation and fracture of underlying bedrock - all precursors to an earthquake.", "edition": "Weekend"}