{"title": "L.a. businesses walk fine line with their post-quake pitches", "filename": "1994-01-23_LABusinessesWalkFineLineWithTheirPost-QuakePitches.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB536FC4D2490BB?p=WORLDNEWS", "date": "1994-01-23", "page": "A1", "section": "News", "author": "Martin J. Smith", "text": "ONE STORE ADVERTISED discounts on cellular phones when regular telephone service was disrupted by the earthquake. Other Los Angeles businesses have simply printed ads offering reassurance, trying to avoid the appearance of opportunism while offering goods needed by survivors of last week's earthquake -------------------------------     SANTA ANA, Calif. - Tuesday's quarter-page newspaper ad for the Affordable Portables electronics store chain seemed typical. It featured various models of lightweight cellular phones, including one discounted from $199 to $119, and an assortment of cellular-phone accessories, pagers and other electronic equipment.    What set it apart from the chain's regular gizmo ads were two words in bold type across the top - \"Earthquake Alert\" - and the fact that, at the time, local land-line phone service was badly disrupted by the devastating Southern California earthquake.    That and similar ads appearing in the wake of Monday's disaster demonstrate the difficult task many marketers face when promoting themselves and their products and services during times of crisis. There's a fine line between opportunity and opportunism, experts say, and the public tries hard to discriminate between companies trying to be good neighbors and those trying to capitalize on misfortune.    \"It was a hard thing to do,\" said Joe Moran of Affordable Portables in Irvine, referring to last-minute changes that customized a standard electronics ad into an earthquake-assistance ad.      \"We didn't want to seem like we were exploiting the situation, but we were reacting to what happened in our Woodland Hills store Monday when people came in and bought up all the batteries. A lot of people were stranded in parks (and) needed this stuff.\"     Marketing experts say there are general rules consumers can use to interpret the barrage of post-quake newspaper and radio ads, most of which serve the dual purpose of building corporate images while offering disaster assistance.    \"You want your ad to give the impression that you can be legitimately helpful in a time of crisis,\" said Dave Stewart, a marketing professor at the University of Southern California. \"Not just, `It's a crisis and you should do business with us.' But as long as the ads say how the company can be helpful - making it relevant to the crisis - they're in good taste.\"     But, Stewart said, \"the further away from relevance the ads get, the more they become gratuitous and run the risk of being offensive.\"     The Southern California air was thick with compassion this week as one company after another announced its neighborliness. Most of the ads declared the sponsoring company's intent to donate money and supplies or extend special discounts to victims of the earthquake. For example:    --  Taco Bell Corp. pledged to raise money through its restaurants to help victims and to provide food in affected areas.   --  Various banks announced plans to contribute to relief funds and otherwise extend help to victims.   --  The Appraisal Division of Strategic Mortgage Services of Costa Mesa offered to inspect and appraise homes \"at cost\" in the damaged areas.    Retailers were equally demonstrative. Lucky and Sav-on stores donated cash and began collecting money and non-perishable food from customers. Dayton Hudson (parent company of Target and Mervyn's stores) plans to donate money and set up donation boxes in some of its stores.    The Broadway department stores placed full-page newspaper ads proclaiming: \"We're ready to help you.\" The ads urged earthquake-affected customers to \"tell us your needs\" and offered to raise credit limits, lower prices and provide a Special Registry Service \"where friends can see a list of items you'd especially like to receive.\"     A similar Broadway ad appeared shortly after the devastating October wildfires, as did one pledging that \"your neighboring Saks Fifth Avenue store is ready and waiting to assist you.\" The Saks ad also applauded \"those who performed so heroically in this time of need\" and noted the company's donation to a disaster-relief fund.    Such efforts \"obviously are a tremendous goodwill gesture,\" said John McClintock, publicity director for Disneyland, which could benefit because rival Magic Mountain was rendered less accessible by the collapse of a freeway.    McClintock said Disneyland's marketing leaders were on a retreat early this week and had not discussed how the theme park will handle post-earthquake marketing.    \"But what we have been doing is telling everyone who wants to know, and some who don't, that we came through it unscathed and that the park is open regular hours all week,\" he said. \"We're doing it mostly from the communications standpoint, not ads or promotions. We've had between 30 and 40 reporters call to find out.\"     Stewart said Disneyland, or any other marketer, should be careful not to create the impression it is reveling in the misfortune of a rival. That can backfire.", "edition": "Weekend"}