{"title": "Economic impacts of quake,  freeze should be short-lived", "filename": "1994-01-22_EconomicImpactsOfQuakeFreezeShouldBeShort-Lived.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB536FBDB010A51?p=WORLDNEWS", "date": "1994-01-22", "page": "D3", "section": "Business", "author": "John M. Berry", "text": "The harsh winter weather covering most of the eastern half of the country and the earthquake in Los Angeles will leave their mark on the nation's economic statistics this month, but most of those numbers should bounce back quickly, analysts  say    The weather will have a much bigger impact on national statistics than the earthquake, they said, because a much larger portion of the country has been affected.    Retail sales, industrial production, housing starts and sales, other types of construction, personal income and unemployment claims all are expected to be lower than they would have been with normal January weather.    But economists said that once the weather returns to normal, sales, housing, income and employment will bounce back.    Forecasters have been predicting that the pace of economic growth would slow early this year from the torrid, inflation-adjusted rate of around 6 percent in the final three months of 1993. Now they are concerned that the extent of that slowdown will be hard to determine until the numbers settle down in the spring.    The weather's impact on retail sales was demonstrated last March when a major snowstorm hit the East Coast. That storm disrupted consumer shopping to the point that it caused a 1 percent drop in retail sales for the month. Spending bounced back in April, however, as sales shot up 2 percent.    The cold and snow have had an impact on production, too.    Ford Motor Co., for example, closed 12 U.S. factories. Other companies' plants were closed or production reduced because parts were not delivered.    Compared to the frigid weather, the earthquake's effect was relatively confined.    About 9 million people live in Los Angeles County, roughly 3.6 percent of the nation's population, said Joseph Wahed, chief economist at Wells Fargo Bank in San Francisco. However, \"a large part of the county was not affected,\" he said. \"The impact will be short-lived for a great part of the area.\"     Estimates of the damage done by the quake to public and private property range from $7 billion to $30 billion. That loss, however, will not show up directly in most economic statistics, which measure current activity and income.    Wahed estimated that initially perhaps 2 percent of the county's 3.7 million workers, or about 70,000 people, may have lost their jobs at least temporarily. Such a drop in employment compares with national monthly gains of close to 200,000.    Wahed and other regional experts, such as Carolyn Sherwood-Coll of the San Francisco Federal Reserve Bank and Adrian Sanchez of First Interstate Bank in Los Angeles, said they expect the Los Angeles economy to be depressed by the earthquake for only a few months before the rebuilding effort spurs activity.    None of them said they think it will have a significant impact on national figures.", "edition": "Final"}