{"title": "Locke: dome is quake safe - he says recent reports to contrary are wrong", "filename": "1994-08-05_LockeDomeIsQuakeSafe-HeSaysRecentReportsToContraryAreWrong.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537531BBA7D6D?p=WORLDNEWS", "date": "1994-08-05", "page": "B1", "section": "Local News", "author": "Himanee Gupta", "text": "King County Executive Gary Locke today released an engineering report that he says ensures the Kingdome has the structural integrity to withstand earthquakes.     \"There has been a lot of misinformation and anecdotal information about the Kingdome and its structural integrity over the past few days. We have every confidence that it is a sound and safe building,\" Locke said at a news conference.     The report, prepared by the consulting engineering firm of Skilling, Ward, Magnusson, Barkshire, Inc., says that a visual inspection of the Dome's roof shows no distress. The report also says the building maintains the same structural standards as when it was built 18 years ago.     The Kingdome's structural integrity came into question two weeks ago when four ceiling tiles, weakened by age and years of condensation, crashed down. The county decided to strip the ceiling of its 40,000 tiles and a skin of tar paper and, in so doing, discovered several large cavities in the concrete roof and some exposed reinforcing bars.     The engineering report recommended filling the cavities with a protective material and coating the re-bar for durability and to prevent the surrounding concrete from deteriorating.     Meanwhile, in an internal memo written more than 15 months ago and made public this week, a Kingdome official voiced concerns that using high-pressure water systems to clean and refurbish the stadium roof could soak the ceiling tiles and cause them to fall into spectator stands.     A March 8, 1993, memo circulated among Kingdome officials states that Don Suiter, Kingdome operations and maintenance manager, \"wants to go on record as having concern about pressure washing the bare concrete on the roof shells.\"      Suiter's concern, as stated in the memo, was that \"if any hairline cracks exist, water could get through and soak the tectum (ceiling tiles), which might then fall down on people.\"      Though Suiter recommended cleaning the Dome roof with an air-pressure wash system instead, King County officials proceeded this spring with high-pressure water washing. On July 19, shortly before the start of a Mariner baseball game, four of the Dome's 26-pound ceiling tiles crashed to the floor.     The incident prompted the county to cancel up to 15 Mariner home games and at least two Seahawk exhibition football games, and to embark on a $5 million project to remove the ceiling tiles and refurbish the stadium's interior roof.     County officials have long stated that they knew of hairline cracks in the roof shell but felt that high-pressure water would not cause ceiling tiles to weaken and fall.     Suiter expressed his concerns further in a May 13, 1993, memo to then-stadium director Jesus Sanchez. In this memo, he  worried that removing a foam-like exterior insulation layer from the Kingdome roof could cause its interior ceiling tiles to weaken, should condensation develop.     \"My concern stems from the fact that should condensation develop, and should the tectum layer on the interior of the dome become wet, it could potentially present a hazard to spectators seated below, as well as a serious problem for our tenants.\"      Suiter further noted in a Nov. 10, 1993, memo to King County facilities manager Jim Napolitano that numerous leaks were being created by the county's Kingdome roof refurbishing project, and noted that when workers removed the rubber membrane over the exterior insulation, concrete was exposed to weather and susceptible to leaking.", "edition": "Final"}