{"title": "Little league world series - latin america wins title - venezuelans defeat `earthquake kids' 4-3", "filename": "1994-08-28_LittleLeagueWorldSeries-LatinAmericaWinsTitle-VenezuelansDefeat`EarthquakeKids4-3.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5375D63799C77?p=WORLDNEWS", "date": "1994-08-28", "page": "D7", "section": "Sports", "author": "Mel Antonen", "text": "WILLIAMSPORT, Pa. - Outfielder Esteban Avila had two RBI singles to back Cesar Hidalgo's 10 strikeouts as Venezuela beat Northridge, Calif., 4-3 in the championship game of the Little League World Series last night    The Latin American champion finished the tournament with a 5-0 record and was 18-1 in the postseason. Teams from Maracaibo have been to the Little League World Series seven previous times but never advanced to the title game.    \"This game was very important for our country,\" manager Ramon Diaz said. \"Latin America hasn't won for 34 or 35 years.\"     Monterrey, Mexico, in 1958 was the last team from the Latin American region to be crowned champion.    Northridge, nicknamed \"The Earthquake Kids\" by their parents after they survived the Jan. 17 earthquake that rocked California, finished 20-2, including 3-2 in the World Series.      Northridge was trying to win the title for California for a third consecutive season. Long Beach won the other two.    \"Until tonight, everything was going our way,\" Northridge manager Larry Baca said.    Hidalgo, at 5-foot-9 the tallest player on the team, wants to pitch someday for the Baltimore Orioles. His favorite players are Barry Bonds, Brady Anderson and Cal Ripken. Hidalgo likes Anderson because of his sideburns.    Hidalgo's brother, Jose, is a catcher averaging in the .290s for the Orioles' Class A team in Sarasota, Fla.    \"I want to pitch and I want my brother to catch,\" Hidalgo says.    Even with his 10 strikeouts in this game, Hidalgo wasn't himself, Diaz said.    \"He didn't pitch a bad game, but it wasn't his best,\" Diaz said. \"He congratulates the other team on how they hit his pitches.\"     The game was delayed by rain for three hours, five minutes in the third inning.    \"I think we lost our momentum after the rain delay,\" Baca said. \"Justin (Gentile, the starting pitcher) didn't have his control. They were hitting high fastballs. I'd call for an inside pitch and the ball would go over the catcher's glove.\"     Venezuela went to work when play resumed. Effinson Mora doubled and scored on Avila's single for a 1-0 lead in the third.    Northridge tied it in the fourth, but in the Venezuela fifth, Elio Perez scored the go-ahead run on Avila's single. Avila scored on a wild pitch, making it 4-2.    Spencer Gordon hit a home run to center field for Northridge in the fifth inning, but it wasn't enough.", "edition": "Sunday"}