{"title": "Quake aid could heal - or widen - many of l.a.'s rifts - already, racial, class tensions growing", "filename": "1994-01-24_QuakeAidCouldHeal-OrWiden-ManyOfLASRifts-AlreadyRacialClassTensionsGrowing.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB536FCE0AFF740?p=WORLDNEWS", "date": "1994-01-24", "page": "A6", "section": "News", "author": "Pamela Kramer; David Bank", "text": "LOS ANGELES - With federal money flowing into Los Angeles for its latest disaster, the city has another chance to attack its relentless problems: from lost jobs to gridlocked traffic to tensions along fault lines of race and class    But some of the money has been borrowed from recovery efforts for pre-existing crises. And there are worried rumblings that the dueling disasters could create an ugly struggle among groups already competing for desperately needed help.    The local leadership is not given to pulling together. Less than a week after the quake, tensions already had escalated between the inner city and the suburbs, between the rich and the poor, among whites, blacks, Asians and Hispanics.    \"We have the choice of pulling together or splitting further apart,\" said Walter Hoadley, a fellow at the Hoover Institution and the retired chief economist for Bank of America.    As the region struggled to its knees over the weekend, Hoadley and a team of economists planned to propose that Los Angeles pursue a \"total recovery plan with the earthquake as the trigger.\" That plan would use government aid as a lever to create jobs, ease traffic congestion and improve schools.     Given the crucial role of the region's economy, Hoadley said, \"The whole future of California is on the line.\"     It's a point not lost on President Clinton. California, with its 10 percent of the country's electoral votes, is crucial to his re-election, and Clinton has been troubled since he took office by the state's failure to rebound economically.    Clinton has mourned the human losses of the disaster. But some see the earthquake as an opportunity for the president to do what he wanted to do anyway: use federal aid to pull Southern California out of recession.     In the past two years, disasters have laid waste to different chunks of the city.    \"We've been saying this is an equal-opportunity city: civil unrest for the poor, fires for the rich, earthquakes for everybody,\" said Anita Landecker, regional vice president of the Local Initiative Support Corporation, which assists neighborhood organizations in low-income areas.    But none of the disasters has been enough to forge alliances that can overcome the city's divisions.    \"Often, Los Angeles has not been very good at demanding its needs with a united voice,\" Landecker said. \"The kinds of things we need to do and repair are much more than buildings and highways, things like education and jobs.\"     Sally Reed, the county's chief administrative officer, on Friday made a sweeping proposal that would use earthquake recovery as a springboard to address the area's pervasive problems. She wanted $6.6 billion from state and federal governments for health and social services, temporary shelter, public safety, graffiti removal and homeless programs.    The board of supervisors shot down Reed's proposal. \"We don't want to lose our credibility or give the impression that we are taking advantage of the emergency to solve our other problems,\" Chairwoman Yvonne Brathwaite Burke told the Los Angeles Times.    Councilman Mike Hernandez is worried that his riot-devastated district may lose out in the shuffle. \"We have to look at this as one large crisis,\" he said. \"Since '92 we have been in a crisis.\"       A map of earthquake damage shows ugly clusters in South-Central Los Angeles, an area that still has not recovered from the rebellion of 1992. In fact, it's been hammered still harder since then, along with the rest of the region, by the recession.    The area is pockmarked with open lots where stores stood before they were torched in the rioting. And now, business after business is shuttered with new sheets of plywood, victims of either the quake or the recession.    During his visit last week, Clinton promised immediate aid and offered more if needed. The first major infusion will be an advance against $83 million in community-development money the city was to have received in July to meet the needs of low- and moderate-income residents.    That announcement immediately caused suspicion that earthquake relief would divert funds from already needy residents, just as talk of the new homeless worried activists for the \"regular\" homeless.    Local leaders said they have to grab what has been offered and rely on promises that the community-development funds will be replinished.    \"The money will be replaced, or Bill Clinton won't be (re-elected) president,\"  Hernandez said.", "edition": "First"}