{"title": "Quake pulls plug on power in north end", "filename": "1994-01-18_QuakePullsPlugOnPowerInNorthEnd.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB536FA46687B80?p=WORLDNEWS", "date": "1994-01-18", "page": "A13", "section": "News", "author": "Bill Dietrich", "text": "When poet John  Donne said no man is an island, he could have been referring to the West Coast power grid.     Yesterday morning's earthquake in Southern California briefly knocked out power to 30,000 power customers in Seattle, 10,000 each in Portland and Montana, 8,300 near Spokane, and 110,000 in Idaho. Affected areas in the Seattle area included Shoreline, Richmond Beach, Northgate and Lake City.     It was an apt demonstration of the Pacific Northwest's reliance on California power sales this winter because of lower river flows through Columbia River dams.     When the earthquake damaged a 2,000-megawatt powerline in Sylmar, Calif., it knocked out those power sales, causing an immediate electricity shortage in this region that threatened to prevent the power system from running at the standard 60 megahertz.     This in turn could have caused damage to electric motors, slowed electric clocks and created other havoc in what is called a \"brownout.\" To avert this, dispatchers at the Bonneville Power Adminstration's central underground control headquarters at Vancouver, Wash., solved part of the problem by interrupting power to Northwest aluminum plants for 35 minutes. This gave them time to feed additional water through dams and get supplies from as far away as Texas to make up the difference, explained Henry Penrod, a senior dispatcher.     They could not react fast enough, however, to prevent Seattle City Light's Shoreline substation from tripping out automatically.      To prevent brownout damage, City Light spokeswoman Kathy Sugiyama explained, utility substations are programmed to switch off one by one if there is a sudden loss of power until the system can sustain 60 megahertz.     Shoreline's substation is set up to be the first to go off in the City Light system if such a problem occurs. Power was out for about 30 minutes.     Substations also switched off in Puget Power's service area near the Canadian border and in northeast Portland and disrupted portions of three coal-fired generating stations in Wyoming.     The California equipment may be off line for up to two weeks, according to BPA.", "edition": "Final"}