{"title": "Times couldn't be first on earthquake story, so we tried to be best", "filename": "1994-01-23_TimesCouldnTBeFirstOnEarthquakeStorySoWeTriedToBeBest.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB536FC7B2874B5?p=WORLDNEWS", "date": "1994-01-23", "page": "A2", "section": "News", "author": "Michael R. Fancher", "text": "Few things frustrate journalists more than when a major story happens after deadline.     So you can imagine how we felt when California rumbled Monday morning. Because of the holiday honoring the Rev. Dr. Martin Luther King Jr., we had published a morning edition that day and couldn't publish something on the earthquake for more than 24 hours.     Early Monday we explored the idea of publishing an extra edition, as we did when the Gulf War started. That was the newspaper's first extra since World War II.     The Gulf War extra was relatively easy because it started shortly after our normal publication cycle. News, production and delivery crews were held over from their normal work shifts and we were on the streets with the extra in a matter of hours.     On Monday, we would have been starting from zero. Given the holiday, there was no one in the newsroom, no one in the composing and press rooms and no one in delivery trucks when the quake hit. We could have assembled skeletal crews and put an edition in news racks by afternoon, but only a few thousand readers would have even known of their existence. There was no way to deliver an extra to the homes of our more than 200,000 subscribers. Not just Los Angeles story      So, instead, we focused our energies and attention on putting out the best possible Tuesday Times.     Science reporter Bill Dietrich explained some of our motivation by saying, \"The recent San Francisco quake and discoveries of major quakes in this state's recent geologic past had already heightened interest in the possibility of quakes here. This wasn't just a Los Angeles story, it was a Seattle story.\"      We published eight full pages of quake coverage Tuesday, including reports and photos from two reporters and two photographers we sent to California.     \"We felt that by sending our own reporters to California, we could better understand the situation in our own region,\" said regional editor Dave Boardman. \"They could, and did, tell stories that would speak to people who haven't experienced a lot of quakes but live under the threat of one.    \"Marla Williams and Eric Pryne found human stories. Example: Wednesday's wonderful piece by Eric on one family's recovery, with this quote: `My friend who called from Boston told me something her grandmother always used to say. I like it a lot. She said you shouldn't ever cry over something that can't cry over you.'       \"They and our reporters here also looked for lessons on preparation and safety that we could bring to readers here.\"      Some of those conclusions appear today on Page One.    On being there, Pryne said, \"I was struck by how almost everyone I approached was willing, almost anxious, to share their experience with me, take me on tours of their damaged homes, share intimate details. Maybe talking to a journalist was a welcome diversion from cleaning up. Maybe the interest of someone representing readers hundreds of miles away affirmed their sense that something significant had happened to them. Maybe it was cathartic, part of the mourning process.\"      His conclusion is that maybe it was all of those things. Guide on how to prepare      One of the highlights of our Tuesday report was a full-page guide on how to prepare for an earthquake. Because of reader response, we've reprinted it today in color on page A 13. We hope you'll tear it out, use it to get your home and family ready, and keep it handy.     One person who is going to pay heed is reporter Pryne.      \"I saw enough devastation up close to prompt me to make some changes in my own home,\" he said. \"There's a big, glass-framed picture above our bed; it comes down tonight. I think I know where the gas shutoff valve is in my house; I'm going to find out for certain.\"      Reporter Carol Ostrom was called in and put to work trying to find out how vulnerable bridges and roadways here might be.     \"I reached a couple of UW engineers in their offices, and miracle upon miracle, they spoke plain English and were able to explain complicated stuff to a person whose lowest score in anything, ever, was `spatial ability,' \" Ostrom said.     \"It wasn't easy to get myself straight on who fixes what,\" Ostrom said. A transportation expert from the city of Seattle explained to Ostrom about one I-5 overpass.     \"The connections to I-5 are DOT; the bridge, the elevated structure on columns, is ours,\" Ostrom was told. \"The southbound I-5 exit ramp is the state's; the ramp, the state's; then at some point it's ours.\"      Ostrom said that by the time she went home after 12 hours, she \"was beginning to visualize bridges shearing off and my being konked by flying masonry.\"      For all her struggling, Ostrom wrote a really excellent story, accompanied by an informative map pulled together by news artists Randee Fox and James McFarlane.     On Wednesday,  even our Food page got into the action with a story by Larry Brown and Judith Blake on getting supplies now for an emergency.     Throughout the week we published arresting photos from The Associated Press, Southern California newspapers and our own photographers, Rod Mar and Barry Wong. Both Tuesday and Wednesday we had two-page spreads of color photos.     Wong had covered the San Francisco earthquake for The Times, and Mar said that experience proved extremely valuable in dozens of little ways. For example, Wong knew that aftershocks can disrupt electronic key cards locking hotel-room doors for hours. So, they never left their rooms without their camera gear, even to go down the hall for a soft drink.     Photographers need water to develop film and electricity to transmit images. Finding a location with both power and water proved a challenge. Then there's the challenge of getting into the streets and finding what photo director Cole Porter calls \"frozen moments in time.\"      Back in Seattle some recent technological improvements made it possible for us to process and publish the volume of color we did. Our operations director pointed out that even a few weeks ago publishing that much color would have required us to start working on it before the earthquake happened.     Even with the new technology it still takes long hours and hard work by many wire and local editors, page designers, printers, engravers and press workers to make it all happen. And they were all there, doing their jobs. Serendipity in survival      Photographer Mar said his lasting memory of the people in Los Angeles would be \"how inspiring it was to see the courage these people have.\"       But he was struck that, no matter however you prepare for a natural disaster, there is a lot of serendipity in whether you survive.    Reporter Williams heard the same thing from a survivor who said:      \"There is only one thing you need to know, and that is you can never, ever be prepared. I thought we were prepared. When a big quake hits and homes are going up like Roman candles, you are lucky to get out alive. No, you can never, ever be prepared. But if you survive, you can be grateful.\"     Williams wrote a terrific story about Californians adjusting to their crippled road system. And, yes, she really did interview someone named Cindi Valle, who really said of car-pooling, \"I mean it's so extreme. Like nobody has been in the passenger seat before - except maybe a crash dummy.\" \"Great Seattle Quake of 1995\"     The most provocative part of our Wednesday report was a fictionalized account of the \"Great Seattle Quake of 1995,\" depicting some of the catastrophic possibilities of an earthquake here. A few readers complained that it was alarmist and confusing because it was told in the past tense. A couple of callers thought \"The Great Quake of 1995\" headline was supposed to say \"The Great Quake of 1965\" and we got the 6 upside-down. (There was a '65 quake.)      Other readers applauded it. One caller described it as \"creative, well-written, very informative and gripping.\" The admirers recognized that science reporter Dietrich's fictionalized scenario was based on solid reporting.     Mike Stanton, news editor who suggested the fictional approach, says, \"I'm glad I did. I believe it worked.     \"My feeling was that we were doing a lot of good work reminding people that they ought to get ready and telling them what they can do.      \"But I'd heard it all before, read it all before, made a lot of good resolutions to get my home and my family ready, and hadn't done a thing. I think there are a couple of hundred thousand people like me in our circulation area.     \"I thought that if, instead of writing what might happen or could happen someday here maybe, we wrote about it as if it had happened here, it might bring it home to some people in a way the other warnings didn't.     \"I think the headline and introduction made clear to any reasonable reader what it was. But I don't have any illusions that, when you try something different from your usual fare, several hundred thousand readers will rise as one and cheer.     \"I agree with folks who say we shouldn't be unnecessarily alarmist. In this case, I think it was necessary.\"       I guess this shows I'm proud of our coverage and think it served readers well. We couldn't be first with the story, but we could be best. Inside The Times appears each Sunday. If you have a comment about news coverage, write to Michael R. Fancher, P.O. Box 70, Seattle, WA 98111, or call 464-3310.Caption:  PHOTOROD MAR / SEATTLE TIMES: SEATTLE TIMES REPORTER MARLA WILLIAMS INTERVIEWS A CALIFORNIA HIGHWAY PATROL OFFICER ABOUT EARTHQUAKE DAMAGE TO THE SOUTHERN CALIFORNIA FREEWAY SYSTEM.", "edition": "Final"}