{"title": "Clinton in close touch with relief efforts - top officials sent to assess quake damage", "filename": "1994-01-18_ClintonInCloseTouchWithReliefEfforts-TopOfficialsSentToAssessQuakeDamage.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB536FA42F94353?p=WORLDNEWS", "date": "1994-01-18", "page": "A9", "section": "News", "author": "Martin Kasindorf", "text": "WASHINGTON - President Clinton, mindful of political headaches that predecessor George Bush suffered over lethargic federal responses to hurricane disasters, has moved quickly to dispatch government resources and high-level officials to Los Angeles    The president's Oval Office signing of a federal disaster declaration yesterday afternoon authorizing federal relief operations capped a day of close personal involvement and TV appearances to reassure Californians he was on the case.    Notified of the quake at 8 a.m., Washington, D.C., time, by Housing Secretary Henry Cisneros, Clinton immediately phoned his half-brother, Roger Clinton, at his apartment near the epicenter and determined that he was unhurt.     \"I guess I was a citizen first,\" the president said later.    Then, pledging in calls to Los Angeles Mayor Richard Riordan and California Gov. Pete Wilson that \"the United States government would do all that we possibly can to be helpful,\" Clinton sent Cisneros, Transportation Secretary Federico Pena and Federal Emergency Management Agency (FEMA) director James Lee Witt to Los Angeles, along with White House aides.    Under the federal program, some low-income residents will be eligible for $12,200 grants.     Others will receive low-interest loans from the Small Business Administration, rent assistance, emergency unemployment benefits and crisis counseling.    Even before Clinton declared a major disaster at Wilson's request, FEMA ordered four medical teams, four urban search-and-rescue teams and a 60-truck convoy of communications gear and electrical generators to head for Los Angeles from other cities.    The U.S. Forest Service deployed aerial water-drop tankers in case they were needed for firefighting. Military troops can go into action to supplement the 1,500 California National Guard troops called up by Wilson if reports indicate they are needed, the president said.    The 2,700-employee FEMA was denounced by Sen. Ernest Hollings, D-S.C., as \"a bunch of bureaucratic jackasses\" for muffing aid after Hurricane Hugo in 1989, and was criticized even more harshly when Hurricane Andrew hit the Miami area  in August 1992.     But Witt, Arkansas' former emergency services director and a close friend of Clinton, won praise for rebuilding the agency when it responded well to last summer's Midwestern floods and the Southern California wildfires in October.    Previous California disasters left FEMA prepared for the earthquake. Its Pasadena operations center was set up to handle the 1992 Los Angeles riots.     Homeowner-aid dispensation centers rented for the fires could still be activated rather quickly, Clinton said.    American Red Cross President Elizabeth Dole made her own high-profile trip to Los Angeles yesterday to spotlight her organization's relief efforts.Caption:  PHOTOJAMES LEE WITT", "edition": "Final"}