{"title": "After the l.a. quake: the deluge", "filename": "1994-01-20_AfterTheLAQuakeTheDeluge.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB536FAEBFAB7B9?p=WORLDNEWS", "date": "1994-01-20", "page": "B1", "section": "Local News", "author": "Joni Balter", "text": "When the Los Angeles earthquake story slides down the front page and drops to the middle of the TV newscast, Pacific Northwesterners will notice themselves toying with an unavoidable but unpure thought: \"Does this mean more Californians are going to move here?      The answer, of course, is Yes. The first words from some stunned Angelenos staggering out of crumbling apartment buildings and flaming houses were things like \"I want to get the hell out of California\" and \"I am moving, Dude.\"      Such comments typically send shivers down Washingtonians' spines, because this state is the No. 2 destination for migrating Californians. (Nevada is first, Oregon third.)      But even though more newcomers certainly will jam Washington's freeways and muck up the landscape with new housing developments, it's time to end California-bashing.     Those poor people have endured mudslides, fires, riots, more fires and a steady increase in  major earthquakes over the past few years.    They don't need our tacky vitriol, too.     Even if you don't want Washington to grow, even if you live in absolute fear of what more people will do to this already fast-growing place, you have to feel sorry for these people.    We think about livability. They think about living.     Their desire to move will be tempered first by the reality that the Northwest, too, is due for a big shaker, and second by the practicality of selling a home in L.A. It will take a minute to refine a convincing pitch along the lines of: \"How about a nice fixer-upper on a cracked street? You have to boil your water and the natural-gas line is broken. Other than that, it is absolute paradise.\"      Many will move anyway. But before we get too cranked up about another flurry of newcomers, we should realize we really can't stop anyone from moving to our state. They've been flooding in in big numbers.     In just the first three years of this decade, Washington experienced more than half of the in-migration that came in the entire decade of the 1980s. The state grew by an estimated 374,000 people between 1990 and 1993. Two-thirds of those folks moved in. The rest were  tiny new natives.     What's strange is that the late '80s were boom years. The last year or so was supposed to be a time of economic slowdown, a  Boeing slump.     \"Migration is always a matter of push and pull,\" says Theresa Lowe, a demographer for the state. \"The growth hasn't slowed down from California, because there are so many push factors.\"      To put it mildly.     What pushed, or let's say jet-propelled, lawyers Julie and Jay Rossiter out of Los Angeles to Seattle last month was the cumulative hassle of living there.     \"It's not so much the fires and natural disasters, it's the crime and the gangs,\" explained Julie. \"Natural disasters can happen anywhere. It's the other things.\"      The couple wanted to live somewhere near the Pacific Coast. They looked at San Francisco (same problems as L.A.), at Portland (too homogenous), and settled on Seattle (the only place left).     So let them come. Let this be the year Northwesterners ease up on their xenophobia. Let's make this a time to be gracious and welcoming to Californians.     But you never know, do you, what we'll start saying about those dangerous Minnesotans . . . Joni Balter's column appears Sunday and Thursdays in the Local News section of The Times. Her voice-mail number is 464-3279.", "edition": "Final"}