{"title": "L.a. quake lesson: we'd better be ready", "filename": "1994-01-23_LAQuakeLessonWeDBetterBeReady.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB536FC863C7425?p=WORLDNEWS", "date": "1994-01-23", "page": "A1", "section": "News", "author": "Bill Dietrich; Eric Pryne; Marla Williams", "text": "When the grim and spectacular television images of earthquake damage in Southern California flickered onto Pacific Northwest television screens, more than one local resident probably thought, \"Thank goodness I don't live there.      Not so fast.     \"The state of California is one of the safest places you can be in an earthquake,\" said Bill Steele, a seismologist at the University of Washington. \"That's not true of Washington and Oregon.\"      California set up a school seismic-safety program called the Field Act after a 1931 Long Beach earthquake and created an independent Seismic Safety Commission after the 1971 Sylmar earthquake, Steele said.     \"The Seismic Commission was allowed to speak the truth\" about risk and readiness, he said. \"We don't have that kind of body in the state of Washington.\"      A measure to create one was vetoed as unnecessary by then-Gov. Booth Gardner in 1985 and rejected again by the state Legislature in 1992 because of its $100,000-a-year cost.     \"We should have some commission that keeps track of our readiness,\" argued Steve Palmer, an earthquake-hazards geologist with the state Department of Natural Resources. \"We're talking about $200,000 in a $15 billion (two-year) state budget. What's the cost to Boeing if it has to shut down for a month because roads and water are out?\"      Many government agencies have taken steps to improve earthquake readiness, particularly since the 1989 San Francisco quake. But the efforts remain spotty and uncoordinated, with no one responsible for assessing overall readiness. Most Washington cities lag behind Seattle.     Some other points that emerged from Monday's 6.6 magnitude quake in Los Angeles:      --  Even simple preparations can help. Carol Ordelheide of Burbank put plastic Kinderlocks on her cupboards. Designed to keep toddlers out, they can also keep dishes in when an earthquake strikes. Ordelheide's cupboards stayed shut.     --  Preparation holds no guarantees. Davee Frankel of Sherman Oaks strapped her water heater to her wall and prepared an emergency kit with flashlight, radio, water and so forth. Her house was shaken so violently the water heater toppled anyway and it took her hours to find the kit buried in debris.     --  Disasters remind people what is important. Angelic Hunter of Canoga Park returned to the rubble of her apartment. She took warm clothes and blankets, but left her jewelry behind. It didn't seem important, she explained.     --  Washington can learn specific lessons from California. When Washington sent emergency crews to help in Los Angeles it turned out they weren't needed. One reason  is that California has frequent multiagency earthquake drills we lack here, eliminating some confusion and delay, said Linda Noson, a former co-chair of Washington state seismic advisory committees and director of the seismic-hazards division of the engineering firm Ratti, Swenson, Perbix & Clark.     After more than 100 untrained volunteers died trying to help in Mexico City's 1985 earthquake, Los Angeles has also trained volunteer Community Response Teams in first aid, fire suppression, search and rescue and the like.     --  Disasters teach the same lessons over and over. Predicting exactly what structures will fail is difficult, said  Noson. Predicting the aftermath is clear: Victims will need water, shelter, food, power repairs, police or the National Guard to maintain order, and some kind of emergency-transportation plan.     --  We live on a shaky planet. \"Earthquakes this size occur every couple days somewhere in the world,\" said UW seismologist Steve Malone. The trick, he said, is for people in any one place to remember their lessons long enough to be ready for the next one.     \"It's too early to tell what this event will be teaching us\" in new science, he said. \"There will be months if not years of analyzing the data and checking theories.\"      Could it happen here? \"It's just a matter of time,\" said Malone.     Palmer said the long period between earthquakes can lull people into complacency, saying that the San Francisco Bay Area went without an earthquake with a magnitude greater than six from 1911 to 1979. It took that long for the pressure relieved by the disastrous 1906 quake and its aftershocks to build up again, he said.     Washington has experienced a number of powerful quakes over the years. The epicenters were: 7.3 in 1872 near Mount Baker; 6.0 in 1909 under Puget Sound; 5.75 in 1936 in southeast Washington; 5.75 in 1945 near Mount Rainier; 6.4 in 1946 under southern Puget Sound; 7.1 in 1949 near Olympia; and 6.5 near Tacoma in 1965. Vancouver Island had a 7.0 in 1918 and a 7.4 in 1946.     The 1872 earthquake did little damage because of the light population but was the most widely felt. Seattle residents poured into the city's streets in terror, cracks opened in recent sawdust and dirt landfill at the waterfront, gamblers abandoned their winnings in an Olympia saloon, and a church choir singing \"Joy to the World, the Lord has come!\" was interrupted by the shaking and thought the end was at hand.     Despite this history, \"We are not prepared for an earthquake,\" the Seismic Safety Advisory Committee told the Legislature in a December 1991 report.     \"If California is a 10, we're a one,\" in earthquake preparation, said Carole Martens, a Seattle-based earthquake-preparedness consultant.     While the Seattle School District is one of many in the state striving to improve quake safety - it has a bond issue on the ballot Feb. 8 to continue the program - there is no statewide school-safety requirement.     Seattle has adhered to Zone 3 building-code standards for earthquake preparation since 1952, but those regulations for fastenings aren't scheduled to be extended to rural and small-town Western Washington until 1995. California uses tougher Zone 4 building codes.     Jim Mullen, recently appointed to re-energize Seattle's Emergency Management Division, draws another lesson from the California quake. It was bad, but the aftermath can often be worse.     \"Most of us will survive an earthquake,\" he said. \"I think maybe 1,400 people have been killed by earthquakes in the entire history of the United States. But Los Angeles' big problem is not the earthquake. Its big problem is getting back to normal.\"      The Puget Sound region should do some thinking now of how it would cope if roads were cut, water lines severed, natural-gas lines broken, and power out, he said.     And Puget Sound residents should think about how they would survive during the time it takes lights, water and heat to come back. \"People should begin to take initial steps to prepare themselves for a disruption of services,\" Mullen said.     Martens suggested commuters should have a backpack with first-aid kit, walking shoes, gloves, warm clothes, water and a battery-operated radio. \"Not knowing what is going on is terribly disorienting,\" she said. \"You can become paralyzed.\"      A duplicate of the kit should exist at home, she said, with additional water, candles, and, ideally, camping gear and food. It can bring peace of mind, she said. \"If you look at this in a common-sense way and do what you can, then you can forget about it.\" Seattle Times reporters Eric Pryne and Marla Williams contributed to this story.", "edition": "Final"}