{"title": "Immigration check planned over quake aid", "filename": "1994-03-22_ImmigrationCheckPlannedOverQuakeAid.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53716D53FBC48?p=WORLDNEWS", "date": "1994-03-22", "page": "A2", "section": "News", "author": "Roberto Suro", "text": "WASHINGTON - Acceding to congressional demands, the Clinton administration said yesterday that immigration officers will check applications for housing assistance because of the Southern California earthquake and that illegal immigrants caught seeking aid will be prosecuted    The new screening procedures mark the first time law-enforcement officers have been instructed to scrutinize the immigration status of applicants for humanitarian aid. It also marks the first time the federal government has used the threat of fines and imprisonment to deter illegal immigrants from participating in a benefits program.    The crackdown comes amid growing agitation in Congress and in some quarters of the administration for tougher action to prevent illegal immigrants from getting government services. Proponents of the new measures - led by Democrats - predict the quake plan could become a model for restrictions on a variety of benefits programs such as health insurance or welfare payments.    Officials at the Federal Emergency Management Agency, which announced the new measures, said they had no estimates of how many people might be affected but expected the number to be small. \"We have had extensive experience in immigrant communities, and what we have found is that very few illegal aliens ask for help even when we have gone to great lengths to tell people we didn't care whether they were illegal or not,\" said a senior FEMA official.    In the past, the federal government has always helped victims of natural disasters without regard to their immigration status. Congress changed that practice in February when it approved $8.6 billion in relief money for the Los Angeles area.    For the first 90 days after the earthquake, the government will continue to offer help as before, but after 90 days, the February bill's prohibition on aid to illegal immigrants will go into effect. That distinction is the result of a compromise crafted by the Democratic congressional leadership and adopted in a conference committee in order to avoid a noisy floor fight and a recorded vote on the measure, senior congressional aides said.    To enforce the measure, Congress instructed the government to take \"reasonable\" steps to determine the immigration status of applicants, but what constitutes reasonable steps immediately became controversial. Initially, FEMA proposed allowing applicants to certify their immigration status just as they are asked to certify many other aspects of their identity and qualifications for assistance.    \"We routinely deal with people who have lost everything, including their identity documents,\" said a senior FEMA official. \"We take their word as to who they are at least initially, and then we have a lot of procedures to verify their claims later.\"     But Sen. Dianne Feinstein, D-Calif., objected, and in a letter dated March 1 to FEMA director James Lee Witt, she wrote: \"It is my belief that FEMA should not be relying solely on the honor system, nor should it base its procedure entirely on an empty warning against making false statements. Without further safeguards . . . I believe that the proposed FEMA process will provide much too little deterrent to be effective.\"     Feinstein was joined in pressing for more stringent measures by Sen. Harry Reid, D-Nev., and in response to their demands FEMA will ask applicants to make a formal declaration of their immigration status that carries penalties of fines and imprisonment for false statements.     In addition, applicants will be required to produce identity documents. The Immigration and Naturalization Service will also \"do spot checks of the applications on a routine basis,\" according to a congressional aide involved in the plan.     \"Depending on how well it works, this process of a formal declaration of lawful status backed up by the immigration service auditing the applications could be used in a lot of federal benefit programs,\" the aide said.", "edition": "Final"}