{"title": "Japanese quake sends tsunami across pacific - coastal warnings issued for hawaii, west coast", "filename": "1994-10-04_JapaneseQuakeSendsTsunamiAcrossPacific-CoastalWarningsIssuedForHawaiiWestCoast.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53771411E475A?p=WORLDNEWS", "date": "1994-10-04", "page": "A1", "section": "News", "author": "Peter Landers", "text": "TOKYO - An undersea earthquake jolted northern Japan today, shaking buildings 650 miles away in Tokyo and injuring 196 people, authorities said.     Tidal-wave warnings were issued for the Pacific, including the West Coast of the United States.    Hawaii closed its public schools and beaches this morning and ordered people in coastal areas to evacuate their homes.    Washington state emergency officials warned coastal residents to be prepared to evacuate to higher ground. The tsunamis were expected to hit here late this afternoon.     The state Department of Emergency Management said tsunamis could affect Clallam, Jefferson, Grays Harbor, Pacific, Wahkiakum, San Juan and Island counties.    Residents were advised to stay tuned to a radio, make preparations to evacuate to higher ground and curtail activities on the shoreline.     Schools in parts of Grays Harbor County this afternoon were dismissing students early or busing them to higher ground. Residents were advised to stay away from beaches, and two reception centers were opened in case people wanted a place to go until any danger passed, said Lynn O'Conner, spokeswoman for the county sheriff's office.    The Pacific Tsunami Warning Center in Hawaii said it could not predict the height of the wave or waves, which it estimated would reach Hawaii and California this afternoon.    Emergency warning sirens alerted Hawaiians in coastal areas to evacuate their homes. Oahu Civil Defense told tourists in Waikiki to return to their hotels to get further instructions, and people living on the lower floors of high-rise condominiums in coastal areas were told to go to the third floor or higher.    The center said a tsunami usually arrives in a series of waves several hours apart.    Japan's Central Meteorological Agency estimated the preliminary magnitude of the quake at 7.9, the strongest to hit Japan in 26 years.    The National Earthquake Center in Golden, Colo., said the earthquake had a preliminary magnitude of 8.2.    Nearly all the injuries occurred in the northernmost main island of Hokkaido, the Kyodo News Service reported. Police reported some minor damage but no deaths.    The quake, which lasted more than a minute, was centered 13 miles beneath the floor of the Pacific Ocean, near the southern end of the sparsely populated Kuril Island chain and 650 miles from Tokyo.    In the city of Kushiro on Hokkaido island, nine gas leaks and a cracked road were reported as a result of the quake. One fire was reported in the town of Nemuro.     More than 13,460 households in eastern Hokkaido island had lost electric power as of midnight, said Kazuhiro Kojima of Hokkaido Electric Co.Caption:  MAPKNIGHT-RIDDER NEWSPAPERS: EARTHQUAKE EPICENTER (MAP NOT AVAILABLE ELECTRONICALLY)", "edition": "Final"}