{"title": "Little league world series - venezuela stops u.s. title bid - `quake kids' beaten 4-3", "filename": "1994-08-28_LittleLeagueWorldSeries-VenezuelaStopsUSTitleBid-`QuakeKidsBeaten4-3.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5375D749298E4?p=WORLDNEWS", "date": "1994-08-28", "page": "D7", "section": "Sports", "author": "Los Angeles Timesap", "text": "WILLIAMSPORT, Pa. - An earthquake could be overcome. A thunderstorm could not.    Maracaibo, Venezuela won the Little League World Series yesterday, 4-3 over a Northridge, Calif. team whose city was ravaged by an earthquake seven months ago.    A three-hour rain delay cooled off Northridge pitcher Justin Gentile as Maracaibo became the first Latin American team to win the title since 1958.    The game was scoreless in the third inning when rain, hail and lightning stopped play. The storm left huge puddles in the outfield.    \"That rain really got us,\" Northridge shortstop Matt Fisher said. \"We had the momentum, but after we stopped, they scored right away and turned it around.\"     Gentile, whose palm ball was working well before the break, and Venezuela pitcher Cesar Hidalgo were in control when the severe weather hit. After the game restarted, Gentile threw five wild pitches and gave up seven hits.    Hidalgo pitched a three-hitter and struck out 10.    \"It's been a great ride. A dream,\" Northridge Coach Larry Baca said. \"Really a dream when you think where we started.\"     The families of three Northridge players - Matthew Cassel, Matthew Cunningham and Greg Wallis - have not yet moved back into their homes. Many others are still dealing with the aftermath of the Jan. 17 quake, which had a magnitude of 6.7.    Northridge was attempting to become the third California team in a row to win a World Series title. Long Beach won the past two.    A Latin American team hadn't won a World Series championship since Monterrey, Mexico, won consecutive titles in 1957 and 1958. U.S. teams hadn't won three straight titles since winning eight straight after Monterrey's last title.    California teams, El Cajon, San Jose and Granada Hills, won consecutive championships from 1961-63. Pennsylvania, with titles in the first two World Series, 1947 and 1948, is the only other state with consecutive titles.    It was Venezuela's first appearance in a championship game.", "edition": "Final"}