{"title": "Natural disasters - now is the time to prepare for a powerful earthquake in the puget sound area", "filename": "1994-01-26_NaturalDisasters-NowIsTheTimeToPrepareForAPowerfulEarthquakeInThePugetSoundArea.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB536FDEEB952A7?p=WORLDNEWS", "date": "1994-01-26", "page": "B7", "section": "Editorial", "author": "Unknown", "text": "Editor, The Times:      It has been very interesting for me to watch all the goings-on down in L.A. after the last earthquake. It just happened to have its epicenter in Northridge, where until about a year ago, my sister and brother-in-law were living. I am very thankful that they are now up here in Seattle     However, my real interest is in watching how people in an earthquake-prone area are reacting to what is only a moderately severe earthquake and wondering what they will do if they are ever confronted with a truly catastrophic quake.     A few years ago, the Bay Area quake lasted only 15 to 20 seconds at 6.9 on the Richter scale. The Northridge quake on Jan. 17 lasted about 30 seconds at 6.6. I can certainly sympathize with these people about the fear and uncertainty that a quake and its aftershocks can bring, but not with the absolute shock and amazement that I have heard and seen from so many on the news.     In 1964, my family and I spent 4 1/2 minutes riding out an 8.4 earthquake in Anchorage, Alaska. In that amount of time, you can imagine an infinite number of possible scenarios from outright death to being buried in rubble for days, in pain, while it snowed. I was only 9, but I will never forget watching furniture fly across the room, my father running to and fro, catching a falling lamp here, a toppling clock there. I had time to realize that the earth beneath our house was not just shaking , but felt more as though we were on the deck of a ship, in a heavy, rolling sea. My 5-year-old sister had time to ask Dad if earthquakes could hurt you and to be yanked away from a plate glass window.     We actually were lucky we couldn't afford to live in the expensive \"Turnagain\" neighborhood (the \"Bellevue\" of Anchorage), which was situated on a bluff overlooking Cook Inlet. \"Turnagain-BY-the-Sea,\" was thereafter known as \"Turnagain-IN-the Sea,\" as rooftops of houses that had slid not just feet, but up to a quarter of a mile downhill and out into the sound, were all that was visible in many cases.     I guess that my point is this: We have been extremely lucky that the recent earthquakes have been mild to moderate and short in duration. People may have the mistaken belief that what happened in L.A. on Jan. 17 is about as bad as it gets. They are wrong!      The Puget Sound area has geological evidence of past quakes of 8.0 and higher. And since we are situated on a \"subduction\" quake zone similar to the faults in Alaska, we too could face a 2- to 5-minute quake, rather than one counted in seconds.     So now is the time to prepare, get insurance, be sure your home is bolted to its foundation, stockpile necessities, both in your home and your car, make arrangements to have all family members contact an out-of-state friend or relative, as long-distance going out of town is usually not as jammed as the long-distance calls coming in, and local phone service is often out entirely.     But if we are prepared for things such as natural disasters, we will be less traumatized when they happen, because we will not be taken by surprise and we will have more control over our own survival and those of our loved ones. Deborah Loomis KenCaption:  ILLUSTRATIONAUTH / THE PHILADELPHIA INQUIRER: \"NATURE IS OFTEN HIDDEN; SOMETIMES OVERCOME; SELDOM EXTINGUISHED.\" - FRANCIS BACON (ILLUSTRATION NOT AVAILABLE ELECTRONICALLY)", "edition": "Final"}