{"title": "Earthquake rebuilding shakes life into los angeles area's economy - - disasters bring silver-lining stimulus", "filename": "1994-03-08_EarthquakeRebuildingShakesLifeIntoLosAngelesAreaSEconomy--DisastersBringSilver-Lining.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53710B2B82AF6?p=WORLDNEWS", "date": "1994-03-08", "page": "D1", "section": "Business", "author": "Jonathan Peterson; Polly Lane", "text": "LOS ANGELES - Call it shock therapy: Earthquake rebuilding efforts are about to breathe new life into Southern California's battered economy, as disaster-relief money showers down on an army of builders, repair companies, retailers and suppliers    Remarkably, some economists now expect the quake to speed up the region's recovery rather than push it back into 1995 as many feared in the chaotic days after Jan. 17. The fuel: $15 billion in insurance checks and disaster aid - in effect an economic stimulus program aimed at the heart of Los Angeles.    \"It filters through the economy in an amazing way,\" said Morton Shapiro, chairman of the University of Southern California's economics department.    Shapiro said the earthquake has provided his family a do-it-yourself lesson in the economics of disasters. \"We replaced a TV. We replaced two VCRs. We spent $1,000 to get our car fixed. We built a new fence. And I don't think we're the only ones.\"     From earthquakes to blizzards, floods to tornados, natural disasters obviously take a toll on wealth as well as nerves. Work time is lost forever. Rattled residents move away. Businesses are wiped out. Tourists go elsewhere.    Job gains in Southern California may be slightly lower in the future, when the rebuilding wave winds down around 1996.    Yet seven weeks after the Jan. 17 earthquake sparked fears of regional paralysis, the surprise is that Southern California's economy is not faring worse.    Sky-high initial estimates of up to $30 billion in damage have been slashed to $13.5 billion in a new study by the University of California, Los Angeles. Freeway repairs in Los Angeles are proceeding much more rapidly than in the San Francisco Bay Area after the 1989 Loma Prieta quake. Federal money is coursing through the pipeline from Washington, D.C.    \"The irony of it is that this bad event that created a lot of hardship is going to start an economic expansion about a year before it would have happened otherwise,\" said private economist Mark Zandi, who now expects a recovery this summer, based on his analysis of Hurricane Andrew and other disasters on their regions.    Already, new signs of economic life are emerging, as the shell-shocked aftermath of disaster evolves into a phase of methodical rebuilding. For instance, property owners, still awaiting insurance payments, now are calling contractors and beginning to plan major renovations and repairs.     Seattle-based Nordstrom has reopened its damaged stores  - the Topanga Rack in Woodland Hills, and the Topanga Nordstrom at Canoga Park. The company took a loss of $3 million, or 4 cents per share, for the quarter ended Jan. 31, to pay for the repairs. It does not carry earthquake insurance because of high costs, said John Goesling, executive vice president.     No magic formula can show precisely how a region will fare in the aftermath of disaster. But Miami's experience with Hurricane Andrew may be instructive.    The August 1992 storm devastated sections of Dade County, Fla., and was blamed for some $23 billion in losses.    Yet $19 billion in relief, mostly private insurance money, seemed to propel Miami out of recession shortly after the storm, despite the closure of nearby Homestead Air Force Base. The county gained 28,400 payroll jobs in 1993, an above-average advance, and the unemployment rate fell to 7.8 percent from about 10 percent.    \"There's no doubt that it (disaster relief) speeds up economic growth in the short run, no doubt at all,\" said Pat Fishe, a professor of economics at the University of Miami. Seattle Times business reporter Polly Lane contributed to this report.Caption:  PHOTOROBERT F. BUKATY / AP: REAL ESTATE BROKERS WATCH DEMOLITION OF AN EARTHQUAKE-RAVAGED OFFICE BUILDING AS THE QUAKE'S AFTERMATH EVOLVES INTO A PHASE OF REBUILDING.", "edition": "Final"}