{"title": "L.a. digs out - many quake survivors without water, power - at least 34 dead", "filename": "1994-01-18_LADigsOut-ManyQuakeSurvivorsWithoutWaterPower-AtLeast34Dead.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB536FA12490A2C?p=WORLDNEWS", "date": "1994-01-18", "page": "A1", "section": "News", "author": "Apreuters", "text": "LOS ANGELES - Thousands of people reeling from the Los Angeles earthquake and its aftershocks camped out in yards, cars and shelters today, struggling to get by with no power, no water and - in some cases - no place to live    Police, determined to add \"no looting\" to that list, were enforcing a dusk-to-dawn curfew in the city, reinforced by sheriff's deputies.    At least 34 people died as a result of yesterday's quake, which measured 6.6 on the Richter scale and was centered in the densely populated San Fernando Valley 20 miles northwest of downtown Los Angeles.    Hundreds of aftershocks rolled through after the quake hit at 4:31 a.m., including one at 3:33 p.m. yesterday measuring 5.3. The aftershocks were diminishing in intensity today, but Dr. Lucy Jones of the California Institute of Technology said there was a \"50-50 chance\" an aftershock as great as 5.0 would be felt again within days.    The lingering threat kept many people from returning to their homes, especially in Northridge, the neighborhood at the quake's epicenter.    The state emergency agency sent about 300 search-and-rescue teams to dig people out of the rubble, dead or alive. The teams were equipped with high-tech listening devices and cameras that can be lowered into crevices.    Crews today continued searching the Northridge Meadows apartment house that yielded 16 bodies. The two top floors of the three-story, wood-and-stucco building smashed the ground floor flat. There were no reports of anyone from the building missing.    \"All the bodies we found were in bed. They didn't have a chance to wake up,\" city firefighter John Hanson said.    Giant chunks of the region's vital freeways lay smashed on the ground, foretelling months or even years of traffic snarls.    Melissa Edwards said her usual half-hour freeway commute into the valley became a three-hour ordeal.    \"It's unbelievable, the things I've gone through,\" she said by telephone on the road. \"Unbelievable detours because of fires, roads just completely torn up. . . . People are driving crazy, cutting people off.\"      Early today, firefighters doused a blaze that heavily damaged Art's Deli, a popular eatery in the Studio City neighborhood that caters to the entertainment industry.    Firefighters also battled a blaze that began yesterday at an apartment complex in Mission Hills. The fire destroyed at least a dozen units.    About 95,000 people were without water or power or both today, almost all of them in the San Fernando Valley. That was a great improvement from yesterday, when at least 500,000 homes were without power and at least 200,000 had no water. Phone lines worked on and off. Without power, many gas stations were closed and cash machines didn't work.    Officials said most power should be restored by the end of the day. But water remained a bigger question because of damage to key pipelines and aqueducts. Residents in some areas were warned to boil water in case of contamination.    Schools were closed, and Police Chief Willie Williams asked businesses to shut down to reduce traffic.     The chief vowed to prevent any outbreak of looting. \"It's going to be dealt with quickly, very swiftly and very emphatically,\" Williams said yesterday. \"If you try something, you're going to be arrested and you're going to go to jail.\"      About 75 people were arrested in the first 24 hours for earthquake-related crimes, said Officer Don Cox, a police spokesman.    \"It was very peaceful,\" Cox said. \"We were prepared for a whole lot but we didn't get it.\"     The arrests ranged from curfew violations to robbery, he said.    Meanwhile, shelters opened throughout the region to house the homeless and the fearful. Many people bedded down in their cars and in parks. American Red Cross President Elizabeth Dole told NBC-TV that the agency had set up 18 shelters to house 2,700 people.    The quake was felt from San Diego 125 miles to the south to Las Vegas 275 miles to the northeast. But it wasn't the \"Big One\" expected to strike the San Andreas Fault in the desert to the east. Downtown skyscrapers were barely damaged, and busy tourist spots like Disneyland and Universal Studios were untouched.    Bill Iwan, chairman of the state Seismic Safety Commission, said the damage was disturbingly similar to that caused by a 1971 quake, despite new earthquake standards and the reinforcement of highway bridges. The 1971 quake in the Sylmar area was centered 8 miles away from yesterday's quake and killed 65 people.    \"The serious question that we have to ask now is if we learned those lessons from the past,\" Iwan said.Caption:  PHOTO: MAP: CHART1) ORANGE COUNTY REGISTER: NANNETTE STONE HUGS A LOS ANGELES COUNTY FIREFIGHTER AFTER HE HELPED SAVE HER HOME FROM FIRE.2) REUTERS: LOS ANGELES COUNTY FIREFIGHTERS RUSH TO SAVE SALVADOR PENA, WHO WAS TRAPPED INSIDE THE COLLAPSED PARKING STRUCTURE AT THE NORTHRIDGE MALL. PENA WAS PINNED INSIDE HIS TRUCK FOR 10 HOURS BEFORE BEING RESCUED.3) ROD MAR / SEATTLE TIMES: WITH THE POWER OUT, RESIDENTS ALONG CITRONIA STREET IN NORTHRIDGE WATCH THE NEWS ON A BATTERY-POWERED PORTABLE TELEVISION ON TOP OF A CAR.4) SEATTLE TIMES STAFF: SEATTLE TIMES NEWS SERVICES: SAN FERNANDO VALLEY EARTHQUAKE TOLL: (MAP AND CHART NOT AVAILABLE ELECTRONICALLY)5) REUTERS: VEHICLES MAKE THEIR WAY THROUGH A PORTION OF BALBOA BOULEVARD, WHICH IS FLOODED FROM BROKEN WATER MAINS IN THE SAN FERNANDO VALLEY. (PHOTO TAKEN FROM EARLIER EDITION)6) JASON M. GROW / SAN JOSE MERCURY NEWS A CALIFORNIA HIGHWAY PATROL OFFICER WALKS ALONG THE EDGE OF A COLLAPSED PORTION OF STATE ROUTE 118 YESTERDAY IN GRANADA HILLS, CALIF. THE DRIVER OF THE VEHICLE HAD INJURIES DESCRIBED AS MODERATE AND WAS REMOVED FROM THE SCENE. A TWO-MILE STRETCH OF 118 IS CLOSED FROM INTERSTATE 210 IN SAN FERNANDO TO TAMPA AVENUE IN GRANADA HILLS.7) BRUCE STRONG / ORANGE COUNTY REGISTER A 75-FOOT-HIGH OVERPASS CONNECTING STATE ROUTE 14 AND INTERSTATE 5 IN SYLMAR, CALIF., LIES COLLAPSED AFTER YESTERDAY MORNING'S EARTHQUAKE. I-5, THE GOLDEN STATE FREEWAY, HANDLES ABOUT 200,000 VEHICLES DAILY AND IS NOW CLOSED NORTH OF LOS ANGELES. HIGHWAY 14 SERVES ABOUT 128,000 VEHICLES A DAY.8) ROD MAR / SEATTLE TIMES: MARGARITZ LEDEZMA HOLDS HER 6-YEAR-OLD SON, FELIPE, AND ROSIE LEDEZMA, 10, HOLDS JESUS, 1, IN THE BACK OF THEIR PICKUP TRUCK. THE FAMILY SPENT THE NIGHT IN A PARK IN PANORAMA CITY.9) LEONARD ORTIZ / ORANGE COUNTY REGISTER: MANY CARS BURNED AFTER GAS MAINS EXPLODED NEARBY, RIGHT. JOSE SARTY, AND GEORGE BRIZUELA, OF SAN FERNANDO, CALIF., USE A GARDEN HOSE TO TRY TO EXTINGUISH THE FLAMES THAT ERUPTED IN A SAN FERNANDO NEIGHBORHOOD.10) BRUCE STRONG / ORANGE COUNTY REGISTER: A GAS FIRE BURNS OUT OF CONTROL, BELOW, ON BALBOA BOULEVARD IN LOS ANGELES WHILE WATER FROM BROKEN WATER MAINS FLOODS THE STREET. DETOURS AND OTHER REPAIRS OVER THE NEXT FEW DAYS WILL PROVIDE COMMUTERS SOME RELIEF", "edition": "Final"}