{"title": "A big week at pbs: quake, `hillary's class' and royals", "filename": "1994-11-14_ABigWeekAtPbsQuake`HillarySClassAndRoyals.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53786C2922312?p=WORLDNEWS", "date": "1994-11-14", "page": "F4", "section": "Tv", "author": "John Voorhees", "text": "PBS may pretend not to care about ratings (and can't afford to be regularly included in the Nielsen ratings) but PBS programming heads still know what time it is. And the time right now is November sweeps. So while CBS may have its \"Scarlett\" and NBC it's \"JFK,\" PBS has an unusually strong lineup this week, beginning with \"The Windsors.      What could be more competitive than a program about Princess Di? She's the main focus in the last hour of the two-hour program at 8 tonight on KCTS-TV, completion of the four-hour report that began last week. Tonight begins with the inauguration of Queen Elizabeth II and breathlessly reports every last tabloid headline almost up to Andrew Morton's newest book. It's followed by a repeat documentary about the Queen Mum. The films of Elizabeth's early years are great but I, for one, wo uld now enjoy a respite from the royals and their problems.     Tomorrow night PBS (and KCTS-TV) have three good documentaries, beginning with \"Killer Quake\" on \"Nova\" at 8, which offers information about the scientific study of earthquakes but which is most notable for dramatic footage of the January earthquake in Los Angeles. At 10 p.m. the film is \"Last Days of the Revolution,\" which offers opinions on the current economic crisis in Cuba and the effectiveness of the U.S. embargo on that nation. It's most notable for its candid views of what life in Cuba is like today.     Best of the three films is \"Hillary's Class\" which \"Frontline\" airs at 9 p.m. It's a thoughtful and insightful look at women's roles today, using the 1969 graduating class at Wellesley College as a starting point. That just happens to have been Hillary Rodham Clinton's class but she only figures in the film peripherally. The focus is on several other women, tracking their lives during the past 25 years, their successes and failures, how their views of themselves, their lives, their opportunities have evolved since that heady day when they graduated in 1969. It's first-rate.     So is \"Torvill and Dean: Facing the Music,\" a British documentary that tracked the famous skating pair from the time they decided to compete again in the 1994 Winter Olympics right through to their competition. Knowing how that competition came out in no way detracts from the fascination of watching the rehearsals and observing the hard work and planning that goes into that competition.   You're privy to dozens of details, from problems with hairstyles and music arranging to Dean's tough taskmaster criticism of Torvill. With skating a big TV hit, PBS knew what it was doing in snapping up this involving film.     And for good measure, with HBO showing the highly-praised film version of Edith Wharton's \"The Age of Innocence,\" PBS' \"American Playhouse\" begins its new season at 9 p.m. Wednesday on KCTS-TV - with the film version of Edith Wharton's \"Ethan Frome.\" KILLING WITH KINDNESS       One more thing to worry about: MBPS. That stands for Munchausen By Proxy Syndrome. Cases have been recorded where parents, usually mothers, have caused or aggravated illnesses in their children while appearing to be concerned and loving. One such case is dramatized in \"A Child's Cry for Help,\" a new fact-based TV movie from NBC at 9 tonight on KING-TV.     It stars Veronica Hamel as a doctor who runs into criticism when she begins to suspect Pam Dawber's son may be a victim of MBPS. Both Hamel and Dawber are very good in the film, which is engrossing when it sticks to its premise - a kind of medical mystery story. Too bad it also has a subplot about Hamel's problems with her teenage daughter. VIDEO NOTES       TBS has jumped onto the Scarlett O'Hara bandwagon by airing the 1980 TV movie, \"The Scarlett O'Hara War,\" about the search for an actress to star in \"Gone With the Wind,\" tonight at 5 . . . KCTS-TV repeats an episode of \"Teen Talk,\" dealing with teenage sexuality, at 7:30 p.m. tomorrow . . .  Jimmy Smits makes his \"NYPD Blue\" debut at 10 p.m. tomorrow on KOMO-TV . . .  KBTC-TV airs the first new show of the season for PBS' \"In the Life,\" magazine show focusing on gays and lesbians, at 11 p.m. tomorrow . . .  Janine Turner, Alan Alda and Anita Baker are among the presenters for the fifth \"American Teacher Awards,\" at 7 p.m. Wednesday on The Disney Channel . . . Ross Shafer intervie ws Sinbad at 8:30 p.m. Wednesday on KIRO-TV . . .  ABC is bringing back \"Sister, Sister,\" to replace \"Thunder Alley,\" at 8 p.m. Wednesday on KOMO-TV.", "edition": "Final"}