{"title": "No decision yet on hawks' opener - county orders seismic evaluation of kingdome", "filename": "1994-08-25_NoDecisionYetOnHawksOpener-CountyOrdersSeismicEvaluationOfKingdome.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5375C15295DCB?p=WORLDNEWS", "date": "1994-08-25", "page": "C3", "section": "Sports", "author": "Craig Smith", "text": "KIRKLAND - The Seahawks have postponed their decision until next week on whether to move their home opener and possibly second home game to Husky Stadium.    Seahawk officials met with Kingdome Director Dick Sandaas yesterday for what was described by both sides as \"an informational meeting.\"     \"The information we have today is really neutral,\" Seahawk executive vice president Mickey Loomis said. \"It's not positive or negative with regard to those games. They just don't know enough yet to give us any kind of timetable. So we're trying to accommodate the Kingdome people and delay our decision as long as we can.\"     Loomis said the Seahawks don't have a specific deadline when they must decide where to play but added, \"Time is running short.\"     The first scheduled home game is Sept. 18 against San Diego. Pittsburgh comes to town a week later.    The Seahawks stopped selling tickets for the opener about a week ago because of uncertainty over whether the game will be at the Kingdome or Husky Stadium.    Loomis spent part of yesterday denying a Bay Area report that the opener might be moved to the Oakland Coliseum.    \"That's a rumor created in the Bay Area,\" Loomis said. \"We never have had a discussion with any Oakland Coliseum officials. They haven't contacted us and we haven't contacted them. That's not an option we've been exploring.\"     After yesterday's meeting, Sandaas told reporters he didn't want to speculate about when construction work will resume at the Kingdome or when the building can reopen.    Work has been halted since Aug. 17, when two workers sandblasting the ceiling fell to their deaths in a crane accident. The investigation into the accident is continuing and the job site has remained closed.    Meanwhile, Sandaas said experts are being brought in to review the earthquake stability of the dome, the condition of the roof, and the heating and ventilation systems.    \"Everybody in town seems to be an earthquake expert these days,\" Sandaas said. \"I'm not demeaning them. They have a legitimate right to know.\"     Sandaas said the seismic stability of the Dome was extensively studied when it was built. He added, \"There are those who are saying that the people who were involved in the building have a vested interest. Professionally, I don't believe that. But realistically, you need to get independent people and so that's what we're doing.\"     Regarding uncompleted repair work on the ceiling, Sandaas said the sandblasting was 85 percent completed when the crane accident occurred. He said other unfinished work involves protecting the exposed rebar (reinforcing steel), filling in cavities and coating the ceiling.    Four large tiles fell from the ceiling July 19, triggering the current chain of events.    Coach Tom Flores said yesterday it \"looks a little bleaker\" as far as playing the opener in the Kingdome. He made the remark while other team executives were huddled with Sandaas in another part of Seahawk headquarters.    Flores said the Hawks prefer to play in the Kingdome but noted the team is 2-0 this month at Husky Stadium.    Loomis kept his sense of humor despite the uncertainty. Asked what he learned in the session with Sandaas, he said, \"I know more about rebar than I ever wanted to.", "edition": "Final"}