{"title": "Can our bridges take a quake?", "filename": "1994-01-18_CanOurBridgesTakeAQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB536FA4615D810?p=WORLDNEWS", "date": "1994-01-18", "page": "A13", "section": "News", "author": "Carol M. Ostrom; Bill Dietrich", "text": "If there was any complacency about earthquakes lurking in Seattle's public officials, the 1989 California quake shook it out of them.     Since then, civil engineers and their ilk have been drilling holes and inspecting soils, running hypothetical models and puzzling over how to predict exactly what will happen to our bridges, buildings and roads during an earthquake.     They've been shoring up, retrofitting and bracing, as visits to the underbellies of many bridges and approaches around Seattle can attest.     Those bridges, along with masonry buildings, are our most troublesome structures, engineers say.     The notion of seismic hazards came relatively recently to bridge design, said Charles Roeder, professor of civil engineering at the University of Washington. \"In my opinion, they're further behind in their development. . . . I would worry about older bridges.\" `TO DO' AND `WHAT TO DO?' LIST      Some of the biggest and most expensive retrofit projects are still on the \"To Do\" list. Others - the Alaskan Way Viaduct, for example - are still on the \"What To Do?\" list, still being poked and prodded, sampled and studied, with no clear plan of action emerging yet.     The Aurora Bridge, the I-5 bridge over the Ship Canal and other high-traffic, high-visibility and just plain high bridges are being studied by the state's Department of Transportation and the city's Engineering Department.     As always, making a bridge or building absolutely earthquake-proof is a tension between caution and cash, and coming up with the perfect blend of a reasonable amount of risk for a reasonable amount of money is a dicey balancing act.     \"There's no doubt that Alaskan Way might be a better structure,\" said Roeder. But if it takes, say, $100 million to do it, he asked, \"Are you willing to pay it in taxes? Are your readers willing to do it? Historically, they have not been.\"      In general, engineers say, newer structures are likely to be safer than those built before modern earthquake standards.     But then they start qualifying.     \"If the earthquake is big enough, it will collapse. If you shake anything enough, it will collapse,\" said Marc Eberhard, assistant professor of civil engineering at the University of Washington. BRIDGE DESIGN LAGS BEHIND      Most buildings constructed after the 1950s were built with a philosophy \"similar to our modern philosophy\" regarding earthquakes, Roeder said, but bridge design lagged.     On the other hand, bridges generally are very strong structures, he noted.     Still, the city of Seattle and the state Department of Transportation have embarked on programs to retrofit bridges to be more stable in the event of an earthquake.      The work includes reinforcing columns that support the bridge by encasing them in additional steel and tying the columns to the upper structure, as well as increasing the area of contact to reduce the tendency for the upper structure to slip off, explained Jesse Krail, director of transportation for the Seattle Engineering Department.     Other local earthquake \"retrofitting\" has resulted in a team of skilled urban search-and-rescue workers from Seattle and King and Pierce counties. TRAINED TO SEARCH THROUGH RUBBLE      The team, one of about 10 from around the country mobilized by the Federal Emergency Management Agency (FEMA), jetted to Los Angeles yesterday.     It included firefighters, paramedics, hazardous-materials experts and others trained in high-angle, confined space and heavy rescue. The team also included engineers, a doctor and four search dogs.     The 56-member team took its own chain saws, air masks, saws and a camera with a special rig to allow it to be lowered into rubble. Members also took their own tents, water and food.     \"They're entirely self-sufficient,\" said Assistant Fire Chief Steven Bailey.     Those involved in sending the team to California said they were pleased at the opportunity to practice what they've learned. They're also pleased to have a favor in the bank. \"We know that they'll come to help us some day when we need them,\" said Jim Mullen, director of the city's Division of Emergency Management. \"It's not if, it's when.\"      A look at some danger zones: BRIDGES      The state Department of Transportation, which is responsible for freeways and structures over them, has its eye on 1,200 bridges in the Puget Sound region. They are bridges in a \"high-risk seismic zone,\" explained Bill Southern, DOT Puget Sound region public-affairs director.     The department has already shored up several, including the Spokane Street Bridges. That nearly completed work is costing almost $910,000.     The goal, said Southern, is \"earthquake resistance up to 7.2 on the Richter scale,\" which is what Interstate 90 structures were built to withstand. But there's a disclaimer, he notes: \"We don't know what a 7.2 will do.\"      The DOT has also spent $600,000 retrofitting I-5 under the convention center downtown and about $1.1 million on a number of other bridges.     The I-5 bridge over the Ship Canal, whose ability to withstand a severe quake was questioned in a 1993 study commissioned by the DOT, hasn't been retrofitted yet, although it's on the \"To Do\" list, said Southern.     \"It isn't as serious as a lot of people seem to think it is,\" he said. \"The bridge is sound. We're looking at what could make it more flexible.\"       The DOT is spending about $2.3 million on the Puget Sound bridges, said Southern. Its wish list totals $250 million over 20 years, \"but there's no money,\" he said.     In the city, about 45 bridges are considered \"lifelines\" to hospitals, freeways, major arterials or police stations and, as such, are on the city's \"To Do\" list compiled at the end of 1991.     Last year, some of the easier projects were completed, including some pedestrian overpasses such as the one at North 130th Street and Aurora Avenue North.     In 1994 and 1995, the city expects to tackle some of the more complex spans, such as the Ballard Bridge, the Fauntleroy Expressway, the Northeast 45th Street Viaduct, the Jose Rizal Bridge and Admiral Way, said Krail of the Seattle Engineering Department.     Some retrofitting was being done even before \"we got the wake-up call from the San Francisco earthquake,\" said Krail.     The work won't necessarily bring bridges up to seismic code, he said, but will strengthen them. ALASKAN WAY VIADUCT      There is good news and bad news about the viaduct.     The good news first: It survived the 1965 quake (6.5 on the scale) with virtually no damage.     But the bad news could be really bad: It's definitely not up to code, and it's built on very bad soil: fill that could liquify in a quake, says Eberhard, who, with Steven Kramer, another UW engineer, is studying the viaduct for the DOT.     Some of the \"long, spindly piles\" holding it up go down 70 feet, Eberhard said. It may help, added Kramer, that the piles go down into firmer stuff below.     The viaduct is better than the Nimitz Freeway that collapsed in Oakland, Kramer says, because it has more reinforcing steel and the connections between its columns and beams are better.     So how risky is the viaduct? \"It's certainly not terrific,\" conceded Eberhard.     Their study is due later this year, and until then, they say, they're not giving away the ending.     \"It's a very interesting problem,\" Kramer muses. BUILDINGS      The buildings most at risk, engineers say, are older masonry structures. Many suffered severe damage in the 1949 and 1965 quakes.     \"Any building that has unreinforced masonry, even with steel or concrete frames, I would look at with some caution,\" said the UW's Roeder.     When Pioneer Square was rejuvenated, the city required that ties between floors and walls be strengthened, and buildings be tied to foundations. (The area is built on alluvial fill, and many of the buildings are actually built on wood pilings that go down toward bedrock.)      Will such efforts work?      \"The effectiveness is only something you test when you have an earthquake,\" said Bruce Olsen, a consulting engineer in Seattle who has been called in on earthquake issues.     Theoretically, said Olsen, modern buildings should be safer. But, he said, \"Looking at the aerial views (of damage) in Los Angeles, it raises a question in a structural engineer's mind of how good are they?\"      In general, steel or wood structures are probably safer places to be, engineers say.     A tall steel building, such as a skyscraper, benefits from a tendency to sway very slowly, which helps counteract the earthquake's quick shakes, explained Eberhard. \"In general, really tall skyscrapers downtown are the last thing to be worried about.\"      And a wood house has a natural dampening and dissipating effect on shocks, provided the house is tied into the foundation, said Roeder.     But there are many structures in the city, both private and public, that need work.     John Nance, the Tacoma author of a 1988 earthquake-safety book called \"On Common Ground,\" argued that Seattle should immediately adopt the seismic building codes used in Southern California.     Since 1952 Seattle has been using a level of earthquake building requirements called Zone 3. \"Everything built here from this day forward should conform to Zone 4,\" Nance urged, meaning contractors would have to take more care in foundations and connections between posts and beams.     Nance also said authorities have been slow to study local vulnerability to earthquakes. \"We haven't done a good analysis of how a major subduction-zone earthquake would affect us - either I-5, our lifeline, or the Alaskan Way Viaduct.\"      The author said a subduction-zone quake off Washington's coast could shake the ground here for several minutes. By comparison, he said, Southern California's destructive 1971 quake lasted just 10 seconds and yesterday's, 30 seconds.     Some of Seattle's soil, Nance said, resembles that of Mexico City, which shook badly in a disastrous 1985 earthquake.     \"I'm not confident that we have taken into full account how much of Seattle is built on highly saturated, unconsolidated alluvial soil.\"      Cliff Marks, who is coordinating the development of a seismic-hazards reduction program for the city, said he thinks Nance may have some points.     \"The duration is a big issue,\" Marks said. \"It's true, we don't really know what the local ground-shaking would do.\"      On the other hand, Marks doesn't think moving to Zone 4 is the right move. For one thing, he said, Zone 4 controls don't address duration, but lateral force.     \"He's right: we need to study more,\" said Marks. \"But we're not sitting around doing nothing. We're pretty active.Caption:  CHART: MAP: PHOTO1) RANDEE S. FOX, JAMES MCFARLANE / SEATTLE TIMES: HOW SEATTLE STRUCTURES WOULD FARE IN AN EARTHQUAKE (CHART AND MAP NOT AVAILABLE ELECTRONICALLY)2) JIM BATES / SEATTLE TIMES: THE ELEVATED ROADWAY ON THE NORTH RAMP OF THE BALLARD BRIDGE HAS BEEN RETROFITTED TO HELP IT BETTER WITHSTAND AN EARTHQUAKE. THE DOT IS SPENDING ABOUT $2.3 MILLION TO MAKE PUGET SOUND BRIDGES SAFER.3) JIM BATES / SEATTLE TIMES: THE ELEVATED STRETCH OF THE SPOKANE STREET VIADUCT IS ON THE LIST OF STRUCTURES TO BE MADE EARTHQUAKE SAFE", "edition": "Final"}