{"title": "Earthquake aftermath may shake up husky opener in l.a.", "filename": "1994-02-08_EarthquakeAftermathMayShakeUpHuskyOpenerInLA.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53703F43D43D2?p=WORLDNEWS", "date": "1994-02-08", "page": "C1", "section": "Sports", "author": "Blaine Newnham", "text": "Nobody at USC wants to talk much about where the school will play its football games next season. But the opener Sept. 3 against the University of Washington is in question.     Estimates to fix the damage done to the Los Angeles Coliseum by last month's earthquake range as high as $35 million.   \"A lot of people are very optimistic we can get the Coliseum repaired for next season, but there are others who aren't so optimistic and are looking at alternatives,\" said Tim Tessalone, sports information director at USC.   The question is federal money. The answer may be for the Trojans and Los Angeles Raiders to play elsewhere for a while.    College football schedules normally are drawn up a decade or more in advance. But in a time of national disaster and television manipulation, they are becoming much more fluid.   It is not impossible that the Huskies and Cougars could both open the upcoming season playing Thursday night, Sept. 1, at neutral sites, the Huskies against USC at the Rose Bowl and the Cougars against Illinois at Chicago's Soldier Field.   \"We do have alternative sites around here - Anaheim Stadium, the Rose Bowl, Dodger Stadium, even San Diego's stadium,\" Tessalone said. \"But it would be in our best interests to play at home in the Coliseum.\"    Beyond the home-field advantage, the move would cost money, especially if it meant changing the date of the game.     For a team on probation, the Huskies will likely be ABC's early season darling. There is a very good chance Washington's first four games of 1994 will be telecast.    Washington's schedule is staggering. The Huskies open at USC, return home to play Ohio State on Sept. 10., take a week off, play at Miami on Sept. 24 and then play UCLA in Seattle the following week.    ABC likes all the games. Indeed, the network played a midwife's role in the Washington-Miami game, suggesting to the Pac-10 that the two teams play when Miami found it had an open date.    While the schedule is daunting, the Huskies have everything to gain in terms of exposure and nothing to lose in terms of going to a bowl.      They will have to fare reasonably well during the first three games to get the fourth televised.    Still, the game most in peril as far as television is concerned might be the opener Sept. 3. If the Coliseum is unfit, the logical place to move the game is to the Rose Bowl, but UCLA already  has Tennessee scheduled there and any move to another day - presumably Thursday, Sept. 1 -  would knock ABC out of the picture. The California Angels are on the road that weekend so the game could be played  in Anaheim.    There might be pressure on both schools to delay the game to Sept. 17, when both have a bye. The Huskies would be crazy to do that. It would give them no respite from a schedule that would then, in order, list Ohio State, USC, Miami and UCLA.    The time to play USC is early. The Trojans return only 10 starters, six on offense and four on defense. They had a great recruiting year - including 10 junior-college players - but it will take time to develop a defense and find a receiver to replace Johnnie Morton.    Rob Johnson returns at quarterback, but this will not be an overwhelming team early.    Washington State's opener with Illinois is scheduled in Champaign, but there has been considerable talk about the Illini moving the game to Chicago's Soldier Field.    The problem is that Notre Dame and Northwestern will play there Saturday, so the Illinois-WSU game would be played either Thursday or Friday.   Not like it used to be, but then what is", "edition": "Final"}