{"title": "Quake-proofing lessons stressed by calif. experts", "filename": "1994-03-11_Quake-ProofingLessonsStressedByCalifExperts.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5371241ED885E?p=WORLDNEWS", "date": "1994-03-11", "page": "B1", "section": "Local News", "author": "Bill Dietrich", "text": "Although the Jan. 17 California earthquake was a natural disaster,  it got plenty of human help in the form of ignorance, sloppy construction and procrastination.     Fasten, fasten, fasten, a troupe of structural engineers kept repeating last night in Seattle as part of a national tour to share the lessons of the 6.8-magnitude quake. In case after case of severe earthquake damage, the links between floor and wall or road and column were poorly fastened.     In one case, construction workers had stuffed a hole that was supposed to receive a reinforcing bolt  with cigarette butts and candy wrappers.     \"I think anyone should be surprised that something meant to hold a bolt was used as an ashtray,\" Erik Straser of Stanford University observed. Also shown were bolts too short to hold anything, toppled chimneys connected to houses only with a thin strap and roofs where workers had shaved costs by failing to fasten the tiles.     California was lucky the earthquake hit at 4:31 a.m. on a holiday.     Although the quake centered in the San Fernando Valley killed 57 and caused $15 billion damage, the engineers showed sobering pictures of collapsed shopping centers and auditoriums that could have produced far worse casualties at a later hour.     Washington can learn a lesson in preparation from California, speakers said. California's network of professional and volunteer disaster workers is unmatched in this state, they said, adding that Washington's Legislature has rejected the kind of tough statewide board California has to enforce preparation.     And while California's Department of Transportation spends about $250 million a year strengthening bridges against earthquakes, Washington's counterpart spends about $7 million, said John Stanton, an engineer from the University of Washington.     Unlike Los Angeles, he added, \"In Puget Sound we depend on a very small number of lifelines. If we lose a single bridge on a major freeway, there would be severe economic implications.\"      Six bridges collapsed and 229 were damaged in the Los Angeles earthquake, with the repair bill estimated at $1.9 billion. About 3 million people lost power, 150,000 lost natural gas and 20,000 were homeless. Four aqueducts broke and 1,500 smaller water pipelines failed. There were about 200 fires.     Stanton said the most common kind of Puget Sound-area earthquake has historically not been as severe as the Los Angeles quake. But a subduction-zone or Seattle-fault kind of quake that occurs very infrequently could be far worse.     Officials are understandably reluctant to spend a lot of money preparing for earthquakes. But Bruce Ward of California's Office of Emergency Services said a disaster can make or break a politician, citing examples in California.     Engineer Don Jephcott offered still another lesson. Even in strong buildings, he said, severe damage can be caused by falling bookcases, the collapse of suspended ceilings and lights, or spilled chemicals.     As a wry example of such hazards, he showed a picture of a California restroom where the marble stalls sheered off and fell onto the toilets. \"It would have been a very exciting place to be,\" he said.", "edition": "First"}