{"title": "$1.5 million sought to evaluate dome safety in `really big' quake", "filename": "1994-09-03_$15MillionSoughtToEvaluateDomeSafetyIn`ReallyBigQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537606C72A213?p=WORLDNEWS", "date": "1994-09-03", "page": "A15", "section": "Local News", "author": "Eric Nalder", "text": "The Kingdome was designed to withstand an earthquake that would register 7.6 on the Richter scale - greater than any temblor that has struck the Seattle area in recent history.     But engineers are not sure it would survive a \"really big one\" that many expect to someday come. A blue-ribbon panel of experts yesterday recommended a $1.5 million study to assure King County officials of the Dome's safety in an 8 or 9 Richter-scale quake.      Structural engineer Robert Mast said the study could result in recommendations for additional multimillion-dollar improvements. Engineers on the task force said they are concerned but not overly worried, about two aspects of the Dome's construction.     --  The tension ring. The arching roof of the Dome is literally squeezed into place by a ring of steel around the base of the roof - the tension ring. Mast said engineers want to examine the ring to be sure it hasn't deteriorated; a loosened ring could mean a more unstable structure.      If it has degraded, the county could install another steel ring around the Dome.     --  The pilings. The Kingdome was constructed in the early 1970s on unstable fill. To give it a more solid foundation, the building contractor drove 1,800 pilings into the ground, some as far down as 60 feet.     Quake experts say the sandy soil under the Dome could liquefy during a major quake. Paul Weber, a geotechnical engineer who tried to sell the county a different foundation system in 1972 - a series of caissons about 5 feet in diameter - says the thinner pilings could buckle.     Mast said the seven seismic experts on the blue-ribbon panel felt that the soil under the Dome would not liquefy deep enough to endanger the pilings. But to be sure, they are going to do further soil studies. Replacing the pilings would be nearly impossible.      The Seattle engineering firm Ratti Swenson Perbix conducted a seismic analysis of the Dome this year and gave it a clean bill of health. Its report said building-code requirements have changed since the Dome was built and a major quake could result in injuries, but the structure itself is basically sound.    \"The structure was well-conceived, in my opinion, well-designed and well-analyzed,\" said Alex Scordelis, one of California's top earthquake experts and a member of the blue-ribbon panel.", "edition": "Final"}