{"title": "Crooks preying on victims - quake-battered are scam targets", "filename": "1994-01-29_CrooksPreyingOnVictims-Quake-BatteredAreScamTargets.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB536FF5BBD05DA?p=WORLDNEWS", "date": "1994-01-29", "page": "A4", "section": "News", "author": "Ap", "text": "LOS ANGELES - After  two relatively crime-free weeks, swindlers and looters have descended on earthquake victims, authorities said yesterday as they began cracking down on the scams.   State agents mounted a sting operation in the San Fernando Valley, epicenter of the quake, targeting unlicensed contractors and handymen overcharging for quake repairs.    \"It never occurred to me that people could be that downright wicked,\" said Karl Kreuter, a clinical psychologist who lives near a condemned Santa Monica apartment building that was looted.    The Euclid building's main door was stripped of plywood meant to keep out both looters and residents. At least 20 apartment doors had been battered down and possessions rifled through, said resident Molly Concer.    \"They broke TV sets, things were gone, folding chairs, everything,\" she said.    Law-enforcement and government officials - including President Clinton - had noted the low level of quake-related crime, especially looting. The Jan. 17 quake measured 6.6 on the Richter scale, killed 61 people and left thousands of buildings uninhabitable.    State and local prosecutors teamed up with consumer advocates to pursue more than 1,000 complaints of price gouging. Among the complaints:     --  A plumber charged $1,200 to reconnect a water heater.    --  A hardware store sold $6 replacement pipes for $20.    --  Milk and water sold at up to $10 a gallon, 99-cent batteries for $4, gasoline for $2.50 a gallon.    A city law forbids merchants from raising prices more than 10 percent during an emergency. Violators face six-month jail terms and $1,000 fines.    Southland Corp., parent of 7-Eleven stores, previously announced it was revoking the franchises of eight store operators who overcharged quake victims.    Four unlicensed contractors offering quake repairs were charged with felonies. A sting operation in which agents posed as quake victims was certain to net more, said Dennis Bishop of the Contractors State License Board.    Those charged under felony statutes could face three years in prison and $10,000 fines.    To combat fraud, the U.S. Department of Agriculture yesterday approved a 72-hour waiting period for those applying for a one-time allocation of emergency food stamps. The change goes into effect today.    \"It's not our intent to hassle people who need food. But a few people are going to cheat, and we're trying to strike a balance,\" said Dick Montoya of the USDA's Food and Nutrition Service.    Those fraudulently obtaining food stamps could face $250,000 in fines and 20 years in prison, Montoya said.Caption:  PHOTOROBERT F. BUKATY / ASSOCIATED PRESS: CURTISS BRIGGS SIFTS YESTERDAY THROUGH RUBBLE OF THE SANTA MONICA FREEWAY. HE PLANS TO SELL CHUNKS OF THE DAMAGED ROADWAY.", "edition": "Final"}