{"title": "In a quake, stay calm, stay put - secure your well-being first, recommend disaster experts", "filename": "1994-01-19_InAQuakeStayCalmStayPut-SecureYourWell-BeingFirstRecommendDisasterExperts.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB536FAD4BB6CAE?p=WORLDNEWS", "date": "1994-01-19", "page": "A8", "section": "News", "author": "Alex Tizon", "text": "Here's the scenario: It is mid-afternoon and suddenly the Earth quakes. It is the big one. Buildings crumble. Floods and fires engulf the streets. You are stuck at home or in the office. Your children are at school. Your spouse is at work. Power and telephone lines are down. What do you do      Ideally, you would have an emergency plan that details what every family member should do. Relief workers cannot stress this enough: Make a plan. It will save you anxiety and heartache.     But if ever you are caught unprepared, as most are, here are a few tips and guiding principles from disaster experts.     First, no matter what, even if the sky seems to be falling around you, remain calm. Take deep breaths. Do not allow your brain to become overloaded. \"You're under trauma, so you have to think in small bites,\" says Hope Tuttle of Red Cross-King County. \"Don't try to solve your whole life. Just think about the next thing you're going to do. One task at a time.\"      Secure your well-being. Make sure you are not in imminent danger. Most injuries during earthquakes are a result of falling objects.      Once you've determined that your physical location is safe, find a source of drinking water and food in case you are stranded. Try to find a battery-operated radio or television. Get a sense of what is happening outside your shelter.     Parents will feel strongly tempted to seek out their children - an urge that disaster experts say should be tempered with extreme caution.      If the child's day care or school is nearby, then it might be all right to walk to the location. But if road and sidewalk safety is uncertain, it is better to stay put.     \"You must expect that you might not see your family right away,\" says Lavon McCord, manager of the Emergency Management Office of King County. McCord says most schools in King County have a disaster plan that includes a three-day supply of provisions.      \"Kids will be taken care of for their basic needs. Parents must trust the school.\"      Every school has its own disaster plan, but in general, McCord says, schools in King County would keep students on campus until parents picked them up or until it was determined that it was safe to transport them home.     \"Patience is key,\" McCord says. Get used to the idea that things will move slowly. The worst thing would be for a parent to endanger his or her life unnecessarily.     Meanwhile, you should monitor radio and television to find out what you can about new developments, safety updates and the locations of Red Cross shelters. If possible, you should register at a Red Cross center; the relief agency will enter your name into a regionwide listing so others may find you.     Go home only if you are certain it is safe.     If you have access to a working phone, call family members or friends outside the state to check in and to see if other family members have checked in. Often, local phone lines are jammed in the aftermath of a disaster and only long-distance calls are possible.     As much as possible, try not to isolate yourself. Says Dale Amundsen, King County police chaplain: \"It's important to connect with some sort of community: a church, synagogue, a neighborhood group, or even just a few neighbors who'll say, `Doggone it, we're in this for the long haul and we're gonna help each other survive.'Caption:  PHOTOBARRY WONG / SEATTLE TIMES: RESIDENTS OF THE HARD-HIT GRANADA HILLS AREA IN SOUTHERN CALIFORNIA HAD TO WAIT MORE THAN FIVE HOURS IN LINE FOR DRINKING WATER.", "edition": "Final"}