{"title": "Determining need for earthquake insurance", "filename": "1994-04-18_DeterminingNeedForEarthquakeInsurance.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537234244543C?p=WORLDNEWS", "date": "1994-04-18", "page": "E3", "section": "Business", "author": "Unknown", "text": "Entrepreneur's Mailbag addresses questions of interest to small-business owners and entrepreneurs. It is a project of the MIT Enterprise Forum of the Northwest in cooperation with The Seattle Times. Questions for the column are welcome and should be sent to Entrepreneur's Mailbag, Keith G. Baldwin, The Seattle Times, P.O Box 70, Seattle, WA 98111. Q. Our business consists of two manufacturing operations in leased, modern facilities. One is in the Puget Sound area and one in the Midwest. Our insurance agent is strongly recommending we purchase earthquake insurance. The high deductible and premium causes us to wonder whether this is a wise expenditure. Would you please comment?      This question is being answered by Charles Jenner, CPCU, a principal of Kibble & Prentice/Western, a financial services company in Bellevue. Jenner specializes in providing risk management and brokerage insurance services to businesses. A. One way to approach the decision whether to purchase earthquake insurance is to engage in \"disaster planning.\"  This process helps sharpen issues you may face following an earthquake, including employee safety, protection of property, emergency operations to maintain market share, and the long-term profitability of the business.  It will also help you to develop an action plan involving both non-insurance and insurance strategies and tactics.     One begins by imagining a disaster. The \"Big One\" occurs in the Seattle area.  The building you lease is severely damaged. Employees are injured by collapsing storage racks and falling ceiling tiles. The sprinkler system has burst and water is everywhere.  Shortly after the event, civil authorities \"red tag\" the building, preventing entry.  From this scenario, one begins to plan.    First, review your lease.  Many lessees assume they are not responsible for any damage to the building when, in fact, some leases make the lessee responsible for all damage and destruction. Other leases are silent as to the question of damage caused by an earthquake. Examine the lease not only from the standpoint of damage to the building but for payment of rent during the time that the building is undergoing repair.    Second, be alert to employee safety issues. The purchase of earthquake insurance in and of itself does nothing to protect your employees from injury.  Employees may be injured during an earthquake by the building collapsing, machinery shifting, storage racks giving way, windows shattering, or ceiling tiles and parts of sprinkler systems falling.     Are first-aid supplies and emergency water sources available? Have evacuation plans been considered? Red Cross publications are available regarding earthquake safety in the home, and many of the concepts are transferable to the business environment.  The techniques used to protect employees also will serve to lessen the amount of physical damage to your inventory, computers and equipment.    Third, protect your business records. Some businesspeople in the Los Angeles area were unable to re-enter their offices more than a month after the January earthquake. As a manufacturing  company, you will need to address the preservation of accounts receivable, customer and supplier lists, and blueprints and engineering drawings by storing duplicates.     Fourth, plan for alternative production sites.  Are your two facilities dependent or independent?  You may be able to shift some of the manufacturing to your undamaged plant. Consider arranging with a \"friendly competitor,\" presumably in another part of the country, to manufacture under your name during the period of time your  plant is closed. This will greatly increase the cost of your manufactured goods but will also help to maintain customer loyalty. Check with your attorney as to the issues of confidentiality and copyright.    Regarding the combination of deductible and premium costs, deductibles on earthquake insurance can range from 2 percent to 5 percent of the value at risk. Premiums are variable, depending on the age of the building, the type of construction and location. One- or two-story buildings of heavy timber or steel-on-steel construction built on solid ground are the easiest to insure.  The most difficult to insure are tile or hollow concrete structures built on fill ground. Typical tilt-up concrete warehouse buildings are midrange.    Request that your insurance representative obtain a quotation for \"Difference in Conditions\" insurance.  This policy is designed to \"wrap around\" typical fire and special perils insurance and often covers not only earthquakes but other causes of loss. A properly drafted policy will provide coverage for damage to the building, stock, equipment, loss of business earnings and extra expenses associated with restarting operations on an emergency basis.  A \"Difference in Conditions\" policy is often applicable to high-valued homes.  Obtain illustrations from potential insurance companies showing premiums, deductibles and the company's financial strength.     When you have completed disaster planning and have instituted non-insurance risk management techniques to reduce injuries to employees and property damage, it becomes easier to judge the economics of insurance.  Follow your gut feelings, and ask yourself which choice will best fit your  company - the purchase of insurance or the payment of loss following an earthquake from retained earnings and future profits. Editor's Note: The views expressed in this column are those of the writer and not those of any other person or organization, including The Seattle Times or the MIT Enterprise Forum. The answers have not been independently reviewed. The views are preliminary and general in nature, based only on facts set forth in the question and subject the writer to no liability of any kind.Caption:  PHOTOCHARLES JENNER", "edition": "Final"}