{"title": "Earthquake, weather cause personal income to slip", "filename": "1994-03-02_EarthquakeWeatherCausePersonalIncomeToSlip.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5370DED2DCD10?p=WORLDNEWS", "date": "1994-03-02", "page": "D2", "section": "Business", "author": "James H. Rubin", "text": "WASHINGTON - Americans' income decreased in January - after five straight increases - in large part because of the California earthquake, the government said today.    But the Commerce Department said consumer spending, which represents two-thirds of the nation's economic activity, rose for the 10th straight month, although at a modest pace as the severe winter apparently dampened buying.    Personal income dropped 0.3 percent in January, after rising 0.6 percent in December. The last time it fell was 0.2 percent in July. Consumer spending edged up 0.5 percent, duplicating its December performance.    Many economists predicted in advance of the report that personal income and spending both would rise 0.3 percent.    \"The adverse weather and the Los Angeles earthquake took their toll,\" said Marilyn Schaja of Donaldson, Lufkin & Jenrette Securities Corp. in New York.     \"Consumer spending was most likely hurt not only by the obvious repercussions of the weather, but also by the earthquake, as benefits paid out by insurers are counted as negative spending,\" Schaja said.    The Commerce Department said other factors helped hold down income in January, including a dip in subsidies to farmers and an increase in Social Security payments that means less income for workers.    Without the impact of uninsured losses caused by the earthquake, the department said personal income would have risen 0.1 percent.     Uninsured losses cost $42.5 billion in income, including $29.9 billion in lost rent from residential property.    In another report, the Commerce Department said sales of new homes plunged 20.1 percent in January, the steepest decline in nearly 14 years, due to the bad weather and rising interest rates.     Also, the department said that the U.S. merchandise trade deficit in 1993 shot up 37.9 percent, to $132.5 billion, the largest deficit since a $159.6 billion gap in 1987.    The figures support analysts' expectations that economic growth is slowing after a sizzling final three months of 1993.     The government reported yesterday that the economy grew at a torrid 7.5 percent annual rate in last year's final quarter.    The January dip in income coincided with flat inflation. The consumer price index was unchanged in January, the government previously reported.    Income declined to $5.53 trillion at a seasonally adjusted annual rate, from $5.55 trillion in December.    Spending rose to a seasonally adjusted annual rate of $4.53 trillion, from $4.51 trillion in December.    Disposable income - income after taxes - dipped 0.5 percent, also after five consecutive advances.    The combination of incomes and spending meant that Americans' savings rate - savings as a percentage of disposable income - slipped to 3.3 percent in January from 4.2 percent in both November and December.    A key component of the income category - wages and salaries - totaled $3.19 trillion, from $3.16 trillion a month earlier.    Spending on big-ticket items such as cars and appliances rose to $573.1 billion in January.     Spending on nondurable goods such as food and fuel edged up to $1.38 trillion and spending on services was up to $2.58 trillion.", "edition": "Final"}