{"title": "Quake only widens chasm between la's haves and have-nots", "filename": "1994-01-22_QuakeOnlyWidensChasmBetweenLaSHavesAndHave-Nots.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB536FBE16447F8?p=WORLDNEWS", "date": "1994-01-22", "page": "A3", "section": "News", "author": "Jessica Seigel", "text": "LOS ANGELES - As National Guardsmen protecting storefronts marched over the stars in Hollywood Boulevard's Walk of Fame, just blocks away the poorest of this city's poor camped under sheets in front of their destroyed apartment buildings    On these side streets, no scenes could be found of neighbor helping neighbor, psychologists comforting the distraught or social workers handing out relief information after Monday's earthquake. Without gas, water, lodging or money, it was every man for himself.    \"The police pass by and just stare and don't stop to see how we are,\" Sylvia Martinez, 30, said Wednesday. She had spent the previous two nights sleeping in a neighborhood park with her husband and 10-year-old son. Her eyes filled with tears as she looked up at the bright-pink facade of an undamaged apartment house near her own cracked and uninhabitable building, which was run down even before the quake.    \"Can you believe that?\" asked Martinez, who came to the United States 10 years ago from El Salvador seeking work, safety and a better life. \"Those people have gas and water and they're not helping us. No one is helping us. We are not animals in the street.\"     That is how many of the poor said they felt. Largely Spanish-speaking immigrants from Latin America, they were hard hit in Hollywood and South Central Los Angeles. Over the hill in the San Fernando Valley, where the earthquake was centered, thousands of poor also suffered great losses.    \"In those situations where neighbors are helping neighbors, they're insured. They can call up and get time off from work or call up relatives to come and get them. People don't realize that the effect is magnified many times on the poor,\" said Paul Lee, director of litigation for the Legal Aid Foundation. \"It's difficult to live in Los Angeles anyway. But in the space of four seconds, they've lost everything. Their whole lives existed in that little dwelling.\"     Everywhere the story was much the same. Landlords of already dilapidated apartment buildings ordered residents to leave cracked and crumbling homes, refusing to refund deposits or the two weeks' rent left for January. The law requires owners to do at least that, Lee said, in addition to giving relocation money ranging from $2,500 to $5,000.    Confused, dazed and lacking even basic information, many residents had no idea of their rights. Few will receive the money to which they are entitled.    \"The little we had is gone. I have only $20,\" said Maria Elvia Andrade, 32, a housecleaner who lived for 14 years in a yellow brick building on a street east of the famed Hollywood Boulevard.    The front wall of the second-story apartment she, her husband and four children had fixed up was ripped open, providing a clear view of the boulevard below.    Since escaping from the building terrified, but with only minor cuts and bruises, she and her brother's family, who lived next door, had been sleeping in their cars in the back parking lot. Fast-thinking and a tad late with this month's rent, she was able to call the bank and stop the check, giving her enough to rent another place down the block.    The landlord, though, refuses to return deposits.    The landlord, reached by telephone in Los Angeles, hung up when asked about the security deposits.    According to Lee of the Legal Aid Foundation, such a response is typical. \"It's a massive problem. It's epidemic,\" he said, adding that the destruction of the 1992 Los Angeles riots produced a similar result.    As during the riots, Legal Aid was preparing teams of volunteer lawyers to go to shelters to inform the homeless of their rights, an effort that will reach only a small percentage of those affected, Lee said.    Meanwhile, people like Evelia Chavez, 30, waited on cots in a nearby shelter in Hollywood High School. On Tuesday night, she and her three children ate donated hamburgers. Her husband was off trying to figure out how to get their possessions out of their crumbled building.    \"Here, if you don't have money you're nothing, you're a dog in the street,\" said Chavez, who walked over the border at Tijuana as a teenager 12 years ago.   Even as Chavez and her family settled down in the noisy school gym earlier this week, about a mile west on Sunset Boulevard the trendy Spago restaurant had reopened.    The city curfew kept most city streets largely empty and stores closed. But the silhouettes of diners could be seen in the restaurant's picture windows perched high above the boulevard.    The atmosphere inside the half-filled restaurant was merry.    \"We came out to celebrate because we survived\" largely unhurt, said Susan Baker, who lives in the nearby Hollywood Hills. \"Besides, I figured at least tonight we could get a good table.Caption:  PHOTOERIC DRAPER / AP: MOLLY HANLON, 6, LOOKS FOR DIRECTION FROM HER TEACHERS YESTERDAY AS PUPILS AT THE LITTLE RED SCHOOLHOUSE IN HOLLYWOOD PRACTICE TAKING COVER AFTER A SERIES OF AFTERSHOCKS SHOOK THE LOS ANGELES AREA", "edition": "Final"}