{"title": "Earthquake rocks old neighborhood - eastlake's martin watches in horror", "filename": "1994-01-24_EarthquakeRocksOldNeighborhood-EastlakeSMartinWatchesInHorror.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB536FD10B878DC?p=WORLDNEWS", "date": "1994-01-24", "page": "C4", "section": "East Sports", "author": "Gordon Wittenmyer", "text": "Thick flames swirled 50 feet into the air, fed by gas from a broken line on Balboa Avenue in Northridge, Calif.     Jan Martin, watching on her television in Redmond, recognized the houses, the trees, the businesses in the background.     \"The gas station they showed on Balboa Avenue . . .,\" she said. \"I used to buy gas at that Chevron all the time.\"      But last week, in the aftermath of the earthquake that rocked the Los Angeles area, she could only watch the street in her old neighborhood burn.     \"God, it's amazing,\" said Martin, the head girls basketball coach at Redmond's Eastlake High School.     Martin was the head women's basketball coach at Cal State-Northridge for two seasons before moving to the Northwest in 1992.     \"For the first two days, I was literally glued to CNN,\" she said. \"It's been wild.     \"I feel so lucky, I can't even tell you. I'm so happy not to be there.\"      Martin lived six blocks from the campus near the quake's epicenter.     \"I'm getting married in July or August, and one girl in the wedding lives down there,\" she said. \"Just today (Thursday), I got in touch with her.\"      Her friend is fine.     The school didn't fare as well. The campus library was destroyed and the school is shut down - and expected to stay that way for two months.     Apparently, her credit union office didn't fare well, either.     \"I still belong to a credit union down there, and they messed up on my statement,\" she said. \"I tried to call today (Thursday). I couldn't get through.\"      She's still waiting.     \"We had some smaller ones - four, five (on the Richter scale) - when I was there, just kind of rumbly,\" said Martin, a native of Corvallis, Ore. \"But (a friend) said this one was not like anything we went through. . . . The noise is what she'll never forget.\"      One of the most unforgettable images from the earthquake coverage on TV last week was the footage of the three-story apartment building that collapsed, crushing its ground floor. Players on Martin's Northridge teams used to live in that building.     The disaster reminded her why she'll never move back to Southern California.     \"Heavens, no,\" she said. \"Are you kidding? Between the fires and earthquakes, are you kidding? That was one of the reasons I left L.A. There's nothing you can do when it happens.     \"I want to stay here. Hopefully, we'll just get rained on up here.", "edition": "Final"}