{"title": "Quake-torn russia makes plea for money", "filename": "1995-06-01_Quake-TornRussiaMakesPleaForMoney.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537E99BC0A21D?p=WORLDNEWS", "date": "1995-06-01", "page": "A18", "section": "East News", "author": "Richard Boudreaux", "text": "NEFTEGORSK, Russia - Within hours after this nation was hit by one of its deadliest earthquakes, leaders in Moscow insisted they needed no outside help to deal with the tragedy.    \"Russia has not accepted any foreign assistance for the time being, and can cope with the situation on its own,\" President Boris Yeltsin said yesterday.    But as the cost of rescuing and relocating survivors from the wreckage of this Far Eastern village mounted, officials in Neftegorsk admitted later yesterday that Russia could not afford to pay the entire bill from its own pinched pockets.    \"We have all the machinery and manpower to finish the rescue work, but we need money because all those people need new homes,\" Gen. Sergei Udinov, Russia's deputy minister of emergency situations, said. \"Thank God for whatever foreigners can give us.\"     The mixed messages from Russia since Sunday's quake, which buried almost 2,000 people,  apparently killing most of them, reflects a tension between touchy nationalistic pride and the real strains of the emergency on Russia's already-beleaguered budget.    It is also a function of the dispute between Russia and Japan over possession of the Kurile Islands, an earthquake-prone chain in the northern Pacific. If Russia were to accept aid from Japan, Yeltsin said, \"then they will take advantage, and next they'll say, `Give us the Kurile Islands back.' \"     Rescue workers raised the confirmed death toll to 690 as more bodies were found in the rubble.    Sergei Shoigu, minister of emergency situations, said  the government would pay to relocate the survivors. But dozens of angry survivors confronted officials today when they learned the government plans to resettle them elsewhere on Sakhalin Island. They are demanding money to flee to mainland Russia. \"Let us leave!\"     \"Give us money! We'll decide where we want to live! . . .  Let us leave!\" the townspeople shouted.    Yeltsin has promised each family made homeless by the quake a $10,000 indemnity, but other officials said the overall cost of recovery will be millions of dollars more.    Most homeless villagers scorned Yeltsin's offer, saying it wasn't enough to compensate for lost lives that they blamed on shoddy government construction of the apartments in the early 1960s. Some doubted they would get any money at all.    \"They can promise a lot of things. It is all an attempt to calm people down,\" said Yevgeny Dertiaryov, 35. \"Soon, they will forget their promises.\"     Dertiaryov and others said victims of last year's earthquake on the Kuril Islands still have not received the promised compensation in full.    The resettlement offers outraged many of those in the crowd. With the island economy faltering and oil jobs drying up, the quake was the last straw for the desperate residents seeking to go to the mainland.    \"There is no hope,' said Vitaly, who refused to give his last name but said he has lived in Neftegorsk for 25 years. \"What we want is to get money and go anywhere we want. . . .  No one wants to live here.\"     As if to underscore his concern, two strong tremors shook Neftegorsk today. Some seismologists predict another major quake will hit the area soon.    People were especially angered by the thought of moving to Okha, where buildings bear cracks from Sunday's quake.    Even Sakhalin's vice governor, Victor Gurevich, had to admit to the crowd that 22 apartment buildings in Okha were of the same type that collapsed in Neftegorsk. Humanitarian aid arrives      Despite the Kremlin's thanks-but-no-thanks posture, humanitarian aid has trickled in from Europe and Japan in the form of medicine, tents, sleeping bags, kerosene lamps and stoves, and a portable hospital ward.    Russia already had enough of many of these items, said Alexei Kostyev, an emergency-situations official here. \"What we do need are high-quality salvation specialists over the next four or five days while there is still a chance of saving people,\" he said.     Russian rescuers have won high marks from international observers. \"The Russian teams are highly professional,\" said Flemming Nielsen, leader of a U.N. Disaster Assessment and Coordination team sent here.    \"They are working with the right equipment. And as soon as they find someone alive they quickly get a doctor and put him in charge.\" Material from Associated Press is included in this reportCaption:  MAPSEATTLE TIMES: NEFTEGORSK RUSSIA (MAP NOT AVAILABLE ELECTRONICALLY)", "edition": "Final"}