{"title": "Deadly quake shatters japan - kobe worst hit; fatalities pass 1, 400 as fires continue to rage", "filename": "1995-01-17_DeadlyQuakeShattersJapan-KobeWorstHitFatalitiesPass1400AsFiresContinueToRage.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537AB08041FE4?p=WORLDNEWS", "date": "1995-01-17", "page": "A1", "section": "News", "author": "Eric Talmadge", "text": "OSAKA, Japan - A powerful earthquake tore through several cities in western Japan today, killing more than 1,400 people, injuring thousands and wreaking spectacular devastation.    Hardest hit was the port city of Kobe, where the early-morning quake toppled hundreds of buildings, touched off raging fires, collapsed roadways and knocked trains off their tracks. More than 12 hours after the quake, huge fires still burned, lighting the night sky.    \"I thought it was the end of the world,\" said 64-year-old Minoru Takasu, whose house fell down around him in Nishinomiya, outside Kobe.    The earthquake, with a preliminary magnitude of 7.2, was the most violent to strike a densely populated area of Japan since 1948, when a quake killed more than 5,000 people in the northwest city of Fukui.    \"There have been earthquakes as strong as this one, but not in a metropolitan area,\" said quake expert Masayuki Kikuchi, a professor at Yokohama City University.    By evening, national police said 1,456 people were known dead, 1,068 missing and 4,439 injured. The toll was expected to rise as communications were restored. Nearly 4,000 buildings were destroyed.    Tokyo escaped unscathed. The quake was barely felt in the capital, 280 miles to the east, but people gathered around screens in train stations and department stores, awed at the scenes of destruction.    The shaking lasted about 20 seconds and snapped vital lifelines to western Japan, cutting train service including the high-speed \"bullet\" train, and knocking out power and telephone service. Sections of several elevated highways collapsed. A bus sat perched on the edge of a fallen section of highway.    Osaka's Itami Airport was operating but flights in and out of the new multibillion-dollar Kansai Airport, recently opened on an artificial island off Kobe, were halted.    Osaka, Japan's second-largest city and a major financial hub, suffered significant damage. The temblor shut down the nation's second-largest stock market for the morning.    But the quake's full force was taken by Kobe, a port city of 1.4 million people 20 miles west of Osaka that is a shipbuilding and steel-manufacturing center. It is the gateway for more than 12 percent of Japan's exports.    From Osaka, across the bay from Kobe, huge pillars of smoke could be seen rising into the sky as hundreds of fires raged. More than 500 aftershocks shook the area, some setting off new blazes.    The gas supply to nearly a half-million households in Osaka was shut off as a precaution.    Television showed dramatic scenes of people awaiting rescue. In footage from Osaka, the face of a woman was visible in the rubble.    \"I've been sitting in a small space here,\" she cried out in a feeble voice. \"But my mother has bad legs, and can't last much longer.\"     As night fell, the sky was lit with the eerie glow of fires. Noburo Asai, who lives on Port Island off Kobe, said he could see flames and smell acrid smoke.    \"Some of the fires appear to be going out - I'm afraid it's because they ran out of things to burn, not because they were put out,\" Asai said.    Port Island and another major Kobe development, Rokko Island, rest on landfill. Buildings on reclaimed land often suffer major damage in quakes.    In the ancient capital of Kyoto, home to many of Japan's cultural treasures, officials reported damage to several priceless statues and temple buildings. Kyoto is 50 miles east of Kobe.    U.S. Ambassador Walter Mondale called Foreign Minister Yohei Kono to pass along President Clinton's expressions of concern and sympathy.    The U.S. Embassy in Tokyo said there are believed to be about 8,000 Americans in and around Kobe and Osaka, but there were no reports any were hurt.    Rescuers from all over Japan converged on the quake zone.    Dazed survivors gathered in buildings left standing or huddled in salvaged bedding in the winter chill. As darkness fell, some prepared to spend the night in the open, afraid to go inside because of aftershocks.    In some places, the dead crowded out the living: One Kobe community center was pressed into service as a morgue.    The quake, which struck at 5:46 a.m., was centered 12 1/2 miles under Awaji in the Inland Sea, the Central Meteorological Agency said. Part of the quake's destructive power was due to the shallowness of its epicenter.    \"If the earthquake had occurred a couple of hours later, it would have been a massive, chaotic disaster,\" said Yoshiaki Kawata of Kyoto University's Disaster Research Institute.    Quakes of this magnitude often trigger tsunami, or tidal waves, which can be as destructive as quakes themselves. There were no tsunami today, perhaps because the Inland Sea, where the quake was centered, is almost surrounded by land.    The country has been rattled by a series of strong quakes since Dec. 28, when a quake with a magnitude of 7.5 jolted northern Japan.    Kobe is not considered a major center of seismic activity, though several active faults run through the region. The last serious quake to hit the area was a magnitude 6.1 quake in 1916. Material from Knight-Ridder Newspapers is included in this reportCaption:  MAP: PHOTO1) KYODO / AP: DARK SMOKE HOVERS OVER DOWNTOWN KOBE THIS MORNING AFTER THE PORT CITY WAS DEVASTATED BY A POWERFUL EARTHQUAKE.2) YOMIURI / AP: RESIDENTS WALK PAST THE COLLAPSED SECTION OF A SEVEN-STORY APARTMENT BUILDING IN NISHINOMIYA NEAR KOBE AFTER TODAY'S EARTHQUAKE.3) AP: KOBE (MAP NOT AVAILABLE ELECTRONICALLY)4) AP: AN ELEVATED SECTION OF THE HANSHIN EXPRESSWAY IN NISHINOMIYA FALLS TO ONE SIDE AS SUPPORTING PYLONS CRUMBLE.5) MAINICHI SHIMBUN / AP: A SIX-STORY BUILDING IN KOBE PARTIALLY COLLAPSED DURING TODAY'S EARTHQUAKE.6) AP: A PORTION OF THE HANSHIN EXPRESSWAY NEAR KOBE IS TWISTED ON ITS SIDE AFTER TODAY'S QUAK", "edition": "First"}