{"title": "`it felt like being in a boat with high waves' - quake at popular mexican resort on coast kills 54 people, injures 90", "filename": "1995-10-10_`ItFeltLikeBeingInABoatWithHighWaves-QuakeAtPopularMexicanResortOnCoastKills54P.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53821125EF01E?p=WORLDNEWS", "date": "1995-10-10", "page": "A3", "section": "News", "author": "Joseph B. Frazier", "text": "MANZANILLO, Mexico -  The death toll jumped to at least 54 people today as rescue workers grappled with the destruction left by a 7.6-magnitude quake that toppled houses and hotels along Mexico's Pacific Coast    The quake, which struck yesterday morning, also injured 90 people as it cracked bridges, split highways and cut power and phone services.    Defense Minister Gen. Enrique Cervantes Aguirre, overseeing aid efforts to this port town, told reporters today that 44 people died in Colima state alone.    The quake, centered off the coast about 330 miles west of Mexico City, was the country's most powerful tremor since Sept. 19, 1985, when a quake registering 8.1 on the Richter scale killed at least 10,000 people in Mexico City.     The epicenter was located three miles off the Pacific Coast between the states of Colima and Jalisco, the National Seismological Service said.     In the popular resort of Manzanillo,  the seven-story Costa Real Hotel was reduced to rubble. Rescuers pulled 12 bodies and 10 injured people from the ruins but suspended their search at dusk because there was no power.       As the rescue workers dug through the rubble, Carlos Jimenez, 21, sat numb with shock, his head in his hands, mourning his dead bride of just eight days. The couple was honeymooning in the Costa Real when the quake struck.    Vice Adm. Ambrosio Ariza Lopez, a director of search operations for the armed forces, said he expected crews to find more bodies at the Costa Real.    \"We really don't know exactly how many people died in the hotel,\" Ariza Lopez said, as workers discovered the 15th body, that of a woman 8 months pregnant. Her 3-year-old toddler was missing.    Popular among honeymooners, Manzanillo was the setting for the movie \"10\" with Bo Derek and is best known for its white-washed hotels with breathtaking views of rocky cliffs and a broad bay.    The area shook violently after the 8:37 a.m. quake. It was felt as far north as Dallas and Oklahoma City.    In Puerto Vallarta, another coastal resort, one of two cement crosses that grace the cathedral was toppled.    Telephone service and power were cut to many areas, and authorities canceled flights to Manzanillo, citing reports of damage to the runway.    Skyscrapers in Mexico City swayed violently, and people bolted from homes and workplaces. Power and phone service were interrupted for about an hour.       \"It was so strong, we couldn't walk,\" said Patricia Ortiz, a maintenance worker at Manzanillo's Club Med resort, which she said was closed after the late-summer season. \"My legs are still trembling.\"     Local officials farther up the coast issued flood warnings, reporting that the ocean had risen as much as 150 feet during the quake.       A sophisticated alarm system that warned the city's 20 million residents nearly a minute before a 7.2 quake hit a month ago did not sound yesterday. The system's early-warning sensors are located in the state of Guerrero, the epicenter of most of the tremors that reach the capital, which is built on an ancient, drained lake bed. Yesterday's quake was centered dozens of miles away from the northernmost early-warning sensor.    The quake took its toll on the economy, as well, forcing the evacuation of Mexico's stock exchange and a 30-minute suspension of trading.    Scientists at the National Earthquake Information Center in Golden, Colo., who measured the quake at 7.6, also pinpointed it in the region where a much more powerful tremor devastated the area in 1932. Information from Reuters and the Los Angeles Times is included in this report.Caption:  PHOTO: MAP1) EUGENE HOSHIKO / AP: CARLOS JIMINEZ LOOKS FOR HIS WIFE'S BODY IN THE RUBBLE OF THE HOTEL COSTA REAL IN MANZANILLO, MEXICO. TWELVE BODIES HAVE BEEN RECOVERED FROM THE WRECKAGE.2) KNIGHT-RIDDER NEWSPAPERS: WHERE QUAKE WAS FELT (MAP NOT AVAILABLE ELECTRONICALLY", "edition": "Final"}