{"title": "`neighbor kids' from kobe visit seattle - 45 young ambassadors arrive from quake-shaken sister city", "filename": "1995-08-16_`NeighborKidsFromKobeVisitSeattle-45YoungAmbassadorsArriveFromQuake-ShakenSisterCity.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5380A82164415?p=WORLDNEWS", "date": "1995-08-16", "page": "B1", "section": "Local News", "author": "Tyrone Beason", "text": "Thousands of miles from home, the 45 young ambassadors from Kobe, Japan, seemed as chummy as next-door neighbors.     In a way they are. Seattle is the sister city of earthquake-ravaged Kobe.     And through the Seattle-Kobe Kids Camp, these youngsters will further tighten the bond between the two cities and, in the process, learn about the importance of helping people in need. The two-week earthquake-relief program is put on by a nonprofit coalition of residents, businesses and community leaders.     But on the second day of their stay in the U.S., the children yesterday were still trying to take in all the new sights and sounds.     \"It's like Kobe, surrounded by the ocean,\" said 17-year-old Rie Matsushima as he gazed out an eighth-story window of Seattle Tower, where the youngsters spent part of yesterday pasting together Japanese and U.S. flags.    Matsushima and her peers, selected from more than 800 youths age 10-17 through an essay competition in Kobe, also met with Mayor Norm Rice and visited the Seattle Art Museum.     Their journey is a welcome diversion from Kobe, said Le Huy Thang, 14. Since the powerful earthquake paralyzed much of that southern Japanese port city in January, life has been difficult, he said.     Some of the youngsters brought to the U.S. for the Kids Camp lost relatives in the quake. Others have been staying with their parents at refugee centers.     \"Many of them were very depressed before coming here,\" said Eri Shaji, a Japanese educator and camp volunteer.     But while in Seattle, the children will maintain a schedule that would make the secretary of state's head spin. And they seem more \"alive\" because of it, Shaji said.     The group's activities will include workshops - including a computer-training session at Microsoft - camping and visits to the Woodland Park Zoo, Tillicum Village, the Seattle Children's Theatre and a Seattle Sounders game.     Thang doesn't mind the fast pace. He said he wants to absorb as much of the American Northwest as possible.     Kids Camp co-organizer Heidi Schumann says the cultural experience is only part of the reason the kids are here. \"We want to show the kids the importance of volunteering,\" Schumann said.     More than 200 Seattle residents are helping with the program in a number of ways - from serving as host families to donating money for food and supplies.     Organizers hope the kids will pick up on the sense of good will.     The Kids Camp has generated a great deal of support in Seattle and Kobe, underscored by the more than $150,000 raised by camp organizers since February.Caption:  PHOTOJIMI LOTT / SEATTLE TIMES: KOBE STUDENTS LEARN ABOUT THE MAKING OF AN AMERICAN FLAG AT THE KIDS CAMP.", "edition": "Final"}