{"title": "Greek rescuers find boy alive in quake rubble - death toll at 17; another survivor heard", "filename": "1995-06-16_GreekRescuersFindBoyAliveInQuakeRubble-DeathTollAt17AnotherSurvivorHeard.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537F0C00601C5?p=WORLDNEWS", "date": "1995-06-16", "page": "A18", "section": "News", "author": "Costas Paris", "text": "EGION, Greece - Rescue workers struggled today to free two survivors - a boy and a wheelchair-bound woman - buried alive for more than 36 hours in the ruins of an apartment block razed by yesterday's earthquake her     The death toll from the 6.1 quake, centered on this western Greek coastal town, rose to 20 after rescue workers dug out the bodies of five more French tourists at the Eliki Hotel.     The deaths caused by the earthquake, 10 French tourists, nine Greeks and one Italian woman, were in the hotel or the apartment block.     More than 60 people were injured, many seriously, when the tremor shook the region 90 miles west of Athens on the Gulf of Corinth.     Swiss and Greek rescue teams fought heat, exhaustion and time to free the two Greek survivors.  The discovery of the survivors today raised hopes that up to 10 people missing, including two French tourists, buried in the rubble might be alive.     Rescue workers said that tunneling through the debris of the apartment block was laborious and tiring.     \"We're advancing very slowly with hammers and chisels. No machinery. We're afraid the vibrations would bring down the whole area,\" said Thierry Angeretas, a member of the Swiss team.     Particular concern was being expressed for Andreas Bogdanos, 8, whom rescuers have been struggling to free.     \"The problem is that we can talk to him but we don't know his exact location,\" said Swiss team spokesman Beat Kraettli.     \"Sometimes he talks logically but sometimes he hallucinates. That means he's suffering from dehydration. We must get him out as soon as possible. There is danger he may die,\" he added.     In another part of the collapsed building, workers were trying to reach Maria Elvira Frangonikolopoulou, a mentally retarded woman confined to a wheelchair.     \"Dogs detected a second person alive,\" Angeretas told reporters, just after Frangonikolopoulou was located.          Attention has been focused on the two collapsed buildings but the quake caused widespread destruction throughout the western Greek region near the port city of Patras.    The regional governor, Efstratios Seretis, said today that 650 homes had been damaged beyond repair, 550 sustained serious damage and 920 were slightly damaged. About 400 tents have been set up in school playgrounds to house the homeless and food and water has been trucked in.     More than 15,000 people slept outside last night and civil engineers have daubed hundreds of houses with red paint, marking them as uninhabitable because of quake damage.     People lined up in the central square of Egion, a pretty tourist village on the coast, while officials distributed blankets, tents and beds.    Meanwhile, a sharp tremor of 4.3 preliminary magnitude rolled through the Aegean Sea early today, some 340 miles south of here, rocking parts of Crete.    There were no reports of damage or injuries", "edition": "Final"}