{"title": "Earthquake homeless in kobe ordered out of shelters", "filename": "1995-08-21_EarthquakeHomelessInKobeOrderedOutOfShelters.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5380CF5EEC973?p=WORLDNEWS", "date": "1995-08-21", "page": "A6", "section": "News", "author": "Los Angeles Times", "text": "KOBE, Japan - Seven months after a deadly earthquake, Kobe's government said yesterday that it is closing all 260 of its remaining refugee centers and cutting off free food for residents made homeless    About 7,600 people who still have not found housing were asked to vacate the centers, especially at schools, where they have been living since the Jan. 17 quake. They were told to move into 12 newly specified \"waiting stations,\" accept free temporary housing already offered by the city or find housing on their own.    City officials took no forceful action to evict refugees and plan no such moves, said Jun Nagata, the duty officer of Kobe's earthquake countermeasure headquarters.    But the move underscored problems that Kobe and Hyogo prefectures face in their massive program to repair or replace $100 billion worth of property damaged in the 6.9-magnitude earthquake that killed more than 5,500 people.    At the peak in late January, more than 310,000 people throughout Hyogo prefecture - 220,000 of them in Kobe - jammed schools, gymnasiums and other public buildings seeking shelter and food.    Sojiro Kawamura, who heads two grass-roots refugee groups, condemned the city government for creating \"a new great disaster\" in abandoning the many families who are expected to remain on school grounds despite yesterday's order.    Kawamura, whose family lost its apartment in the earthquake, acknowledged that some refugees have refused to accept free temporary housing units from the city. But he said that the rejections have come from families with five or six members who can't live in the tiny 30-square-yard prefabricated units, or from families who found commuting distances too long.    Nagata said the city would be able to provide new temporary shelters to about 2,000 people in 12 \"waiting stations\" in public halls, but said no additional temporary housing units will be built.     Throughout the prefecture, about 48,000 prefab housing units have been built - 33,000 of them in Kobe - and distributed through a series of lotteries.", "edition": "Final"}