{"title": "`side-slip' quake similar to one in seattle in '65", "filename": "1995-01-18_`Side-SlipQuakeSimilarToOneInSeattleIn65.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537AB7197F06F?p=WORLDNEWS", "date": "1995-01-18", "page": "A6", "section": "News", "author": "Bill Dietrich", "text": "Japan's devastating earthquake is another reminder of the instability of the Pacific Rim, where 80 percent of all the world's earthquake energy is released each year.     Geophysicists say the 7.2-magnitude quake centered near Kobe appears to have been a \"side-slip\" movement of a fault most similar to the 1989 earthquake that shook San Francisco and Oakland.     As such, it was similar to earthquakes that shook Seattle in 1949 and 1965 and possibly similar to a more powerful earthquake 1,100 years ago that heaved up Bainbridge Island and Alki Point, sent forests of trees sliding into Lake Washington and caused a tsunami in Puget Sound.     It was significantly different from the subduction-zone earthquakes that appear to occur every several hundred years off Washington and Oregon, causing severe coastal damage. And it was slightly different from last year's Los Angeles earthquake, in which a similar-size fault moved vertically instead of sideways.     If there is a lesson in Japan's disaster, said Wayne Thatcher, a geophysicist with the U.S. Geological Survey (USGS) in Menlo Park, Calif., it is that concern should rest not only over the \"Big One,\" but also the more numerous smaller shocks located on faults near urban areas.     If the same magnitude earthquake had occurred at the junction of three plates southeast of Kobe, he explained, it would have been far enough away and deep enough to cause little harm.     A magnitude-7.7 quake occurred about 150 miles off Japan in late December but caused little damage, said USGS geophysicist Stuart Koyanagi at the National Earthquake Information Center in Boulder, Colo.   Yesterday's earthquake occurred under Awaji Island near Kobe.   That city does not appear to have had a big, damaging earthquake since the year 600, said Keiiti Aki, a geophysics professor at the University of Southern California.   But such shaking in Japan as a whole \"is pretty normal,\" said Koyanagi. \"Japan has more large earthquakes than California does.\"    Nor was the size of yesterday's quake unusual. The planet averages about one to two dozen earthquakes of approximately magnitude 7 every year, as well as 150 magnitude-6 quakes and one magnitude 8. (Each full-number increase is equal to a tenfold increase in released energy.)    Most occur away from populated areas or in poorer countries and get little media attention.   \"There are hundreds of faults in Japan that can cause earthquakes of this size,\" said Thatcher. There are also several under the Puget Sound basin.   Washington and Oregon average about 1,000 earthquakes a year, of which only a handful are strong enough to be felt. Those big enough to cause heavy damage have averaged about 30 to 40 years apart, with the most recent one in 1965.   The reason for this shaking is that the Earth's surface consists of about 15 plates that are afloat, moving and overlapping on a molten interior. In the broadest terms, a seam down the middle of the Atlantic Ocean's floor is spreading that sea wider at a speed about equal to the growth of your fingernails. The Pacific Ocean, meanwhile, is being compressed.   As continents ride over the top of the Pacific sea floor, the collision produces mountains, volcanoes and earthquakes all around its rim. Japan, Alaska, California and Chile are particularly notorious for earthquakes.     Earthquake damage hinges on a quake's intensity; how near its epicenter is; how shallow it is (closer to the surface is worse); a city's soils (Mexico City, built on a filled lake bed, is particularly vulnerable); and the quality of building construction.     The apparent failure of earthquake-designed structures in Japan did not surprise Thatcher. \"You can make things earthquake-resistant but not earthquake-proof,\" he saidCaption:  ILLUSTRATION: MAPKNIGHT-RIDDER NEWSPAPERS: SOURCE: U.S. GEOLOGICAL SURVEY NATIONAL GEOGRAPHIC RESEARCH BY PAT CARR: JAPAN: COLLISION ZONE (ILLUSTRATION AND MAP NOT AVAILABLE ELECTRONICALLY)", "edition": "Final"}