{"title": "Earthquake rocks china - 29 killed in southwestern part of country", "filename": "1995-10-24_EarthquakeRocksChina-29KilledInSouthwesternPartOfCountry.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5382603008164?p=WORLDNEWS", "date": "1995-10-24", "page": "A8", "section": "News", "author": "Apreuters", "text": "BEIJING  - At least 29 people died and 77 were injured when a strong earthquake shook southwestern China today, knocking over scores of buildings and cutting telephone lines.    The magnitude 6.5 quake was centered near Wuding, about 60 miles northwest of Kunming, the capital of mountainous Yunnan province.    In Wuding, at least 27 people were killed in two towns near the epicenter, said Yunann seismologist Ma Dianjun, reached there by telephone. Two other nearby towns could not be reached because phone lines were down and roads were blocked, he said.    The area, 1,300 miles southwest of Beijing, has steep mountains rising to more than 6,500 feet and is not heavily populated. A quake with a magnitude of 6 can cause severe damage to populated areas.     The tremor struck during a torrential rainstorm, adding to survivors' misery and making rescue and relief work especially difficult in the rugged mountain province bordering Burma. Many people in stricken Wuding and Luquan counties perished when their houses collapsed.     A small reservoir damaged in the tremor was leaking, causing concern for residents living downstream.     The earthquake severed communications to Wuding, home to about 240,000 people,  Xinhua news agency said.     Seismologists counted more than 200 aftershocks to the main earthquake, including seven with Richter readings above four.     A Wuding broadcaster said seismologists predicted further aftershocks, prompting many residents to stay outdoors. \"Almost everyone is staying outside and only a few of us are staying in our offices,\" he said.     \"We are rather used to earthquakes because they happen all the time. But we all ran out of our buildings into the rain,\" one official said, estimating that the first wave of tremors lasted a terrifying 15 minutes. The earthquake jarred residents as far away as Kunming and parts of Sichuan province to the north, but little damage was reported outside the region of the epicenter.     A 7.3-magnitude tremor jolted Yunnan's Menglian region in July, killing 11 people and injuring 136.     The latest earthquake struck at a time of superstitious sensitivity about natural disasters across China.     In the past month, a rare \"leap eighth month\" on China's traditional lunar calendar, millions of Chinese have taken to wearing specially colored socks or taking other precautions to guard against brushes with the supernatural. The last leap eighth month came in 1976, a year when 240,000 people were killed in north China's great Tangshan earthquake.Caption:  MAPAP: WUDING EARTHQUAKES (MAP NOT AVAILABLE ELECTRONICALLY)", "edition": "Final"}