{"title": "School not alone  as earthquake risk - quality control `not real good' in 1960s", "filename": "1995-09-08_SchoolNotAloneAsEarthquakeRisk-QualityControl`NotRealGoodIn1960S.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53814C3B06938?p=WORLDNEWS", "date": "1995-09-08", "page": "B1", "section": "East", "author": "Katherine Long", "text": "CLYDE HILL - Chinook Middle School might not be the only school in the area built without steel bars to keep the walls from crumbling in a quake, engineers say.     \"Quality-control wasn't real good at that time,\" said Dick Hemmen, senior engineer with Dames & Moore, of 1960s-era school buildings. \"It's not uncommon to run into it when evaluating existing buildings\" of that vintage.     The Bellevue School Board decided Wednesday night to close Chinook by Oct. 15 and bus all 675 students to Hyak Elementary, five miles away. Hyak now is occupied by Eastgate Elementary pupils, who await the mid-October completion of remodeling at their school.     Fixing Chinook's problems could take a year or more and cost up to $7 million. If the board opts instead to tear down the school and rebuild from scratch, it would cost up to $12 million.     In the next month, six other Bellevue-district schools will be evaluated for earthquake safety. They are: Interlake and Sammamish high schools, and Medina, Somerset, Stevenson and Sunset elementaries. The district also will examine buildings it leases; for example, the building housing Eastside Catholic High School.     Officials don't expect to find problems, but they've been surprised before. Two years ago, similar deficiencies were discovered and corrected at Bellevue High.     The trouble with Chinook is that its concrete-block walls lack rebar - steel rods used to stabilize the blocks during earthquakes. Reinforced with rebar, a wall can bend without breaking.     The walls of the one-story, 34-year-old school in this community west of Bellevue are made of individual concrete blocks with two vertical holes in the center. According to the architect's plans, the contractor was supposed to put rebar in the holes, then fill the space around the rebar with cement to form solid, vertical piers at 32-inch intervals, explained Jon Magnusson, an engineer with Skilling Ward Magnusson Barkshire Inc.     Magnusson's firm, hired by the district to do a routine seismic upgrade, found that in 81,000 square feet of the 91,000-square-foot building, the rebar was missing.     The hazards of unreinforced masonry were demonstrated in 1932 in Long Beach, Calif., where three-fourths of such schools were heavily damaged or collapsed during a quake. But it took many years for stricter building codes to work their way north.     Rebar has been required here since the early 1960s, although some contractors resisted the reinforcement because it was time-consuming and they didn't think it was important, Magnusson says.     \"I really think they thought: `Gee, we've been building these things for 50 years. Let's not bother - it's not that big a deal,' \" he said.     School officials say they don't know who built Chinook, and it might do them little good to find out - there is a six-year statute of limitations on filing claims against contractors for building deficiencies. A spokeswoman with the state attorney general's office, however, said there was a possibility the school district could file a fraud claim.     The building-inspection records have been thrown away - \"lost to history,\" said Clyde Hill town administrator Mitch Wasserman. Magnusson and Hemmen believe other schools in the area were built without rebar, but the deficiency hasn't been discovered yet.     Magnusson called the decision to close the school a policy matter. \"The chance it (an earthquake) would happen in the next two months is relatively small,\" he said. \"But if it were to happen in the next two months, the consequences would be severe.\"      The Puget Sound area has \"deep, damaging earthquakes roughly every 30 years, and it's been roughly 30 years since one has happened,\" says Bill Steele, head of the seismology lab at the University of Washington. \"It's a very real and present danger, but we can't assess the day-to-day risk.\"      Steele praised the Bellevue board for taking quick action.     Parents agreed, although they were upset by the timing of the discovery.     \"My approach was, wait a minute, this is the second day of school,\" said Annette Schneider, co-president of the PTSA. \"Why didn't they know about this before school started?\"      Magnusson said the problem was discovered last month, but it took three weeks to complete tests on all the buildings, which involved boring holes in the concrete to see whether there was rebar inside.     Schneider, whose son is a Chinook eighth-grader, said she was satisfied with the board's decision to leave students in the school until Hyak Middle School is ready for them. \"They've considered the kids first,\" she said. \"As far as the options available, this was my choice, to remain in this facility.\"      Chinook students are being given the option to move to other middle schools in the district, but Chinook Assistant Principal Patrice Martin said none has decided to do so yet. However, some parents asked the school about the possibility of home-schooling their children until Hyak opens up.     Martin said students are enjoying the attention. The school's cafeteria, gym and music room have been closed because they pose the greatest danger in case of a quake, and so pizza was delivered for students to eat outdoors at lunch yesterday.Caption:  PHOTOPEDRO PEREZ / SEATTLE TIMES: KAREN NICHOLSON, LEFT, KITCHEN MANAGER FOR CHINOOK MIDDLE SCHOOL, HAD TO ORDER PIZZA FOR LUNCH YESTERDAY AFTER THE POSSIBLY QUAKE-PRONE CAFETERIA WAS CLOSED. DELIVERYMAN PAUL HAMP HELPS WITH THE PIZZA", "edition": "Final"}