{"title": "Quake hits greek port; at least 14 are killed", "filename": "1995-06-15_QuakeHitsGreekPortAtLeast14AreKilled.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537F06A8664C1?p=WORLDNEWS", "date": "1995-06-15", "page": "C1", "section": "News", "author": "Nikos Konstandaras", "text": "EGION, Greece - An earthquake jolted this port town in southwest Greece early today, sending walls and ceilings crashing as residents slept. At least 14 people were killed, including nine Greeks pulled from an apartment house that police said collapsed like \"a house of cards     Four French tourists died when a wing of the Eliki hotel collapsed. Eight other tourists from France were missing and presumed trapped under the rubble.    Murielle Petit, a 33-year-old hotel employee, was rescued from the debris almost 12 hours after the quake struck. Conscious throughout her ordeal, she suffered leg injuries.    Hotel night watchman Yannis Bougas said he pulled two dead French visitors from the debris.    \"The quake was very strong,\" Bougas said, his shirt stained with blood. \"There was a loud noise, and the whole world turned to dust. I came out and saw part of the hotel had collapsed, and ran to the area and started shouting to the French to get out, and those who could got out.\"     Only the facade of the four-story wing was intact. Rescuers lifted concrete blocks to search for survivors. The death toll was expected to rise.    The Athens Geodynamic Institute said the earthquake had a preliminary magnitude of 6.1 on the Richter scale and struck at 3:15 a.m. local time (5:15 p.m. Pacific time yesterday), damaging dozens of buildings in Egion and the town of Nafpaktos, across the eight-mile-wide Gulf of Corinth.    Another tremor of 5.4 preliminary magnitude struck 15 minutes later. The quake's epicenter was in the gulf's seabed, the seismological agency said.    The earthquake was felt as far away as Ioannina near the Albanian border, 190 miles north of the epicenter, and in the capital, Athens, 90 miles east.    Egion, a small port on the Gulf of Corinth, is in an area of frequent seismic activity.    Within an hour of today's earthquake, military units from the region and Athens rushed medical and rescue teams to Egion.    In Nafpaktos, dozens of buildings were damaged. Police said a number of people were injured when ceilings collapsed as they slept.    A quake of magnitude 6 can cause severe damage in populated areasCaption:  MAP: PHOTO1) ARIS SARIS / AP: RESCUE TEAMS SEARCH RUBBLE OF A HOTEL IN EGION, GREECE. A DEADLY QUAKE TODAY DESTROYED A WING OF THE HOTEL AND DAMAGED OTHER BUILDINGS.2) AP: EARTHQUAKE EPICENTER IN GULF OF CORINTH (MAP NOT AVAILABLE ELECTRONICALL", "edition": "Second"}