{"title": "Quake shakes up safeco insurance policies", "filename": "1995-05-04_QuakeShakesUpSafecoInsurancePolicies.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537DC7A2CC94C?p=WORLDNEWS", "date": "1995-05-04", "page": "D1", "section": "Business", "author": "Greg Heberlein", "text": "Last year's California earthquake continues to have consequences: Home and auto owners can expect to pay more for insurance in coming months.     That's the word from Roger Eigsti, chairman and chief executive of Safeco, one of the nation's largest insurance and financial services companies. Eigsti's comments came after Safeco's annual meeting yesterday.     The Northridge quake, which at an estimated cost of $250 million is Safeco's worst catastrophe expense ever, led to a number of realizations, Eigsti said. One was that many, if not most, homeowners were \"dramatically underinsured.\" That is, even with insurance proceeds, they couldn't restore their house and contents to their former states.     So Seattle-based Safeco launched a three-year effort to re-evaluate homeowners' policies. As coverage increases, so does the cost to the homeowner.     Meanwhile, \"Homeowners (rates) for years have been flat,\" Eigsti said. \"They are starting to increase now.\"      Auto policyholders should fare better, Eigsti said. Those rates have trended higher, but competition should keep them from rising significantly.     Another legacy of the quake that hit greater Los Angeles on Jan. 17, 1994 - a magnitude-6.7 temblor that killed 61 people and caused $20 billion in damage - was how insurance companies forecast damages. Dan McLean, president of Safeco's biggest unit, property/casualty, said that before the quake an estimate of prospective damages would have been $120 million. Instead, Safeco faces $250 million in costs. McLean said the company is looking at several ways of improving those forecasts.     Catastrophic losses have risen nearly every year since 1988, McLean said.     Yet Safeco continues to perform well. The Northridge quake prevented Safeco from bettering 1993's financial results, but they were the second best in company history. Profit excluding securities gains was $288 million, or $4.58 a share, vs. 1993's $307 million, or $4.88 a share.     Recognizing the good year, Safeco's directors voted yesterday to raise the quarterly dividend 8 percent, to 53 cents a share, payable July 24 to shareholders on July 7.     As for 1995, Eigsti said Wall Street analysts now forecast between $5.40 and $5.50 a share in profit.     Eigsti said he was comfortable with that - barring a catastrophe", "edition": "Final"}