{"title": "Kobe earthquake - japanese people appreciate concern shown by americans", "filename": "1995-03-06_KobeEarthquake-JapanesePeopleAppreciateConcernShownByAmericans.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537BE3419D369?p=WORLDNEWS", "date": "1995-03-06", "page": "B5", "section": "Editorial", "author": "Unknown", "text": "I wish to take this opportunity to convey that the government and people of Japan are truly grateful for the sympathy, support and the assistance being offered from governments, organizations and individuals in the world, including the United States, who so unselfishly responded to help the unfortunate victims of the earthquake which hit the southern region of Hyogo prefecture on Ja 17. Prime Minister Tomiichi Murayama, acknowledged with deep gratitude many offers of assistance from the United States, from 69 other countries and from three international organizations. Both houses of the Japanese Diet also adopted resolutions to express gratitude for these generous international contributions.     As to the Pacific Northwest, Resolution 95-4606 was adopted by the House of Representatives of the state of Washington, Hyogo's sister state, immediately after the earthquake to \"join in the process of assisting the people of Kobe and its outlying areas by facilitating the ongoing relief effort in any way possible.\"      In the meantime, many individuals and organizations volunteered to set up earthquake relief funds, and a recent count of only the published donations totaled nearly $400,000. There are many other unannounced donations as well; for instance, a local coffee shop gathered $300 from its customers; and a local elementary class collected $300 from the classmates and parents, etc.     It was estimated that the total quake damage came to $95 billion or about 13 percent of the fiscal 1994 national budget and 240,000 people were homeless at one time.     The recovery is on its way, however. Both central and local governments are doing whatever they can to secure temporary housing for the homeless. On Feb. 13, all middle schools in Kobe managed to re-open their classrooms despite having to use some makeshift facilities such as tents in exercise fields or conference rooms converted to classrooms. The Japanese government has decided to earmark nearly $11 billion in a second fiscal 1994 supplementary budget for urgent measures to help rebuild areas devastated by the Kobe earthquake.     During this difficult time, it is heartwarming to be reassured that so many people in the U.S., particularly the people of the Pacific Northwest, cared about the people across the Pacific. In early February, Seattleites and people from other areas rang the Kobe bell located at Seattle Center more than 5,000 times, or once for each victim of the earthquake, to honor the victims of the earthquake as well as to express their solidarity with Seattle's sister city. The Kobe bell, given to the Cit y of Seattle by the City of Kobe in 1962 as a symbol of friendship, became the focal point to start Seattleites' healing process of the disaster.     We truly appreciate the eager gesture of friendship shown in the wake of this terrible disaster. Masaki Saito, Consul General of Japan Seatt", "edition": "Final"}