{"title": "Oh buoy, a quake on the bridge!", "filename": "1995-02-09_OhBuoyAQuakeOnTheBridge!.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537B2E2AA3429?p=WORLDNEWS", "date": "1995-02-09", "page": "B1", "section": "East", "author": "Steve Johnston", "text": "Hey, Johnston: All the news about earthquakes and the inevitability of the \"Big One\" in our region has me all shook up. Out of curiosity, how would the floating bridges do during a 7.2 or greater earthquake? Would they be a good place to ride out the seismic jolt    In a similar manner, would it be safer to live in a houseboat on Lake Union than in a lot of other places in Seattle?    ANSWER: If you can arrange it, get on one of the floating bridges before an earthquake strikes.     The \"floating\" part of the floating bridges on Lake Washington would be a good place to be stopped for a 7.2 earthquake, according to Myint Lwin, who studies bridge construction for the state Department of Transportation.     \"The floating bridges would be fine,\" Lwin said. \"It's the approaches that would have trouble.\"      The approaches are those things connected to land at either end of the bridges (Interstate 90 and Highway 520), and being connected to land is the problem. It takes a lot of shaking to get the floating part of these bridges to start moving, Lwin said, and an earthquake would happen too fast to do that.     But the approaches would shake just like any land structure.      \"The older bridge is more dangerous,\" Lwin said. That would be the Evergreen Point Floating Bridge, built in 1963. Most of the I-90 bridge was just built and would better withstand a quake.     Asked what would happen if the approaches fell during an earthquake, Lwin said vehicles would be stranded on the floating part of the bridges, which are anchored in place. So motorists would just float until help came.      All in all, he said, that wouldn't be a bad place to be during an earthquake. Same thing with a houseboat. Our lakes aren't prone to tsunamis after earthquakes.      Hey Johnston: What's with all those birds just off the Evergreen Point bridge when you are leaving Seattle? They are there in the evening, and there are thousands and thousands of them.     ANSWER: Those are starlings, and they love to get together in huge groups and fly in circles. An Audubon Society spokesman says it's natural for starlings to flock before they start looking for nests to make more starlings.     These are the same birds that caused such a fuss in Pioneer Square in downtown Seattle. Lovingly known as sky rats, these birds aren't native to the Northwest but have moved in for the duration.     The Audubon folks say the flocks should move from this wetland area at the end of the month to start nesting. This is a little early for normal birds, but birds that hang around all year and bug people like to get an early start on the nesting business.     So look forward to seeing more starlings in the coming years. How to Just Ask Johnston: This column appears Tuesdays and Thursdays in the Local News section of the Eastside edition. Leave your questions about any aspect of Eastside life on Steve Johnston's voice mail at 464-8475. The e-mail address is east@seatimes.com. Or write: Just Ask Johnston, c/o The Seattle Times, 10777 Main St., Suite 100, Bellevue, WA 98004", "edition": "Final"}