{"title": "Cold, disease, hunger now threaten kobe - survivors face quake aftermath", "filename": "1995-01-20_ColdDiseaseHungerNowThreatenKobe-SurvivorsFaceQuakeAftermath.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537AC28B1228D?p=WORLDNEWS", "date": "1995-01-20", "page": "A1", "section": "News", "author": "David Thurber", "text": "KOBE, Japan - They survived earthquake and fire. Now thousands of Japanese are fighting hunger, bone-chilling cold and the threat of disease.    Kobe, a modern port city, is now smoldering ruins without enough electricity, food, fuel and clean water for its 1.4 million people.    An aftershock of magnitude 3.6 jolted Kobe today. Seismologists said it was among the strongest of more than 800 aftershocks since Tuesday's devastating quake of magnitude 7.2.    The death toll stood at 4,431 with 656 still missing and 23,600 injured, according to police.    Two Americans were killed in the quake. Family members identified one of the victims today as Donna Jeanne Miller, 53, a native of Portland, Ore., who had worked in Kobe four years as an English teacher. The other victim was Voni Lynn Wong, 24, a teacher from Los Angeles.     More than 300,000 people were living in emergency shelters.    Tens of thousands of people were trying to make their way out of the city, by foot if necessary and carrying their possessions on their backs.    Ten people were found alive today, including five women in a collapsed apartment building, Japanese media said.    The threat of disease was endemic. Garbage collection was suspended after the quake, and huge mounds of trash were accumulating on the streets.      So many sewer lines were severed that the government began distributing hundreds of portable toilets.    With no running water, sanitation is becoming a major problem in crowded earthquake shelters. Every day, refugees shuffle through the rubble-strewn streets to collect water in plastic canisters from broken mains.    Naoto Sato, a Kobe city official, said as yet there were no reports of disease caused by contaminated drinking water. \"We're lucky\"     \"If it were summertime, the situation would have been bad,\" he said. \"We're lucky.\"      The cold weather - nighttime temperatures have been hovering around freezing - has prevented bodies from decomposing in the rubble. However, it probably also has killed some who survived the quake but were trapped in the wreckage.    Officials admitted that overcrowded shelters were critically short of all necessities. At one school, hundreds of refugees were camping in classrooms which had heat. Scores of others were crowded into the unheated, concrete hallways, where they spend their nights wrapped in blankets.    The death toll already surpassed the official death toll in Japan's next-worst recent earthquake - 3,769 people killed in 1948 in the northwestern city of Fukui.    The scope of the devastation shattered Japanese confidence that one of the world's most technologically advanced nations could insulate itself from nature's power and cope with the aftermath.    At city hall in suburban Nishinomiya, hundreds of homeless people showed up today to ask officials for help finding new homes. \"Go to another city\"     \"I'm sorry, but I can't do anything about your house at this point,\" one official, Takahiro Inada, told them. \"I suggest you go to another city.\"      As rescuers dug survivors out of the rubble today, a pregnant woman who had been pulled out earlier gave birth to a healthy baby girl.     Yuko Ukon, 33, had been visiting her parents' home in Kobe when the earthquake struck before dawn Tuesday and was trapped under a chest of drawers that fell as she slept.     But she was lying on her side so that her pelvis took the weight of the chest, leaving the unborn baby unharmed. Information from Reuters is included in this report. THE EARTHQUAKE IN KOBE ------------------------------------ Casualties: 4,431 dead, 656 missing, more than 23,600 injured. Buildings: More than 30,500 destroyed or badly damaged. Airports: Kobe is served by Osaka Airport and Kansai International Airport, on an artificial island off Osaka. Neither suffered major damage, and service continued. Highways: Hanshin Expressway, a major artery between Osaka and Kobe, collapsed in five places, including one 500-yard section. Bay Coast Highway in Osaka collapsed on a section of reclaimed land. Other national roads were damaged at 20 sites. Other transportation: Ferry service is knocked out. Rail lines for \"bullet\" trains damaged at 36 places over a length of about 56 miles. Electricity: About 110,000 households without power. Gas: 849,500 households without natural gas. Water: Supply to about 1 million households suspended because of pipe damage. Associated PreCaption:  PHOTO1) YOMIURI SHIMBUN VIA AP: RESCUERS CARRY KITAI LIN FROM A COLLAPSED SIX-STORY BUILDING IN KOBE YESTERDAY. HE AND HIS SON TATSUYA, 6, WERE RESCUED 56 HOURS AFTER THE QUAKE.2) ERIC DRAPER / AP: A QUAKE VICTIM IN KOBE, JAPAN, SHIELDS HER NOSE AND MOUTH TO AVOID INHALING SMOKE YESTERDAY. GAS PIPES BROKEN DURING TUESDAY'S EARTHQUAKE HAVE FED FIRES. THIS WOMAN SAID HER APARTMENT HOUSE BURNED DOW", "edition": "Final"}