{"title": "Six months after quake, kobe struggles to rebuild", "filename": "1995-07-17_SixMonthsAfterQuakeKobeStrugglesToRebuild.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537FE03928BDF?p=WORLDNEWS", "date": "1995-07-17", "page": "D3", "section": "Business", "author": "Dorian Benkoil", "text": "KOBE, Japan - At one of Kobe's busiest intersections, what was a nine-story office building before the city's devastating earthquake has finally reopened - after the top six floors were removed.    The truncated Kobe Transport Building is a fitting symbol for businesses' struggles to rebuild, recover and move ahead six months after the worst quake to hit Japan in seven decades.    All over the city, signs of hope are mixed with reminders of the 7.5-magnitude quake on Jan. 17, which killed more than 6,000 people, made 250,000 people homeless and caused nearly $120 billion in damage.    The removal of tons of debris from more than 94,000 demolished buildings and homes is winding down, and empty lots dot the city. Construction companies are busy repairing damaged structures, but a hoped-for boom in new projects has not yet materialized.    Kobe had hoped that a big infusion of government aid would help it not only rebuild but add new amenities - gleaming shopping malls, parks, an airport. But officials say prospects do not look good.    \"Informally, many people inside the government are telling Kobe to take care of itself,\" said Hiroki Hamada, a city economic official.    The city's business community is trying to do just that. The Kobe Chamber of Commerce estimates that 95 percent of its 14,000 members  are at least partially back in business.    Kobe Steel, a top employer and one of Japan's main producers, has restarted all its main production lines and plans cost cuts and sales of some assets to make up for an estimated $1.3 billion in damage.    The city's port, which was Japan's second-largest before the quake, is making repairs more quickly than expected but is still handling less than half the container traffic it did before the quake.    Many hotels rushed to reopen this month in time for the summer season, and the city launched an ambitious national advertising campaign to attract visitors. But hotels, which had 60 percent bookings at this time last year, now have only a 10 percent reservation rate.    \"Every other building is broken. There's only so much you can see,\" said Chris Dowd, 26, of Boston, one of the few tourists in Kobe.    Throughout the city, construction netting covers hundreds of buildings. Many bear the insignia of Obayashi Corp., one of the region's largest construction companies.    Because of quake-related demolition and repairs, the company will take in 50 percent more money in Kobe than last year. But Yutaka Nishi, head of the Kobe office, says it is a short-term surge.    \"We think this work will continue through the end of the year,\" Nishi said. \"But we're not at all sure owners will rebuild fallen buildings.\"     A four-year economic slump throughout Japan has cut company earnings and put Japanese in a non-spending mood. Even before the quake, office buildings in Kobe were only 70 percent full, Nishi said.    For a lucky few, the quake has been a boon.    One group almost surely profiting is the underworld. Japan's biggest crime syndicate, the Yamaguchi-gumi, is based in Kobe. Companies affiliated with Japanese gangsters take as much as 3 percent of the cost of every construction project. Their share of the $3.5 billion already spent on demolition is probably even greater, said Raisuke Miyawaki, a former top gang investigator with the national police.    Local governments, seeking to soften the image of a construction industry known for excluding outsiders, have been trying to ensure that foreign companies get their share of rebuilding opportunities.    Chicago-based Schal Bovis Inc., together with Kobe's Kurare Construction, has put up 500 British-made housing units. However, that is only a small portion of 20,000 temporary homes the local and national governments have financed.    Kobe residents whose skills match the needs of a city under repair - such as small subcontractors, dump-truck drivers, crane operators and construction-site guards - are doing well. Kobe's employment office has about 75 percent more job listings than at this time last year, mostly for quake-related help.    But Yoshihiro Osada of the city employment office says the overall number of people applying for unemployment insurance has tripled since before the quake.    Underneath the busy Kobe Transport Building intersection, the underground Santica shopping mall is doing brisk business - so brisk that its 149 restaurants and stores took in about 10 percent more in June than in the same month a year ago.    Santica executives, who moved back into the three-story Transport Building as its anchor tenant when it reopened last month, are pleased with their initial success but concerned about the future.    Two department stores at the intersection are undergoing repairs and are expected to open in stages in coming months. That will mean increased competition for a customer base eroded by the quake.    \"We think the neighborhood has lost about 15,000 shoppers compared with before,\" said Santica executive Hajime Ono. \"I'm still worried.Caption:  PHOTOKOJI SASAHARA / AP: THIS ELDERLY MAN BUILT HIS OWN PREFABRICATED HOUSE IN THE RUINS OF THE NAGATA DISTRICT IN KOBE. PROSPECTS DON'T LOOK GOOD FOR AN INFUSION OF GOVERNMENT AID TO HELP THE CITY REBUILD", "edition": "Final"}