{"title": "Scientists say rainfall part of quake recipe - end-of-year activity quiet at mt. st. helens", "filename": "1995-12-27_ScientistsSayRainfallPartOfQuakeRecipe-End-Of-YearActivityQuietAtMtStHelens.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5383AD7C3F26F?p=WORLDNEWS", "date": "1995-12-27", "page": "B1", "section": "Local News", "author": "Diedtra Henderson", "text": "Decreased seismic activity at Mount St. Helens in the past two months - 40 small earthquakes in November, compared with 100 in September - has helped to allay concern among scientists that the mountain was ripe for steam explosions in the near future     Scientists continually monitor the area for seismic activity and noted a steady increase in mini-earthquakes in the first nine months of this year.     Such quakes are one component of a pattern scientists think contributed to six steam explosions in Mount St. Helens' recent past. Each explosion happened during or after heavy rains and was marked by a series of small quakes that fractured the rock below the surface. Theory holds that those fractures ran smack into pockets of pressure building up within the volcano.     When cracked, the pockets of pressure exploded, releasing steam.     This year - at least into October - most of the pieces of the puzzle were in place for more steam explosions.     The number of tiny earthquakes, detectable only by scientists' measuring equipment, had gradually increased from 10 quakes in January to the 100 in September.     And the region experienced its heaviest rainfall since the big eruptions at the mountain in 1980. For the past five years, rainfall has been comparatively light.     This year, so much rain had fallen that hydrologists said it constituted \"something between a 100- and a 500-year flood,\" said Dan Dzurisin, the scientist in charge of the U.S. Geological Survey's Cascades Volcano Observatory in Vancouver, Wash. In other words, such flood conditions can be expected to recur in the region less frequently than every 100 years.     The U.S. Forest Service, taking heed of the scientists' warnings, decided this fall to close two trails to hikers in the Spirit Lake region just north of the volcanic crater.     The scientists had said it was possible that a steam explosion could occur without ample warning, posing dangers to hikers along the much-used trails.     The latest issue of the Smithsonian Institution's Bulletin of the Global Volcanism Network reported the increase in tiny earthquakes (about magnitude 1) underneath Mount St. Helens in the first nine months of 1995.     But Dzurisin noted the seismicity has declined since September, slightly easing concerns about potential explosions.     \"We're back down to probably 30 or 40 earthquakes per month,\" said Steve Malone, a University of Washington seismologist involved in monitoring regional earthquake activity. \"All of them are of very small magnitude - one or less. You have to have an earthquake of magnitude three to be felt. We're talking about things only our instruments will detect.\"      The decreased number has left scientists guardedly optimistic. Dzurisin said it's difficult to predict whether the coming months will bring more or fewer quakes.     Dzurisin said water percolating down onto hot rocks below the surface could cause explosions even if no new molten rock were to rise to the surface. But the rain is not the primary cause. So the heavy rains that continued into the winter are not overly troubling - except for their impact on increased river sedimentation and higher water levels in nearby lakes.     The rainfall is thought to cause the rock to contract and fracture. As the liquid percolates lower, the fractures are noted at deeper levels. But for explosions to occur, the fracture must come into contact with a pocket that contains trapped pressurized gas, according to the working theory.      The rain is \"kind of a trigger,\" Dzurisin said. \"The volcano has to be ready to go. . . . That's when the earthquakes come in. The increased number of very small earthquakes tell us some part of the volcano is being pressurized. . . . It groans and creaks.\"      Mount St. Helens is best known for a huge eruption in May 1980, the first in 123 years. About 1,300 feet of the mountain blew away, and lava created a dome inside the crater. Information from The Los Angeles Times is included in this report.Caption:  MAPRANDEE S. FOX / SEATTLE TIMES: MOUNT ST. HELENS", "edition": "Final"}