{"title": "`big one' not so big? - future nw quake might be `only' an 8, scientists say", "filename": "1995-02-10_`BigOneNotSoBig-FutureNwQuakeMightBe`OnlyAn8ScientistsSay.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537B365B6FE03?p=WORLDNEWS", "date": "1995-02-10", "page": "B1", "section": "Local News", "author": "Bill Dietrich", "text": "The \"Big One\" - the earthquake that might rumble off Washington and Oregon's coast someday - may not be quite as big as previously calculated, two scientists have concluded.     In a paper published today in the journal Science, geologist Robert McCaffrey of the Rensselaer Polytechnic Institute of Troy, N.Y., and marine geologist Chris Goldfinger of Oregon State University argue that the ocean plate off the Pacific Northwest is structurally so weak it would produce a maximum earthquake of magnitude 8, not the 9.5 other geologists have proposed.     \"It's like winding a rubber band until it breaks,\" explained Goldfinger. He thinks an offshore earthquake would occur before tension mounts too high. \"We think it is more likely there would be a series of ruptures rather than a single big rupture,\" he said.     Their calculation is based on McCaffrey's analysis of quake energies in other offshore regions and Goldfinger's mapping of faults in the Juan de Fuca plate, which is pushing against Washington and Oregon. Their work suggests only part of the plate would slip at one time, breaking at faults perpendicular to the main one, producing smaller earthquakes.     Other geologists remain unconvinced, however. \"In Southern Chile they had a magnitude-9.5 earthquake in a region remarkably similar to Cascadia,\" the geologic term for this region, said Tom Heaton, a U.S. Geological Survey seismologist in Pasadena, Calif., who is among those warning of the potential for a massive earthquake here.     Heaton noted that seismologist Kenji Satake of the University of Michigan recently studied historical records in Japan of a tsunami that traveled across the Pacific Ocean from an earthquake off the Pacific Northwest 300 years ago. Satake concluded that that quake was probably a magnitude 9.     Brian Atwater is a geologist at the University of Washington who first sounded the alarm after finding dramatic evidence of land subsidence from 300 years ago on Washington's coast. He said if the new study is right, it would require several smaller earthquakes to accomplish the coastal upheaval he has theorized was caused by one big one.     The magnitude difference is significant. Each full number increase in the magnitude scale - going from 8 to 9, for example - represents a 10-fold increase in the intensity of ground shaking and a 32-fold increase in quake energy.     Under either calculation, an offshore subduction-zone earthquake could still be a big one. By comparison, the 1989 earthquake near San Francisco was a magnitude 7, the 1964 Alaska earthquake an 8.6 and the 1906 San Francisco quake an 8.25.    The biggest practical difference would be in the size of a tsunami hitting the Washington or Oregon coast, said Atwater. The impact on structures on shore is harder to calculate, especially if engineers are comparing a 9.5 quake with several of magnitude 8. \"Whether you should base building codes on such calculations is questionable,\" Heaton cautioned.     Goldfinger said their work doesn't suggest that the threat from earthquakes is less. \"But clearly, a 9.5 is much more damaging than an 8.2,\" he said. Calculating the danger is difficult because no such quake has occurred in the Northwest since European settlement.     The offshore subduction-zone earthquake being debated is just one of the potential seismic threats here. Another is a deep subduction-zone quake similar to the one that shook Puget Sound with a magnitude 6.5 in 1965, or a midcrustal earthquake similar to the magnitude 5.0 that hit 15 miles south of Seattle on Jan. 28Caption:  MAPJAMES MCFARLANE / SEATTLE TIMES: WEAKENED EARTHQUAKES - FAULTS THAT ARE PERPENDICULAR TO THE MOVEMENT OF THE JUAN DE FUCA PLATE AGAINST OREGON AND WASHINGTON MAY CONFINE OFFSHORE EARTHQUAKES TO SMALLER SIZES, LESSENING THEIR MAGNITUDE, SCIENTIST SAY. (MAP NOT AVAILABLE ELECTRONICALL", "edition": "Final"}