{"title": "Uw scientists seek help in mapping earthquake's impact - e-mail responses encouraged", "filename": "1995-02-05_UwScientistsSeekHelpInMappingEarthquakeSImpact-E-MailResponsesEncouraged.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537B18478DF55?p=WORLDNEWS", "date": "1995-02-05", "page": "B2", "section": "Local News", "author": "Bill Dietrich", "text": "Scientists at the University of Washington's geophysics laboratory need your help in mapping the impact of the Jan. 28 magnitude-5 earthquake, which occurred at 7:11 p.m. 15 miles south of Seattle.     They want you to fill out the accompanying survey and describe as accurately as possible how much or how little you shook, rattled and rolled.     Understanding where the worst shaking occurred can help geologists and engineers predict where damage might be most severe in future earthquakes, explains Anthony Qamar, a UW geophysicist.     Similar surveys were tried after the 1949 and 1965 earthquakes here and the 1981 earthquake at Elk Lake, near Mount St. Helens.     \"The 1981 quake was the first one to which we got a lot of responses,\" Qamar said.      Additional surveys are needed to make clear the relationship between soils and earthquake impact, he says.     The idea of measuring an earthquake by its observed effect goes back a century and predates the more famous Richter scale.     Mail the completed form below to EARTHQUAKE, Geophysics Program AK-50, University of Washington, Seattle, WA 98195.     Those readers with computer access to the Internet are encouraged to fill out and return the form via electronic mail. Send an e-mail message (it can be empty, all they need is your electronic address) to: felt@geophys.washington.edu      Those who use World Wide Web can find the same form at http://www.geophys.washington.edu      Your name and telephone number are optional, but scientists need to know the address of your location during the quake so they can pinpoint your response on a map.      They also need to hear from people who did not feel the quake, as well as those who did", "edition": "Final"}