{"title": "Clinton uses mexican president's visit to defend bailout - killer earthquake mars u.s. visit", "filename": "1995-10-10_ClintonUsesMexicanPresidentSVisitToDefendBailout-KillerEarthquakeMarsUSVisit.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB538210C802F51?p=WORLDNEWS", "date": "1995-10-10", "page": "A12", "section": "News", "author": "George Gedda", "text": "WASHINGTON - President Clinton offered a warm White House welcome today to Mexican President Ernesto Zedillo, using the occasion to portray the $20 billion Mexico bailout program as a major foreign-policy success    After extending condolences to the families of the victims of yesterday's earthquake in Mexico, Clinton heaped praise on his Mexican counterpart for his handling of the devaluation crisis last winter.    \"You rose to the challenge with courage and determination,\" Clinton said. He added that as a result of increasingly close trade and financial ties, \"the bonds between our countries have never been stronger or more important.\"     Clinton said the bailout package has helped Mexico get back on track after last winter's financial crisis. The price of inaction could have been destabilized markets the world over, he said.    Zedillo, in turn, praised Clinton as a man who has shown \"clear signs of friendship and respect for Mexico and said U.S.-Mexican relations are \"not only more dynamic and complex but also stronger and more promising.\"     The arrival ceremony, replete with military honors, took place on the South Lawn under sunny skies. In one corner, about 20 Mexican children waved Mexican flags while in another, American youngsters waved U.S. flags.    Clinton normally holds state visits only for foreign leaders who are both friendly and important, and Zedillo clearly qualifies on both counts. Unlike his predecessors, however, the Mexican president won't address Congress, which Clinton bypassed to grant the line of credit.    On the drug front, U.S. officials have praised Zedillo's administration, saying it has cooperated on anti-narcotics matters better than previous Mexican governments.    Nonetheless, increased cooperation has not slowed use of Mexico as a route for U.S.-bound cocaine.    As for the North American Free Trade Agreement, or NAFTA, critics in Congress and elsewhere have long argued that the pact will lead to the export of American jobs to Mexico. Their opposition was reinforced when Mexico's currency devaluation last December led to an 11.9 percent drop in U.S. exports to Mexico and a 29 percent increase in Mexican exports through the first half of 1995.    And opposition to the bailout Clinton approved for Mexico last winter has been a populist rallying cry. Republican presidential candidate Pat Buchanan says the bailout \"was not for the benefit of the working Americans on Main Street - that was for the investment bankers on Wall Street, and we all know it.\"     Last Friday, Clinton cited the bailout as highly unpopular in the short run but necessary to protect American interests in the long run.    Since the bailout, he said, \"economic growth has returned, even though in a fragile state, more quickly than it was anticipated. Exports have returned to levels that exceed what they were pre-NAFTA.\"     Clinton also noted that Mexico pledged last week to repay $700 million of its U.S. debt ahead of schedule.    \"All I know is we have a better neighborly relationship and the future is brighter for the American people and for the people of Mexico because we are pursuing a strategy of engagement, not isolation,\" he said.    Officials say that as a result of NAFTA, U.S. exports to Mexico fared much better than they did after the 1982 financial crisis in Mexico, when the Mexicans imposed 100 percent tariff duties on American products, cutting U.S. exports in half.Caption:  PHOTORON EDMONDS / AP: MEXICO PRESIDENT ERNESTO ZEDILLO IS GREETED BY PRESIDENT CLINTON DURING A CEREMONY TODAY ON THE SOUTH LAWN OF THE WHITE HOUSE.", "edition": "Final"}