{"title": "Quake risk closes school - clyde hill concrete structure lacks rebars", "filename": "1995-09-07_QuakeRiskClosesSchool-ClydeHillConcreteStructureLacksRebars.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB538140B9DC153?p=WORLDNEWS", "date": "1995-09-07", "page": "B1", "section": "East", "author": "Katherine Long", "text": "CLYDE HILL - A Clyde Hill middle school would pose such a severe safety hazard in an earthquake that it will be shut down next month.     Built without steel reinforcement rods in violation of building codes, Chinook Middle School could collapse in a major earthquake, structural engineers told the Bellevue School Board in a special session last night.     \"It was a total violation. We examined the specifications on paper, and they (the contractor) didn't do them,\" said board president Judy Bushnell.     \"To me this is fraud.\"      The school's cafeteria, gymnasium and music room were immediately locked and sealed yesterday, and the board voted to bus the 675 students to Hyak Elementary in mid-October, the earliest date it could be ready for them.     Hyak is being used by Eastlake Elementary School students while Eastlake is being remodeled. It is expected to be done in mid-October.     Chinook Principal Shuzo Takeuchi and Bushnell met with the school staff yesterday. The teachers and several parents told the board they would prefer to stay at Chinook until Hyak was ready, Bellevue School District spokeswoman Ann Oxrieder said.     Other options were to move all the students in one week to Odle Middle School and run two shifts, or split the school in thirds and move each of the three grades to different middle schools.     Neither option appealed to the board. Split shifts at Odle would mean some students would be home around 1 p.m., and others would come home after dark. Moving the grades to different schools would require putting up portable classrooms, and that would take as long as it would take to prepare Hyak for the Chinook students.     About 81,000 square feet of the 91,000-square-foot concrete-block building in this community to the west of Bellevue contain little or no rebar, the metal rods that reinforce concrete-block construction. Chinook was built in 1961, but school officials say they have not yet gone through their records to identify the general contractor.     \"A lot of the bars are missing, or only partly in place, or not as long as they're supposed to be,\" said Jon Magnusson, a principal with the engineering firm Skilling Ward Magnusson Barkshire Inc.     Magnusson said construction codes changed in the early 1960s, requiring rebar in concrete block buildings. \"The first few years after it became a requirement, he said, a lot of contractors and even inspectors didn't pay that much attention\" to adding the rebar.      Bushnell said the statute of limitations would prevent the district from suing the contractor. However, a spokesman in the state attorney general's office says that while the six-year limitation on claims arising from construction problems would likely take precedent, it's also possible the district could pursue it as a fraud case.     Retrofitting the school with rebar will involve reconstructing the walls at a cost of $6 million to $7 million and will take at least a year, Oxrieder said; a new middle school would cost $10 million to $12 million.     Does it make more sense to remodel the old building or build a new one? \"That's the question that ultimately has to be answered,\" Oxrieder said.     Magnusson said concrete-block schools built before 1960 didn't have rebars because of the code. Most of these have either been fixed or closed, he said, but there are still probably a few that haven't been repaired.     Chinook already has survived a 1965 quake that measured 6.5 on the Richter scale. Magnusson said the school probably rode through that temblor because it lasted for just 10 seconds and the epicenter was in Auburn.     The school was being upgraded for safety concerns as part of a levy passed two years ago. As a testing firm began routine tests, Oxrieder said, they realized much of the building was constructed without rebar.     Two years ago, parts of Bellevue High also were found to lack rebar, but the fixes were minor and did not involve moving students.     The board decided last night to speed up inspections of the remaining six schools made of concrete but not evaluated for seismic safety.     Oxrieder said parents who aren't happy with the arrangement may transfer their children to other schools.     Chinook principal Takeuchi will hold a meeting for parents Monday at 7 p.m. at the school to answer questions.", "edition": "Final"}