{"title": "Dome susceptible to quake - engineers say portions could collapse in kobe-magnitude temblor", "filename": "1995-04-22_DomeSusceptibleToQuake-EngineersSayPortionsCouldCollapseInKobe-MagnitudeTemblor.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537D5C3482A8B?p=WORLDNEWS", "date": "1995-04-22", "page": "B1", "section": "Sports", "author": "Tom Farrey", "text": "Six days before the Major League Baseball season opens, King County officials yesterday called together a team of structural engineers and announced that portions of the Kingdome are likely to collapse in the event of a Kobe-magnitude earthquak     Concerns focus on 80 of the 400 interior columns that hold up the seating areas, which are \"susceptible\" to falling down, said John Hooper, an engineer with the Seattle firm of Ratti Swenson Perbix.     The conclusions were drawn from the first comprehensive earthquake study done on the Kingdome since it opened in 1976, and employed the use of sophisticated, computer-aided models that simulate the effects of an earthquake.     The size of the earthquake under study was one that seismologists predict will happen once every 500 years in Seattle, but Hooper declined to translate that into Richter-scale terms, or estimate the largest possible earthquake in which seating areas would remain safe.     The danger is not so great that the county needs to shut down the multi-purpose facility or perform immediate retrofitting, he said.     \"The team feels the Kingdome is a well-constructed building and in some ways was ahead of its time when it was constructed back in 1976,\" Hooper said. \"It's also our feeling that the Kingdome would withstand the earthquakes of '49 and '65, if they happen at those locations.\"      The earthquakes Hooper referred to measured 7.1 and 6.5, respectively, and were the largest in the area over the past century. But the epicenters of those were in Olympia and SeaTac, resulting in less ground motion in Seattle.     Since the Kingdome was constructed, seismologists have learned that Seattle is vulnerable to a much larger earthquake than previously thought. The earthquake on Jan. 17 in Kobe, Japan, has heightened concern.     The Kobe earthquake, with a magnitude of 7.2, was devastating because its epicenter was under the city.     Asked whether the Kingdome would be safe during a 7.1 earthquake with its epicenter in Seattle, Hooper said, \"That would challenge the Kingdome. That would challenge hundreds and hundreds and hundreds of buildings, just like in Kobe.\"      Said Brian Russell, Kingdome project manager: \"If we did nothing to (retrofit) the Kingdome, there's a high probability that nothing will happen to it in the next 50 years. But with a really big one, who knows?\"      Upgrades that can reduce the risk include wrapping the columns with carbon-fiber or steel jackets, Hooper said. Engineers are likely to recommend that those improvements be done in conjunction with other renovations and projects, he said.     Costs estimates have not yet been produced on retrofitting the Kingdome, which recently spent more than $50 million on emergency roof repairs.     The Seattle Mariners open the season Thursday at the Kingdome.     The final report is scheduled to be released in May. King County officials called the news conference early after releasing documents about the Kingdome's safety yesterday at the request of The Seattle Times.     The Kingdome was studied as part of a review of county buildings that began more than a year ago. Besides the stadium, 115 of 196 bridges need some degree of retrofitting, costing a total of about $20 million, Hooper said.     But the Kingdome has drawn unusual interest because of its complex structure, its ability to hold more than 60,000 people at one time, and the fact that building codes have been raised considerably since its construction.     In a preliminary report last October, the Federal Way firm of ABAM Engineers wrote that \"the margin of safety\" in one particular area \"is judged to be uncomfortably low.\" ABAM viewed deficiencies in the interior and other columns as serious \"because of their essential importance to the gravity load path of the structure.\"      Another preliminary report, by Ratti Swenson Perbix, detailed a series of non-structural hazards, including 34 air conditioners attached to the outside of the building that could fall unless better secured.     While earthquake speculation about the Kingdome in the past has focused on the concrete roof and tension ring that circles the roof, both proved sufficient to handle a major earthquake, Hooper said. Studies also confirmed what they already knew about the soils at the Kingdome, which sits on landfill that could liquify in a temblor.     Buildings with piles, like those that anchor the Kingdome into the hard deposits beneath the landfill, proved to do well in the Kobe earthquake, said Hooper, who led a team of engineers to Kobe after the devastation.     In an effort to soothe concerns, Hooper said yesterday that he would continue to go into the KingdomeCaption:  ILLUSTRATIONSEATTLE TIMES: KINGDOME SEATING SUPPORTS (ILLUSTRATION NOT AVAILABLE ELECTRONICALLY)", "edition": "Final"}