{"title": "Kingdome quake work can wait - engineering firm says danger is not imminent", "filename": "1995-07-26_KingdomeQuakeWorkCanWait-EngineeringFirmSaysDangerIsNotImminent.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53801FB0E093F?p=WORLDNEWS", "date": "1995-07-26", "page": "B1", "section": "Local News", "author": "David Schaefer", "text": "A team of engineers hired to advise King County whether to strengthen the Kingdome to protect against a major earthquake has recommended the changes be phased in through a long-term capital-improvement program     John Hooper of RSP/EQE, a Seattle engineering firm, said the repairs \"are not an emergency\" and can  be done more economically as part of a long-term renovation.  Hooper's firm, one of the county's consultants, has a national reputation for earthquake analysis. He stressed that the building is safe.     But the consultants confirmed their preliminary report, issued last spring, which indicated there could be substantial internal damage to the Dome in what engineers refer to as a \"once-in-500-years\" event.     Such a quake would be larger than those that hit the Seattle area in 1949 and 1965. Those quakes measured 7.1 and 6.5, respectively, on the Richter scale, and were not centered in Seattle. Hooper said the Kingdome likely could withstand those quakes in its current condition, although the engineers did not study that.     But damage would be much worse, said Paul Grant, a geotechnical engineer, in the event of an earthquake the size of the magnitude 7.2 one that hit Kobe, Japan, earlier this year. That size quake would damage not only the Kingdome, but many other buildings in Seattle. He said a temblor of that magnitude is not expected in this area.   The engineers said the walls and roof of the Dome are safe in a quake that might occur once in 500 years, but that the hundreds of interior columns  could crack or fail. They said the potential damage would depend not only on how strong the earthquake was, but how close  and how long it lasted.     Their report also said reinforcing the columns - essentially wrapping them with a fiberglass and epoxy composite - is a relatively simple and inexpensive solution that could be accomplished without shutting down the Dome.     The $524,000 study did not estimate the cost of the repairs. Ann Kawasaki, acting Kingdome director, said she would refer the report to the Kingdome's architects for a cost estimate.     Hooper said earlier estimates putting the repairs at $10 million to $15 million are probably too high.     The report comes only days after the County Council agreed to ask voters in the Sept. 19 primary to increase the sales tax collected in the county to pay for Kingdome renovations and a new baseball stadium.     \"This should add an impetus to the public interest in funding these renovations,\" said Frank Abe, spokesman for County Executive Gary Locke.     Neither Abe nor Kawasaki would say, however, how the renovations would be financed or when they would be done if the sales tax increase were voted down.     Hooper said the building was well-designed and exceeded earthquake codes when it was built in the mid-1970s, but that it isn't adequate by today's standards.     He said making the repairs suggested by the group would make it \"equal or better than today's structures.\"      But without the reinforcements, the report says, unacceptable damage could be caused to 84 main interior columns, 84 of the joints between columns and beams and 68 smaller columns on the lower grandstand.     The engineers also recommended cutting away some masonry in nonstructural walls to allow more give should the building begin to move in an earthquake, and adding more straps and braces to tie down television monitors, pipes and other nonstructural items.     Earlier this year, Locke's office said it would be inclined to wait to make the repairs as part of other Kingdome renovations, such as those requested by the Seahawks.     David Behring, president of the Seahawks, said over the weekend that he believes the Kingdome is no longer a \"first-class facility,\" as specified in the team's lease with King County, in part because of the needed seismic repairs.     Councilman Pete von Reichbauer, who is close to the Seahawk ownership, said last spring that the county has \"a legal if not moral obligation to treat this (upgrade) as our highest priority.", "edition": "Final"}