{"title": "Networks already offering links to quake information", "filename": "1995-01-22_NetworksAlreadyOfferingLinksToQuakeInformation.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537ACAB528F02?p=WORLDNEWS", "date": "1995-01-22", "page": "C4", "section": "Personal Technology", "author": "Miguel Llanos", "text": "The aftermath of Japan's earthquake showed the power of global computer networks to quickly provide places for folks to ask questions, find answers or just express their shock. Here's a sampling:      Usenet. Available on the Internet as well as many electronic bulletin boards, Usenet becomes an instant sounding board when tragedy hits. In Japan's case check out: soc.culture.japan sci.geo.earthquakes fj.misc.earthquake      World Wide Web. Several traditional news providers have sites on the Web, the part of the Internet accessible via a visual \"browser\" like Mosaic or the text-only browser lyn      Time Warner's site even has links to Usenet groups and mentions Internet Relay Chat sessions on the quake.     Kobe City University: http://www.kobe-cufs.ac.jp/kobe-city      Kansai-WWW: http://pclsp2.kuicr.kyoto-u.ac.jp      Time Warner: http://www.timeinc.com       The San Jose Mercury News: http://www.sjmercury.com      The Raleigh News and Observer: http://www.nando.net/newsroom/nt/world.html        E-mail. Kobe City University is taking names of volunteers (doctors, nurses, engineers, architects, interpreters) via e-mail at: earthquake@kobe-cufs.ac.jp UW School of Communications. Fighting proposals that would eliminate it, the University of Washington School of Communications has set up an Internet site with lots of information and opinion on the issue of budget cuts.      The site also links to the department's New Media lab and \"r@dio,\" described as \"an online teaching tool for exploring radio's future.\" R@dio has great links to public and college radio stations nationwide, including KUOW.      Check it out at: http://128.95.248.228/default.html Easier way to Thomas. The Library of Congress has opened a telnet connection to Thomas, its new Web site with congressional data. For those without a Web browser but with the more common telnet command, telnet to: thomas.loc.gov      Once there, login as: thomas      By the way, the search function for House/Senate bills is now working. O.J. archives. Folks who can't get enough on the O. J. Simpson trial should check out Time Warner's Web site. It has transcripts provided by Court TV, stories from People, Time and Sports Illustrated magazines, and a section where you can leave opinions. It's at: http://www.timeinc.com Seattle Public Library. The city's library system has created a gopher with pointers to local and worldwide sites. It's at: gopher latte.spl.lib.wa.us Seattle's Net site. The city of Seattle now has an Internet site with the same information as what's on its dial-in Public Access Network. Unfortunately, it's only an ftp (file transfer protocol) site, which means it's harder to navigate than a gopher site. Ftp to: pan.ci.seattle.wa.us      Log in as anonymous and then give your e-mail address as the password. Chechnya e-mail list. This Poland-based list is aimed at sharing news, particularly human-rights developments, about the republic seeking independence from Russia. To join, send e-mail to: listserv@plearn.edu.pl      In the message, type: sub chechnya yourfullname If you've found interesting spots on the Internet or elsewhere in the electronic world, tell us about them via e-mail at: mlla-new@seatimes.c", "edition": "Final"}