{"title": "After the quake: roads are ok - school-levy backers say it may help", "filename": "1995-01-30_AfterTheQuakeRoadsAreOk-School-LevyBackersSayItMayHelp.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537AF80BE9ABF?p=WORLDNEWS", "date": "1995-01-30", "page": "A7", "section": "News", "author": "Karen Alexander", "text": "After giving itself a once-over inspection, the Seattle area has pretty much concluded that it successfully withstood the strongest earthquake to hit the region in three decades - jangled nerves notwithstandin     The area's roads and bridges and major buildings all came through unscathed. And yes, even Seattle's antiquated schools survived. In fact, the city's schools may fortuitously benefit in the long run.     Proponents of the upcoming $330 million school levy - which would fortify many of the oldest schools against earthquakes - hope Saturday night's 5.0 tremor will act as \"a gentle reminder\" that we live in earthquake country and the \"big one\" could be just around the corner.     \"We've just had a wake-up call,\" said George Scarola, campaign manager for Schools First, which is pushing for passage of the levy on the Feb. 7 ballot.     Among the schools considered vulnerable to major earthquakes, and which would benefit from the levy, are Ballard and West Seattle high schools; and Coe, Concord, Whittier and Cooper elementary schools.     School officials conducted a preliminary inspection of school buildings shortly after the earthquake and found no damage, said district spokeswoman Dorothy Dubia. A closer inspection was planned for today, which is a day off for students. Dubia said the buildings most likely will be ready tomorrow.     The earthquake hit at 7:11 p.m. Saturday and was felt from the Canadian border to Oregon and as far east as Yakima. At least two minor aftershocks, neither of which could be felt, were recorded Saturday night.     Crews from the King County Public Works Department inspected county roads and bridges shortly after the quake and found no problems. Today, engineers were to check bridges closer to the epicenter, 10 miles southwest of Seattle near Maury Island.     Inspectors from the state Department of Transportation so far have found no problems in the region's major bridges and viaducts. The state's newer bridges are designed to withstand quakes as strong as 7.5; even the older bridges might survive a 5.0 quake, said Myint Lwin, a department engineer.     The quake spurred many people to dash to outdoor-supply stores and supermarkets to stock up on bottled water, nonperishable foods and other items necessary in case of disaster.   \"My shelves were completely dry on bottled water,\" said Miguel Colon, manager of a West Seattle Safeway. He said customers came in droves within hours of the earthquake. \"They completely wiped us out.\"      At the REI outdoor-supply store in Bellevue, people stood in line yesterday to buy bandages, water-purifying tablets and freeze-dried foods.     \"We've had brisk sales on earthquake supplies since we opened,\" said Lisa Caldwell, store supervisor.     While the quake affected a wide area, it generated a lot more talk than damage. Everywhere, people talked about what they were doing when it hit.     Sasha Shemet, 16, of Chehalis, was at home in the living room when it happened.     \"All of a sudden my mom grabbed the arms of her chair and said, `Feel the tremor? Feel the tremor?' Then I saw the fringe on the lampshade shaking,\" Shemet said. \"My mom said, `That's it. We're moving out of here. I don't want any more quakes.\"    Torben Begines said he was in a Puyallup home when the quake hit. As a native of Southern California, he proudly noted that he once \"rode out a 7.2\" quake and called Saturday night's shaker no big deal.     Andy Schneider, of Washington, D.C., was on approach in a Boeing 757 from National Airport when the quake hit.     \"We were just making our final approach, as the pilot boasted about being 20 minutes early,\" Schneider said. When the pilots were informed of the quake, the plane had to circle the airport for 20 minutes. So much for an early arrival.     People dining 21 stories up at Daniel's Broiler in Bellevue kept right on dining, for the most part, said Bob Long, an assistant manager. \"It just felt like someone dropped a keg of beer or something,\" he said.     A few people left because they were nervous, and several people called home to check on family members, but most people were unconcerned, Long said.     Nursing supervisors at both Harborview Medical Center in Seattle and Overlake Hospital Medical Center in Bellevue said the quake had no effect on their operations, and no patients were admitted for earthquake-related injuries.     At Auburn General Hospital, however, a nursing supervisor reported receiving four people in the emergency room for earthquake-related problems such as anxiety. None of the problems was serious, and no one was admitted overnight.     Auburn and nearby southeast King County reportedly suffered more damage than other places, with reports of cracked walls and ceilings, trailers knocked off foundations, broken windows and burglar alarms set off by the tremor. But overall, said Auburn Police Cpl. Paul Adams, the incidents were minor.     In Tacoma, two of the city's fire stations suffered minor damage. Both of the buildings were old, one built in 1909, the other in the late '20s. Brick walls in each building cracked, but not so severely that the station houses had to be closed. WHERE TO CALL ------------------------------------      Got a question about earthquake preparedness, either relating to you and your own home and family or to the Puget Sound area?      Give us a call on our quake hotline at 382-8871 or write to us c/o Quake Questions, The Seattle Times, P.O. Box 70, Seattle, 98111", "edition": "Final"}