{"title": "How to help earthquake victims", "filename": "1995-01-21_HowToHelpEarthquakeVictims.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537AC58EF52E0?p=WORLDNEWS", "date": "1995-01-21", "page": "A4", "section": "News", "author": "Unknown", "text": "The following agencies are seeking donations to help survivors of Japan earthquake:      --  The King County chapter of the American Red Cross is collecting donations for the Japanese Red Cross Society. Checks should be marked \"Japanese Earthquake Relief\" and mailed to the chapter at 1900 25th Ave. S., Seattle, WA 98144-4708; to use a major credit card, call (206) 323-234     --  The nonprofit Japan-America Society and the state of Washington have set up relief funds. Checks made out to the Kobe Earthquake Fund may be sent to or dropped off at the Japan-America Society, 1800 Ninth Ave., Suite 1550, Seattle, WA 98101-1322, or mailed to the state at P.O. Box 4005, Olympia, WA 98504. Checks for both funds may also be dropped off at any First Interstate Bank branch.     --  Edmonds Community College, which operates a branch campus about 30 miles from Kobe's city center, is accepting supplies for the Kobe campus. Goods may be brought to Student Services, located on campus in the Triton Union Building, 20000 68th Ave. W., Lynnwood. Checks may be made out to the Edmonds Community College-Kobe Relief Fund and delivered to the same place or mailed to the college president's office at that address.     --  World Vision is accepting donations, which can be sent to \"Japanese Relief Fund,\" P.O. Box 1131, Pasadena, Calif., 91131. Information: 1-800-423-4200.     --  World Concern also is accepting donations, which can be sent to \"Japanese Earthquake Relief,\" c/o World Concern, Box 33000, Seattle, WA, 98133. Information: 1-800-832-6463.     --  Lutheran World Relief is accepting donations, which  can be mailed to Lutheran World Relief, 390 Park Ave. S., New York, N.Y. 10016. Credit-card donations can be made to 1-800-LWR-LWR2.     --  The Japanese American Chamber of Commerce of Washington State has opened a donation account for Kobe Disaster Relief at all Key Bank branches.  The account name is: Kobe, Japan, Disaster Relief Fund. Key Bank account number: 471029002857.     --  The Salvation Army is accepting donations that can be sent to \"Japan Quake Relief,\" The Salvation Army, P.O. Box 9219, Seattle, WA, 98109. Information: 1-800-SAL-ARMY.     --  The Seattle-Kobe Sister Cities Association is accepting donations at any Washington Mutual Bank branch. A special hotline: 654-7000. E-mail address: kobe@cci.net. Quake reports online      Usenet. Available on the Internet and many electronic-bulletin boards, Usenet has several newsgroups with quake discussion, including:       soc.culture.japan      sci.geo.earthquake      fj.misc.earthquake      clari.news.hot.japanquake       Internet. Several sites with reports (and photos if you have the right set-up) are on the Internet's World Wide Web, including      Kobe City University:      http://www.kobe-cufs.ac.jp/kobe-city (does take hyphens)      Kansai-WWW:      http://pclsp2.kuicr.kyoto-u.ac.jp      Time Warner:      http://www.timeinc.com      The Kansai site includes the names of the confirmed dead in Japanese characters, and a place to leave requests for information on friends/relatives.      Kobe City University is also taking names of volunteers (doctors, nurses, engineers, architects, interpreters) via e-mail at:      earthquake@kobe-cufs.ac.Caption:  PHOTOTERESA TAMURA / SEATTLE TIMES: KALEO WAXMAN, LEFT, FRANSISCA SOERJONO AND LIBBY PETERSEN, RIGHT, SORT AND BOX FOOD, CLOTHING AND BLANKETS FOR JAPAN EARTHQUAKE RELIEF YESTERDAY AT THE UNIVERSITY OF WASHINGTON OFFICE OF THE FOUNDATION FOR INTERNATIONAL UNDERSTANDING THROUGH STUDENTS.  PUTTING THE WORD OUT VIA ELECTRONIC MAIL, FAX MACHINES AND TELEPHONE, THE ORGANIZATION IN ONE DAY GATHERED MORE THAN THREE VANLOADS OF MATERIALS AND $3,662 TO BE SENT TO THE EDMONDS COMMUNITY COLLEGE CAMPUS NEAR KOBE FOR DISTRIBUTION. THE QUAKE'S TOLL   THIS MORNING STOOD AT 4,614  DEAD, 447 MISSING AND 23,760 INJURE", "edition": "Final"}