{"title": "Are you prepared for when a quake hits?", "filename": "1995-01-18_AreYouPreparedForWhenAQuakeHits.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537AB470D7E8A?p=WORLDNEWS", "date": "1995-01-18", "page": "E2", "section": "Scene", "author": "Unknown", "text": "The earthquake that devastated Kobe, Japan, yesterday was a grim reminder - as if we needed another one - that the entire Pacific Rim is earthquake country.     Seismologists regularly remind us that the Puget Sound region is overdue for a major quake of its own. No one knows when it will come, but there are some things homeowners can do now to prepare for it.      Here's what the experts suggest.      Checks to make before the quake:      --  If you have a brick chimney, have a mason check it out. Many older chimneys are weakened by aging mortar. Also have a contractor make sure your house is firmly bolted to its foundation. There should be 1/2-inch or 3/4-inch bolts every 6 feet where wood meets concrete.     --  Strap your water heater to the studs in the wall, using metal plumber's tape. If you have a gas range, make sure it is securely fastened.     --  Bolt bookcases, wardrobes, grandfather clocks and other top-heavy furniture to the wall. If your walls are plasterboard and you can't locate a stud, use molly bolts. Relocate heavy objects, such as stereos, on lower shelves.     --  Replace kitchen cabinet latches with the \"positive\" type, which require a shove from outside to open.      Supplies to have on hand:      --  Store water in plastic bottles in the basement. Four gallons will supply one person for a week.     --  Store enough canned or dried goods to last a week. Freeze-dried camping meals and a small propane camping stove are good ideas.     --  Collect emergency supplies in one place: a flashlight, a transistor radio, extra batteries, an ABC-rated fire extinguisher, a first-aid kit and a crescent wrench for turning off gas and water.     --  Keep a little emergency cash on hand. If the electricity is off, banks and bank teller machines may be closed.      During the earthquake:      --  Duck under a sturdy table or desk. Cover your face and head.     --  Don't try to go outside, or use stairs or elevators, until the shaking stops.     --  If you are driving, stop your vehicle away from buildings, bridges and utility lines. Turn on your car radio.     --  If you are on foot near tall buildings, duck into a doorway to avoid falling glass and debris.      After the earthquake:      --  Check for hazards, such as fires, leaks, chemical spills and teetering chimneys. If you smell gas, turn off the master valve and get out. Don't light a flame, throw a switch or use a telephone.     --  If you have an electrical generator, use extension cords to power lights and appliances directly. Do not plug the generator into your house wiring system; you can electrocute the utility worker who comes to restore power.     --  Keep your freezer door closed. Contents should remain frozen 72 hours if the door remains closed. Refrigerator food will be good up to eight hours.     --  Don't call 911 unless someone is hurt or a life is in danger. Use a transistor radio to get information. Wait several hours before dialing relatives. Heavy use after a quake can cause the telephone system to break down.      Where to get more information:      For the brochures \"How to Survive in Earthquake Country,\" \"Family Disaster Supplies Kit,\" \"Family Disaster Plan\" and \"Emergency Preparedness Checklist,\" call:      --  City of Seattle Division of Emergency Management: 233-5076.     --  King County Office of Emergency Management: 296-3830.     --  Pierce County Department of Emergency Management: 591-6069.     --  Snohomish County Department of Emergency Management: 258-6461", "edition": "Final"}