{"title": "The survivors seek refuge - hundreds of thousands homeless; quake toll passes 2,500", "filename": "1995-01-18_TheSurvivorsSeekRefuge-HundredsOfThousandsHomelessQuakeTollPasses2500.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537AB90C49490?p=WORLDNEWS", "date": "1995-01-18", "page": "A1", "section": "News", "author": "Ap", "text": "KOBE - Mitsuro Ohashi remembers a crashing noise, and the knowledge that he had to escape. He found a crack in the wall and pushed through.    He made it to safety. His 65-year-old mother, Etsuko, did not.    Today, a day after a powerful earthquake laid waste to much of the port city of Kobe, her body lay bundled in a blood-stained blanket, still pinned in the rubble of her family's house. She was one of more than 2,500 people killed by the 7.2-magnitude earthquake that shattered the city yesterday.    Throughout Kobe, hundreds of thousands of people, some bandaged and limping, fled by foot, car and bicycle, seeking refuge with family or friends who might still have homes standing.    But Ohashi - pale and empty-faced, remained. He spoke in a soft, monotonous voice, paying no attention to an alarm clock ringing inside the rubble.    \"It was the most frightening thing I've ever experienced,\" the 22-year-old said, describing the violent shaking of the pre-dawn quake. \"I didn't know what it was, but I knew I had to get out.\"     All over the city, family dramas like the Ohashis' were being played out.    A few had happy endings: some people were rescued from the rubble alive; loved ones found one another after being separated in the chaos.    But often, the earthquake's wide-ranging destruction came down to a matter of private grief.    Ohashi spent the night in his car outside the house, huddled to keep warm in the freezing temperatures. He had tried to pull his mother's body from the rubble, but she was too tightly pinned.    His father, brother and sister went to try to get medical care for their injuries, including his father's broken leg. Ohashi had a cut hand, but he stayed behind.    \"Someone had to look after mother,\" he explained.     Police said they wouldn't be able to dig out the dead until later; efforts were still concentrated on the living.    Thousands who did not flee the city  huddled around campfires and caught water from broken pipes, too terrified to go into their homes.    Many phone lines in the western port city of Kobe were still down, and friends and family struggled to find each other. People left notes tacked to what was left of their homes, telling each other where they had taken shelter.    By today, the wind-whipped fires that ravaged the city had burned out.    Throughout the city, leaking gas hissed from ruptured pipes, raising the threat of explosions.    The death toll from the quake, the worst to strike a Japanese city since 1923, climbed to 2,559 by evening. A teacher from Los Angeles, 24-year-old Voni Lynn Wong, was among the victims.    At least 14,363 were hurt. Nearly 1,000 people were still listed as missing. Life reduced to basics     In the quake zone, life in a high-tech country was suddenly reduced to the most basic level. Telephone service, power, gas and train service were still largely knocked out.    In Kobe, which had been a thriving, cosmopolitan city of 1.4 million, people crouched around campfires and used water from ruptured pipes.    \"It's like hell here,\" said Satoko Kawase, 26. \"It's like World War II again.\"     Hundreds of aftershocks rattled the region. Many people were too terrified to sleep indoors and spent the night in the open, wrapped in blankets. More than 120,000 people sought shelter last night.    In Kobe's Suma district, 70,000 people were evacuated after gas leaked from cracked tanks in a nearby industrial area.    At shelters, people blinked in the sooty daylight, waiting for food. A few wandered through the rubble.    Supplies were short, and only a few stores were open today. There were no reports of looting.    The government's rescue effort gathered momentum today, a full day after the quake. The military said 2,000 soldiers, including medics and engineers, had arrived in the quake zone. Nearly 50 aircraft, including three dozen helicopters, were ferrying supplies to survivors.    But criticism was growing over the slow start in helping the earthquake victims. \"Quake Reveals Shortcoming Of Disaster Services,\" said a headline in the English-language Japan Times.    This western region has been spared the worst of the island nation's frequent quakes. An official of the Kobe Meteorological Agency confirmed that no previous earthquake had approached its magnitude during the century the agency has existed.    As a result, safety drills that are common elsewhere throughout the country were largely ignored here, and few residents took the trouble to prepare emergency kits.     Kobe residents said lack of preparation compounded the disaster. \"It's very regrettable\"     `My neighbors and I tried to fight the fire using well water, but it didn't do much,\" Ken Muroya, 67, told the Asahi newspaper. `\" wish Kobe city had been better prepared. . . . It's very regrettable.\"     Despite Japan's highly regarded earthquake-resistant architecture, some of the 12,000 buildings toppled by the quake were modern structures.    Near Sannomiya train station in Kobe, a 10-story building collapsed into a major intersection. A Sakura Bank building leaned crazily, windows broken and a wide wall peeeling off.    \"It will take a long time for us to come back from this one,\" said Kobe resident Enzo Yamaguchi.  The government today announced compensation for those who lost loved ones in yesterday's earthquake. Compensation for victims      Bereaved families will get $50,500 if the breadwinner died and $25,200 if other family members perished, a government official said.     Breadwinners who lost their eyesight or suffered broken bones will get $25,200 each, and their dependents will get $12,600 each.     While Japanese insurance companies will be battered by quake damages, the effect probably won't extend far overseas. The trade barriers that have been longstanding irritant for U.S. companies wanting to do business with Japan  helped insulate American insurers.    \"You've probably been reading about lack of access to the Japanese market; well, insurance is one of them,\" said Dan Kellogg, vice president of the international division at A.M. Best Co., an insurance rating organization based in Oldwick, N.J.     Damage estimates  rose today,and economists said the economic impact would hinge on how quickly and effectively the government acted to fund reconstruction.     The estimates ranged from $20 billion to more than $140 billion. That compared with an early estimate of $10 billion yesterday. Material from Reuters is included in this reportCaption:  PHOTO1) AP: A MAN WALKS THROUGH A SHOPPING MALL GUTTED BY FIRE TODAY IN KOBE, JAPAN, A DAY AFTER A MASSIVE EARTHQUAKE DEVASTATED THE REGION WEST OF TOKYO.2) AP: KINKO NAKAZATO, HER MOTHER AND 11 NEIGHBORS WERE RESCUED TODAY, 20 HOURS AFTER THEY WERE TRAPPED IN THEIR COLLAPSED APARTMENT BUILDIN", "edition": "First"}