{"title": "Quake in turkey devastates a city - nearly half  the buildings are destroyed", "filename": "1995-10-02_QuakeInTurkeyDevastatesACity-NearlyHalfTheBuildingsAreDestroyed.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5381E954CE6C8?p=WORLDNEWS", "date": "1995-10-02", "page": "A3", "section": "News", "author": "Yalman Onaran", "text": "DINAR, Turkey - Cries for help rose from collapsed buildings today as rescuers searched in a heavy downpour for survivors of an earthquake that toppled nearly half the buildings in this Turkish city.    Authorities raised the death toll from yesterday's quake to 68, and dozens more were feared trapped. About 200 people were injured in the magnitude 6 quake, said Mustafa Secen, the city's health director.    Nearly 45 percent of Dinar's buildings were destroyed, and wide cracks criss-crossed most of the remaining structures in the city of 100,000 people 200 miles southwest of Ankara.    Heavy rain and power outages hampered rescue efforts, and 43 aftershocks rattled the town throughout the night.    Some residents criticized the lack of equipment and slow pace of the rescue effort. Only 10 people were rescued today, Interior Minister Nahit Mentese said.    \"There are two people in that building,\" Zubeyde Sezen said, pointing to her neighbor's house. \"They needed to lift the ceiling up, but they only had excavators. Those brought the whole building down. Now it is impossible to get to them.\"     The quake damaged 18 nearby villages, Mentese said, estimating damage at about $200 million.    Tents and emergency food aid poured into the region today as the city struggled to cope with the devastation despite damage to the police station, the hospital, government offices and power facilities.    Most of Dinar's residents spent the night outdoors, some taking shelter from the rain in cars. More than 100 people climbed into a 15-car train. Officials said 7,000 tents had arrived in the city.    The last major quake in Turkey occurred in 1992 in the eastern city of Erzincan and had a magnitude of 6.8. It killed about 500 people.    Turkey's coastal areas and eastern region sit atop an earthquake-prone belt known as the Anatolian fault.Caption:  MAP: PHOTO1) BURHAN OZBILICI / AP: A CAR LIES CRUSHED UNDER WRECKAGE IN DINAR, TURKEY, AFTER AN EARTHQUAKE STRUCK YESTERDAY EVENING. THE OFFICIAL DEATH TOLL OF 43 WAS EXPECTED TO RISE AS RUINED BUILDINGS ARE SEARCHED.2) AP: TURKEY (MAP NOT AVAILABLE ELECTRONICALLY", "edition": "Final"}