{"title": "1st quake refugees get homes near kobe", "filename": "1995-02-03_1StQuakeRefugeesGetHomesNearKobe.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537B0E0A43EB7?p=WORLDNEWS", "date": "1995-02-03", "page": "A12", "section": "News", "author": "Reuters", "text": "KOBE, Japan - A first group of refugees left homeless by the Jan. 17 earthquake in central Japan has been given temporary homes, more than two weeks after the disaster, local officials said today.     The five new householders are a lucky few as about 300,000 people in the port city of Kobe and surrounding areas remain stranded in crowded evacuation centers.     Tsutae Fujiki, 73, was one of the five people given a temporary home yesterday, two days ahead of schedule.     \"I'm not sure we old people really deserve such a nice house,\" Fujiki was quoted as saying by the Tokyo Shimbun newspaper as she surveyed her newly built prefabricated home. \"I'm very happy I have hot, running water.\"      About 40 people in Goshiki town on Awajishima island off Kobe's coast were made homeless by the earthquake. The new homes have two rooms, a small kitchen and a bathroom as well as gas, water and power supplies.     Japanese police also said today that the confirmed death toll in the Kobe earthquake had jumped to 5,243 as families bereaved by the disaster completed the formalities of registering their dead.    Nobuo Hidaka, spokesman for Hyogo prefecture, said police revised the death toll after surveying private hospitals where some of the injured later died.     In Kobe, more than 60,000 families have applied for a first batch of 2,689 temporary homes to be available beginning next week.     The homes will be assigned under a lottery system, with preference given to the elderly and handicapped. The results of the draw, in which the odds for success are 22 to 1, will be announced next Tuesday, Kobe city officials said.     A second batch of about 4,000 temporary homes in Kobe will be finished by Feb. 28.     The central government has said that all those made homeless will be given temporary housing in some form or another, such as public housing in neighboring prefectures.     While power has been restored to the stricken area, most of Kobe and its suburbs are still without running water or gas", "edition": "Final"}