{"title": "Bridge kit assembled in a flash after quake", "filename": "1995-04-15_BridgeKitAssembledInAFlashAfterQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537D26381B508?p=WORLDNEWS", "date": "1995-04-15", "page": "A3", "section": "News", "author": "Washington Post", "text": "SACRAMENTO - As commuters know to their distress, few engineering projects seem to take longer than bridge repairs. But they can be done practically overnight in California, where communities stricken by an earthquake or flood now have access to a novel four-lane bridge kit that can be shipped to any part of the state and erected within 48 hours of a catastroph    The California Department of Transportation most recently used the kit to reopen a section of Interstate 5 near Coalinga, where flooding destroyed two freeway bridges last month. Even though crews had to erect the structure in the midst of fast-flowing floodwaters, they finished a 160-foot span within 16 hours of putting the support pilings in place.    The structure is made entirely from inexpensive surplus railroad flatcars, which are stronger than many standard bridge components. Once the materials are on site, the kit can be assembled in less than a day by a single crane and a crew of four, at a cost of about $150,000.  By contrast, a typical California prestressed or reinforced concrete bridge of that size takes months to build and costs $1 million or more.    Bridge designer William Wattenburg and colleagues from the Lawrence Livermore National Laboratory reported in yesterday's issue of the journal Science that computer modeling analysis has shown the modular bridge kit - in which unmodified flatcar parts are simply bolted together in \"Lego-block fashion\" - can easily withstand \"the severe aftershocks expected immediately after a major earthquake.\"     Although initially skeptical, Caltrans decided to build a prototype of Wattenburg's design after the 1994 Los Angeles earthquake. Engineers found that the structure had a load capacity far exceeding standard specifications for normal steel bridges, said James Roberts, head of Caltrans' Engineering Service Center. The department then produced one \"field-ready\" version of the kit, which is kept in the geographic center of the state. Roberts hopes to have a second kit ready soon", "edition": "Final"}