{"title": "Port devises earthquake-response plan", "filename": "1995-07-25_PortDevisesEarthquake-ResponsePlan.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5380181618128?p=WORLDNEWS", "date": "1995-07-25", "page": "C2", "section": "Business", "author": "Journal Of Commerce", "text": "If the big one hits the Northwest, one of the first things port and airport employees in the region must do is \"duck, cover and hold.\"     That might good advice to keep in mind if a major earthquake occurs, especially for those in the business world, but even the most basic procedures have to be spelled out in a comprehensive earthquake plan, which is what the Port of Seattle has done.    David Schneidler of the Port's marine operations department called the plan a straightforward sequence of steps to be followed in the event of an earthquake disaster.    However, because the five-member Port Commission might not be immediately or continually available during a disaster, commissioners gave extraordinary emergency powers to the Port's executive director during such a crisis, including authority to execute contracts and deploy Port resources.    Aviation and marine incident commanders also are included in the plan, and the Port's administrative headquarters at Pier 69 would be the command center.    With marine properties spread over a wide, noncontiguous area, separate site-response plans have been developed that account for the distinct aspects of the locations and operations involved.    The plan also includes preparations to minimize the impact of a quake as well as policies and procedures to recover from earthquake damage at the Port and at Seattle-Tacoma International Airport, which the Port owns and operates.    The Northwest is highly vulnerable to earthquakes. Scientists have predicted that Western Washington could be hit by a severe quake at any time.    On Jan. 28, the region was rocked mildly by a magnitude 5.0 temblor. That, coupled with the massive destruction to the city and port of Kobe, Japan, just 12 days earlier, provided a strong impetus for Port officials to complete their earthquake-response plan.    Some specific elements of the response plan include:     --  A marine-division budget of $311,000 to provide for implementation and management of earthquake recovery.    --  Earthquake drills at Sea-Tac and marine sites.    --  Food and water to sustain employees, customers and guests for three days is available at each marine site.    --  Radio links among all Port facilities and groups. Coordination with the city of Seattle's office of emergency planning and a relationship with representatives of the Federal Emergency Management Agency.    --  A system of previously agreed-upon contracts developed by the engineering department to assure the services of contractors and consultants.    Some of the Port's continuing activities include response and recovery training, and coordination with other organizations.", "edition": "First"}