{"title": "Mideast quake kills at least 8 - woman is missing in collapse of hotel", "filename": "1995-11-22_MideastQuakeKillsAtLeast8-WomanIsMissingInCollapseOfHotel.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5382FD0E6AA22?p=WORLDNEWS", "date": "1995-11-22", "page": "A14", "section": "News", "author": "Revital Levy-Stein", "text": "EILAT, Israel - A powerful earthquake shook the Middle East this morning, demolishing a four-story hotel in Egypt and sending panicked people into the streets in pajamas and wrapped in blankets.    Eight deaths were reported, and several dozen people were injured.    The 6:17 a.m. quake was centered in the Gulf of Aqaba 68 miles south of the resort of Eilat. It was also felt in Jordan, Lebanon, Syria and Saudi Arabia.    Resort towns along the Gulf of Aqaba were hardest hit.    The Barracuda Hotel in the Egyptian resort of Nuweiba collapsed, killing three people, including the manager, Egypt's Interior Ministry said. Rescue workers said an Egyptian woman was missing and feared trapped under the rubble.    In Eilat, a 67-year-old Israeli died of a heart attack after carrying his invalid wife down two flights of stairs. Police in the southern Egyptian town of Assiut said a man was killed when he jumped from his fourth-story balcony.    A 5-year-old boy and a man were killed in Saudi Arabia, and in the Jordanian port of Aqaba a 50-year-old man was pronounced dead of a heart attack just after the tremors.    It was the strongest earthquake to hit the Jordan Rift Valley area since 1927.          Reports on the quake's magnitude varied. Israel's Seismological Center said it was 6.2. Geophysicist Bruce Presgrave of the National Earthquake Information Center in Golden, Colo., said it was 7.2, but said that figure could change.    An earthquake of magnitude 7 can cause severe damage, but the impact of today's quake appeared to be limited because it was centered under the sea floor, away from heavily populated areas.    The quake was felt in Cairo, Beirut, Jerusalem and Tel Aviv, where buildings swayed for about a minute. Eight buildings, some of them vacant, collapsed in Cairo, but there were no reports of injuries.    Cairo residents, some in pajamas and nightgowns, ran into the streets after the quake shook them awake.    Seven hotels in Eilat and more than 50 buildings were damaged. Sidewalks folded and sewage tanks burst. A crater a few yards deep formed in the road around the hotel area. Electricity was cut for seven minutes.    The Dan Hotel's lobby ceiling fell in, but was prevented from hitting the floor by a second, lower ceiling.    Hotel manager Avner Ron said there were cracks in the walls and water pipes had burst. Other Eilat hotels suffered similar damage, and guests were evacuated to the pool areas. Several guests put on Jewish prayer shawls and prayed near the pool.    Doctors at Yoseftal Hospital in Eliat said a 67-year-old man died of a heart attack after carrying his invalid wife out of their swaying hotel.Caption:  PHOTOENRIC F. MARTI / AP: A MAN CARRIES HIS DAUGHTER THROUGH THE RUBBLE OF A COLLAPSED BUILDING IN A NORTH CAIRO NEIGHBORHOOD TODAY.", "edition": "Final"}