{"title": "Rescuers reap lessons from rubble - oklahoma bombing may help northwest prepare for quake", "filename": "1995-05-03_RescuersReapLessonsFromRubble-OklahomaBombingMayHelpNorthwestPrepareForQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537DBAA3E1D24?p=WORLDNEWS", "date": "1995-05-03", "page": "B1", "section": "Local News", "author": "Peyton Whitely", "text": "McCHORD AIR FORCE BASE - Seattle firefighter Tom Richardson dug into his jacket pocket, searching for the photo.     It was a photo never seen on television or in a newspaper.     Richardson, a five-year department member, serving with Engine Co. 2 at Fourth Avenue and Battery Street, also has spent two years with the Puget Sound Urban Search and Rescue Task Force, which returned here yesterday from Oklahoma City.     He shot the photo in the ruins of the destroyed Alfred P. Murrah Federal Building there.     Richardson's specialty is technical searches, working with listening devices and remote-control cameras to find survivors.     The 60-member task force found no survivors, only victims. Richardson's photo partly showed why.     \"I'll show you the picture,\" he said. \"There's a desk, it's hard to tell, but there's a desk underneath those three floors, and it stood up. It's difficult to see, but one of the lessons, when I teach people about earthquake preparedness . . . it maintained the bulk of its structure.\"      The picture showed a ceiling layer. Then beams of what had been a floor. At the bottom, there was another concrete ceiling layer. Once the layers had been 8 feet apart.     Under it all was the desk. The fate of anyone between the layers was not in question.     \"We learned a lot,\" said Richardson, wearing a hat saying \"Oklahoma City Police,\" and adding that the lessons will be widely applicable in an earthquake disaster in the Puget Sound region, because unlike in a bombing, there would be time to seek shelter.     As the rescuers filed out of the Air Force C-141 Starlifter that returned them here, each told similar stories of lessons learned, of how good it was to be back, of how nothing prepared them for the devastation.     Eric Waters, a firefighter and medic with the Gig Harbor Fire Department, clung to his wife, Brandi, in the terminal. Brandi's head snuggled against his shoulder. \"I'm glad to be home,\" Waters said, over and over.     Like Richardson, he was appalled at the devastation, despite his training. \"Until you stood in front of it, and looked at it, you'd never imagine the magnitude,\" he said.     Waters was one of four members of a logistics team.     \"We learned a lot about our equipment,\" Waters said. \"Our hydraulic rebar (cement reinforcing rod) cutter worked real well.\" A saw with a diamond blade also worked for days without stopping, he said, while another, with an aluminum-oxide blade, wore out almost immediately.     Waters and Ricardo Castro, another team member from the Seattle Fire Department, explained that each piece of the building had to be taken apart by hand. Built to heavy commercial construction standards, that meant each piece of steel reinforcing bar had to be cut to a 2-foot length.     The huge slabs of concrete had to be broken up into pieces small enough to fit in five-gallon buckets and then carried away.     While the rescuers brought back memories they may want to forget and lessons they'll want to remember, all agreed they'll never forget how good people can be.       \"We went there with spending money and didn't spend a penny,\" said Tom Miner of the Pierce County Sheriff's Department.     \"The people of Oklahoma wouldn't let us spend anything, on food or materials or anything. If you wanted something, you asked for it, and it came to you. Truly, I can't say enough good about the people.     \"We learned more in the 12 days I've been there than we could possibly learn in 10 years of training,\" he added.     Miner estimated the task force helped find about 15 victims, including one they'd been looking for, Michael Joseph Carrillo, a federal highway-department office manager.     \"As we were recovering him, we found his ID almost immediately,\" said Miner, explaining a local firefighter's daughter was a friend of the family.     \"He told me . . . the mother had died six months earlier, and the kids were basically now alone and their family was split up. As it turns out, the family was fairly large, and we met all the children today . . .\"      When the Puget Sound team members heard what had happened, they returned some of the kindness they'd encountered, donating $3,000 of their own money to help the orphaned Carrillo childrenCaption:  PHOTOBENJAMIN BENSCHNEIDER / SEATTLE TIMES: BACK FROM OKLAHOMA CITY,  RESCUER BRYAN GIBB IS GREETED AT MCCHORD AIR FORCE BASE YESTERDAY BY HIS FAMILY, FROM LEFT, ANGELA, MEGAN AND BETH.", "edition": "Final"}