{"title": "Help! where can i find earthquake-proof paint?", "filename": "1995-07-13_Help!WhereCanIFindEarthquake-ProofPaint.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537FC5EC20C6D?p=WORLDNEWS", "date": "1995-07-13", "page": "B4", "section": "Editorial", "author": "Don Hannula", "text": "A BELATED aftershock of January's earthquake has me all shook up. Because of the tremor, I've been painted into a curious corner by my insurance company.     The mild quake did nothing to my home. But it served as a wake-up call for me - as well as many others in Puget Sound who didn't have earthquake coverage.     We rushed out and bought quake insurance. Supposedly a smart move. But because I did, my homeowners' policy is in jeopardy - if I don't paint my house.      No kidding. I should have left myself at the mercy of the next rumbler. Or sprayed my house with earthquake-proof paint. Maybe latex has some binding quality that holds a house together in a tremor.     Whenever there's an earthquake, insurance companies get nervous. Understandably so. Instead of just collecting premiums, they have to shell out massive dollars in claims. Ultimately, the losses from big natural disasters come back to consumers in higher rates.    Underwriting practices get tougher. Unlike rate increases, they don't have to pass muster with the insurance commissioner.    For me, getting earthquake coverage added to my homeowners' policy with Pemco was like pulling teeth. First, I was told there was a moratorium - that they weren't writing any new earthquake insurance.     Moratoriums are normal after an earthquake. Usually about 5 days. And reasonable - at least until the aftershocks settle.     Some companies imposed a 30-day moratorium after the 5.0 temblor that hit Western Washington with little damage Jan. 28. Jawboning by Insurance Commissioner Deborah Senn helped shorten moratoriums.     After my agent told me the moratorium had been dropped, he said Pemco only was writing coverage with a 25 percent deductible. The standard had been 10 percent. Later, I was covered at 10 percent.     I thought my quake insurance problems had ended. Then I got a letter saying a routine inspection would be made of my home to assess its earthquake risk - such as sitting on a hillside, bluff or ravine. No sweat. I'm a north-end flatlander.     Then came the good news-bad news from Pemco. The inspection indicated my home is eligible for earthquake insurance. However, the inspector noted the house needs to be painted and some slopes repaired.     The letter from Cindy Wyatt of Pemco's underwriting department went on ominously: \"As a result of the inspection, we would require the above items to be corrected before your Sept. 23, 1995, renewal. Please send either photos or copies of receipts or repair bills verifying completion of the work.\"      Wyatt said the paint requirement had nothing to do with my earthquake insurance - that the inspector did an updated estimate of replacement cost and condition of property while he was there.     Would he have done that if I hadn't added earthquake insurance? No. They normally do update estimates after a home is 30 years old. Mine is 24. So, in a very twisted way, my earthquake preparedness turned into a threat of nonrenewal over a paint job.     Actually, my house doesn't need repainting badly. The eaves do. But the letter implied: Paint the house, or else. \"We have guidelines and there are homes we prefer to insure over other homes,\" Wyatt said.     The new estimate of replacement cost was the same as before - with or without a new paint job. If the house is flattened by an earthquake or leveled by fire, Pemco's liability is the same with or without a paint job.     Pemco has been a good insurer. It has competitive rates. My agent is smart, savvy and responsive. A real pro. Just don't get caught up with the underwriters.     Insurance Commissioner Senn says underwriting laws are very liberal. She says companies can refuse renewal over paint but she's not sure that has much to do with risk.     \"Companies should not be able to underwrite for things that don't correlate to risk,\" Senn said. \"I'd like to change the law\" to reflect that, she added.     After the disastrous California quake last year, Senn sought legislation that would require insurance companies to notify customers that earthquake insurance was not included in their regular homeowners' policy. The insurance lobby beat back that effort.     Wyatt said if I could give a good reason why I couldn't paint the house, Pemco could renew my policy. What if I just don't want to paint it? \"Your policy could be non-renewed,\" she said.     I haven't been completely sawed off at the pockets yet. She said she'd review my case with a supervisor. Good. I want to know if I need two or three coats of paint to qualify.    How many gallons of paint am I from joining the ranks of the uninsured?      Little did I know the travail I had invited by taking out earthquake insurance without first painting my house. Thank God I had just mowed the lawn. Don Hannula's column appears Friday on editorial pages of The Times.", "edition": "Final"}