{"title": "Kobe orphans face difficult future - young quake survivors may become outcasts in nation where adoptions are rare", "filename": "1995-02-16_KobeOrphansFaceDifficultFuture-YoungQuakeSurvivorsMayBecomeOutcastsInNationWhereAdopt.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537B5C083CAA3?p=WORLDNEWS", "date": "1995-02-16", "page": "A22", "section": "News", "author": "Joseph Coleman", "text": "KOBE, Japan - The rumbling earth flattened his house and killed the grandparents who had cared for him since birth. Now, 9-year-old Yuji Fujii is living in an orphanage, where he stands to become something of an outcast in a society where family and stability are everythin    No one knows yet how many children were orphaned in the Jan. 17 quake, which killed more than 5,300 people and devastated Kobe and surrounding areas. One estimate, based on demographic statistics and not an actual count, said about 1,100 children lost one or both parents.    For perhaps three hours, Yuji waited for rescue workers to dig him out of the rubble, listening to their voices and watching search lights pass overhead. His older cousin, Kensai, who also lived in the house, crawled out of what was left of a window after the house collapsed.    Their grandparents were not so lucky: They were killed by the tumbling ceiling and beams.    Yuji, a lively boy who laughs loudly on the playground, speaks simply about his loss, without emotion. He is careful not to reveal the shock of seeing his grandparents killed and the only home he knew destroyed. Little contact with mother     Yuji's mother handed him over to her parents in infancy, and he has little contact with her. He knows his father lives somewhere in the area.    After the earthquake, Yuji stayed briefly with a friend's family and then at a homeless shelter before a teacher tracked him down and brought him to the children's home.    He's likely to stay there. Orphaned or abandoned children in Japan are often taken in by relatives, but his parents are unable or unwilling to care for him and no aunts or uncles have come forth.    \"Until it's decided, I guess I'm stuck here,\" Yuji said.    Adoption in Japan traditionally has been chiefly a way for families to pass on the family name and business if they have no sons of their own. Adoptions of unknown children by childless or sympathetic couples are rare: In 1993, only 1,654 such adoptions took place, according to government figures.    Adoption by foreigners is permitted. Mitsubishi Electric Corp. has passed on at least two inquiries about orphans from American subcontractors to local officials.    Hiroko Yonezawa, caseworker at Kobe's Association for Family Protection and Promotion, said she had not received any offers to adopt quake orphans, though inquiries may come in when the shelters are evacuated and orphaned children start to be reported to government offices.    Koji Nagahisa, director of the Shinai home, operated by the Assembly of God Christian church, said children in Yuji's shoes would have an even tougher time, since it is uncommon in Japan to adopt children whose parents are still alive.    Japanese are reluctant enough to adopt, and the prospect of dealing with the child's biological parents makes it even more unattractive. \"In 10 years here, I've never seen it happen,\" he said. A problem in adulthood     The problems continue into adulthood, Nagahisa said. Potential employers, who have access to applicants' family registries, often judge potential employees by their family status and background. They would be suspicious of someone without a stable family.    Yuji remembers small details about the day of the quake: His cousin, now staying with relatives, had baseball practice scheduled that day, and his grandmother was up early preparing breakfast.    But he is happy to change the subject. He smiles broadly and is full of questions when the topic of sports comes up. That, too, however, is mixed up in the quake - he had to leave his baseball bat and uniform buried in the rubble of his home.    He admits to one fear: aftershocks. More than 1,000 have hit the Kobe region since the quake.    \"When it shakes, I just go under a blanket and hide,\" he says, squirming in his seat. \"It's worse than a typhoonCaption:  PHOTO", "edition": "Final"}