{"title": "City hall in kobe is now a huge homeless shelter - quake survivors putting lives back together as best they can", "filename": "1995-01-24_CityHallInKobeIsNowAHugeHomelessShelter-QuakeSurvivorsPuttingLivesBackTogetherAsBe.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB537AD62632EED?p=WORLDNEWS", "date": "1995-01-24", "page": "A1", "section": "News", "author": "Jim Simon", "text": "EIGHT DAYS after the earthquake that killed 5,000 people in Japan, survivors huddle together in whatever shelter they can find and simply wait - for help, for relief of some kind. There's little else they can d --------------------------------------- KOBE, Japan - Kobe City Hall, a 30-story tower of glass that soars to a dramatic peak, was built as a monument to this port city's bright future. It now stands as a grim reminder of how 30 seconds of the earth's violent shaking can rip asunder the certainties of even the most advanced societies.     After a deadly earthquake that has turned Kobe into a community of refugees, hundreds of homeless people and their few remaining possessions occupy virtually every inch of the building's first two floors.     Jammed side by side for days, some create an illusion of privacy by erecting cardboard fences around their tatami mats. Even the stairwells and elevator corridors are staked out for sleeping space. Few have been able to bathe or change clothes. They stand in line for food or to use smelly toilets.     Masako Fuka, a nurse who wears a large bandage where a dresser fell on her head, spends most of the day wrapped in an orange blanket to ward off the cold. She and her neighbors share a few simple possessions: a rice cooker, a radio and blue plastic bags of food. Worried by frequent aftershocks, she sleeps poorly.     \"I don't know how long we'll be here,\" she says through an interpreter. \"We're kind of waiting for somebody to tell us what to do, where to go.\"      Exhausted survivors say their biggest worry is that neither the Japanese government nor anyone else is providing such answers even though it has been eight days since the earthquake killed at least 5,063 people and left an estimated 300,000 homeless out of a population of 1.5 million.     The scene at City Hall is repeated all over Kobe. Schools and other municipal buildings now function as shelters. Tent cities sprawl over parks and schoolyards.     Since the first chaotic days, when many shelter residents ate nothing more than bread or, if lucky, an orange, conditions have improved immeasurably. There is plenty of food, water is delivered regularly and large Army tents were recently erected for some living outside.     But Kiyoyuke Kanemitsu, director of the city's International Department, says it will be months at best before more substantial housing can be offered to people.     The city estimates at least 55,000 buildings in Kobe and surrounding towns collapsed. At least 30,000 new homes will be needed, they say.     While the Japanese Diet passed emergency legislation guaranteed to foot most of the bill for reconstruction of public buildings, Kanemitsu says the government still hasn't decided how much assistance it will provide for rebuilding homes or other direct aid.     He says local officials are also increasingly worried about potential health problems.     Most shelter residents accept their fate stoically, voicing few complaints. But many also say they are disillusioned with the government.     Terako Sasharo lost virtually everything, including the family savings account hidden at home, when her house burned in the massive fires that followed the quake. She is staying at a junior-high school. She knows her husband and two children are alive but doesn't know where they are living.     \"Foreign people think the Japanese are all rich. We aren't,\" she says. \"I hear the government says they'll build housing for us. But people here aren't getting hope and no explanations from them.\"      Many neighborhoods resemble war zones.     In Hyogo ward, a working-class area, entire blocks were burned to rubble. In one two square-block section, a blackened concrete staircase leading nowhere rises eerily above the ruins. On burnt timber where houses stood, former residents post notes informing friends of their condition and whereabouts.      On the ground at one site is a circle of bricks with fruit, bread, a flower in a bottle and a stone figurine inside - an ad-hoc shrine by loved ones to a young girl who died in the wreckage.     Those who survived now live down the street in a junior-high school, whose 2,000 refugees make it one of the largest shelters in the city.     The auditorium, the gym, every classroom - even coat rooms - are filled with families.     In the first days, when people flooded here in a panic and turned it into a de-facto refugee camp, conditions were miserable. Hiroshi Nakajima, 61, says he only received an orange the first day. Without water, residents had to shovel out overflowing toilets.     Things are now far better organized. Teachers staff the shelter and updated lists of residents, as well as missing persons, are posted daily. But the exhaustion of daily life is written into the faces of survivors.     Nakajima says he spends most of his day on his mat, except for helping haul water from the school swimming pool and taking an occasional walk. And he now fears that even if the small steel company where he works eventually reopens, he won't be rehired because of his age.     \"Some people have started to lose their temper because they're frustrated,\" he says. \"But this is a matter of fortune. So most of us try to look on the positive.\"      Others are still living outside, where the winter weather resembles that of Seattle.     At the playground of another school, Sanno Junke, her husband and their three children are living in a small camping tent stuffed with supplies. Junke says that in the night, three people sleep in the tent while two sit outside around a bonfire. \"I make soup, help pass out things and clean up. That's our daily life.\"      The destruction appears to have been disproportionately brutal for the elderly. Seniors are concentrated in the older neighborhoods of flimsily built wood homes that became tinderboxes in the earthquake, says Kanemitsu of the city's International Department.      Ironically, city officials say Kobe has more such homes than most Japanese cities because relatively more of the city survived World War II.     A doctor working in one of the shelters says many of the older people he's seen have respiratory and other health problems and suffer from sleep disorders and stress. Indeed, Nakajima says the destruction has brought back memories of the suffering at the end of the war.     But the stress has fallen on younger Japanese as well. Takashi Nakanishi, 37, chief of Kobe's municipal water system, leaped from a fourth-story window yesterday in what police said was a suicide. Failure to restore water service has been blamed for much of the destruction by 200 fires that ravaged the city.     During the day, throughout the city, many shelter residents return to their homes, hoping to restore tiny pieces of their lives.     Kashima Sakamoto, a retired customs officer, spent nearly three hours digging his wife out of a collapsed house where they had lived for 14 years. She survived with few injuries. At least four of his neighbors vanished in the quake. Most days, he crawls through the mess of beams and tiles and concrete fallen beams to look for his possessions. Friends and neighbors occasionally help.     On a recent day, someone asked what he was looking for as he emerged from the ruins. He held up a piece of burgundy clothing, grinned and said in English, \"Treasure", "edition": "Final"}