{"title": "One year ago, kobe was rocked by quake - kobe rebuilds, but first images can be deceptive", "filename": "1996-01-16_OneYearAgoKobeWasRockedByQuake-KobeRebuildsButFirstImagesCanBeDeceptive.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB538480BCB7E1A?p=WORLDNEWS", "date": "1996-01-16", "page": "A1", "section": "News", "author": "David Boardman", "text": "REMAIN VACANT A YEAR AFTER THE EARTHQUAKE. THE CITY OF KOBE, Japan, was rocked by an earthquake that killed more than 5,500 people. Damages were put at nearly $120 billion. And while the city is rapidly being rebuilt, the lives of its people will take much longer to put back together. ----------------------------------------------------------------- KOBE, Japan - \"Kobe is back in business!\" promotional brochures crow, and the exclamation seems fitting as a visitor arrives by bullet train at Shin-Kobe Station.     The depot anchors a glimmering, 40-story, hotel-retail complex reigning over downtown Kobe. On the floors above: A man buys a four-button blazer for 60,000 yen (about $600) at Faconnable. A soon-to-be bride and her family finish planning for her 7-million-yen ($70,000) wedding at the Shinkobe Oriental Hotel. Uniformed schoolgirls line up to hand over 600 yen ($6) for a cheeseburger meal at Wendy's.     From this vantage, Kobe does appear to be back in business a year after what is known here as The Great Hanshin-Awaji Earthquake, which measured 7.2 on the Richter scale. Even as one steps outside Shinkobe Oriental City, as the complex is called, the streets around it reveal little of the  quake that killed more than 5,500 people, injured 37,000 and caused nearly $120 billion in damage.     But as is the case more often than not in this obsessively image-conscious country, initial impressions can deceive.     Venture away from Shinkobe Oriental City or the other spots most likely to be seen by visiting tourists and business travelers, and the temblor's trail isn't hard to find.     There, residents are concerned not with camel's hair and camisoles, but with how to reunite their families, how to find work and how to pay for food and heat.     Yoshio Tani lives near where first base used to be in Okurayana Baseball Park. The 65-year-old former ship's captain resided in a modern, 50-million-yen ($500,000) home in a nicer part of town until it was destroyed last Jan. 17.     His house was razed not by the shaking earth, but by fire that began in broken gas lines. Many of Kobe's residential streets were far too narrow to accommodate firefighting equipment, and much of the property damage was due to fire.     Insurance companies paid off only those few - about 3 percent - who held earthquake insurance. Tani and his wife did not. When their heavily mortgaged house went up in smoke, so did their future.     \"I have so many loans to pay off, I don't know what I'm going to do,\" Tani said through an interpreter. \"I have next to nothing, so I wound up here.\" `Home' is a tiny compartment      \"Here\" is a tiny, two-room compartment in a long, narrow, sheet-metal barracks, hastily erected across the dirt infield of Okurayana Park. The larger room is the size of a typical bathroom in a suburban tract home in the United States. For Tani and his wife, it must serve as bedroom (two tatami mats), living room (a television and a tabletop Buddhist shrine), kitchen (an electric crockery pot) and doghouse (a blanket).     Their adult daughter sleeps in the smaller room, where they also store the few possessions they've salvaged. The bathroom is a closet with a portable toilet.     No door separates the two rooms, but then, privacy was forsaken the day they moved into this project. The walls between units are thin enough to dent with a good knock of the knuckle.     \"Everything we talk about is heard by our neighbors, and we hear everything they say,\" said Tani.     At night, what's often heard are the whimpers of restless sleep.     \"I have lots of nightmares about the quake,\" said Tani, who pulled a neighbor's crushed body from the rubble. \"I wake up in the middle of the night when I hear the place shaking from the wind. Even in my dreams, I dream about the dead. I can't help it.\"      Tens of thousands of Kobe residents, many of them elderly, have been living here and in other, similar, chain-link-fenced compounds since last spring. Before that, they lived in elementary-school gymnasiums and in tents erected in public parks; more than a thousand people still do.     The subsidized housing costs residents only about $200 a month with utilities. But it's scheduled to be closed in 1997, and residents will have to find other places to live.     In a nation built on ancient notions of community and family, conditions could hardly be worse for these people. Where before they lived with their children and grandchildren and next to people they'd known their entire lives, many now live dozens of miles away. Where before they were self-sufficient, many now have no incomes, no jobs and no prospects.     Where they had pride, they now have shame for their new, strange station in life.     No one knows the exact number of barracks residents. The government keeps no records on that, and the number changes daily anyhow as extended-family members move in and out. But there are nearly 50,000 such units in Hyogo Prefecture, the state that includes Kobe.     \"A lot of people still need help, especially the elderly and the handicapped,\" said Yoji Hanaoka, a reporter for the Kobe bureau of the national newspaper Mainichi Shimbun. \"They are losing hope. They are very lonely.     \"They say things like, `I just don't have any hope of getting my old life back. I plan to die here.' \" $32 billion already spent      It's not that nothing has been done to repair the damage left by the earthquake or to help its victims. The national government has spent more than $32 billion rebuilding Kobe. Almost all of that money, though, has gone into restoration of highways, railroads and the Port of Kobe, which was the second-largest shipping point in Japan.     The port is back to about 80 percent of its pre-quake capacity. The Hanshin Expressway, the main highway between Kobe and Osaka, is to reopen by the end of the year. And rail lines are largely back to normal.     That approach reflects a fundamental difference between Japan and the United States: In the U.S., disaster relief is focused on individuals; in Japan, it's focused on infrastructure. Victims received an initial payment of about $2,400 right after the quake but have received no government handouts in the year since.     The national government's position is that restoring the infrastructure will ultimately restore the lives of Kobe's citizens.     And slowly, some lives are being restored. Most residents of Japan's sixth-largest city, with a population of about 1.5 million, are back in their homes. But about a third of those homes suffered serious damage, and many have not been repaired; in some cases, plastic sheeting and masking tape is all that stands against the winter winds sweeping in off Osaka Bay.     Many in Kobe feel forgotten by the rest of Japan, with attention turning to the subway gas attack by the Aum cult, the furor over U.S. military bases and the recent national government shake-up.     \"The people in Tokyo just don't care about us,\" said Yukiko Kunigo, 28, whose family's home was heavily damaged by the quake and who lost her job when the museum where she worked burned down. \"They've lost interest in us.\"      Kozo Sano, Kobe bureau chief of the Mainichi Shimbun, has covered the quake and whose home was destroyed by it. He thinks the earthquake has revealed an unseemly side of the Japanese premium on appearances.     \"Whenever any disaster occurs, especially if the country is underdeveloped, the worst victims are the weakest people in the society. Those are the easiest people to forget and ignore.     \"This earthquake showed that the same can hold true in a country that calls itself affluent. It is very sad for us.Caption:  PHOTO1) ROBERT CHANEY: YOSHIO TANI, 65, AND HIS WIFE LOST NEARLY EVERYTHING AND STILL LIVE IN TEMPORARY QUARTERS A YEAR AFTER THE QUAKE. THIS BUDDHIST SHRINE IS THEIR ONLY REMAINING VALUABLE POSSESSION.2) ROBERT CHANEY: MOST OF THE RUBBLE HAS BEEN CLEARED FROM KOBE, BUT MANY LOTS REMAIN VACANT A YEAR AFTER THE EARTHQUAKE", "edition": "Final"}