{"title": "Strong earthquake shakes wide area of the middle east - one dead in 6.8 richter temblor", "filename": "1996-10-09_StrongEarthquakeShakesWideAreaOfTheMiddleEast-OneDeadIn68RichterTemblor.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5388DDB91E6AB?p=WORLDNEWS", "date": "1996-10-09", "page": "A2", "section": "News", "author": "Apreuters", "text": "NICOSIA, Cyprus - An earthquake rocked a wide swath of the Middle East today, swaying buildings on this Mediterranean island and sending people running into the streets of Cairo. It was also felt across Israel, Syria, Jordan, Lebanon, western Turkey and some Greek islands    A 40-year-old villager was killed when her house collapsed in Faheem, in the Nile Delta north of Cairo, police sources said in Egypt.    Five residents of Paphos, a port in southwestern Cyprus closest to the epicenter, were injured as they ran from trembling buildings, state-run Cyprus radio said. It said landslides blocked some mountain roads.    The U.S. Geological Survey said the earthquake registered 6.8 on the Richter scale and was centered in the Mediterranean Sea about 20 miles southwest of Paphos and 80 miles from Nicosia.     There was minor damage to buildings in Paphos and the nearby port of Limassol.     \"All the people ran out into the streets in panic. Some were screaming, and they are scared of further tremors,\" said one witness in northern Cyprus.     Cyprus Radio's Paphos correspondent reported: \"People in the commercial district ran into the streets. Drivers left the motors in their cars running and abandoned them.\"      The quake lasted about a minute. Telephone lines were jammed as residents checked on loved ones.    Hundreds of miles away in Cairo, people similarly panicked.    \"I felt a tremendous shake, the door was banging and my chair was moving around. Everyone ran down the stairs, and the elevators got stuck,\" said Magdi Awaida, who works on the 22nd floor of a building in downtown Cairo.    The quake was felt about 3:10 p.m. (6:10 a.m. PDT) in Jerusalem, Tel Aviv, the southern Israeli coastal town of Eilat and in Palestinian cities in the West Bank and Gaza.    Not everyone in Israel felt the tremor, but that didn't stop them from commenting on it.    \"The Lord wants us to wake up and start going back to our roots,\" said a man at the Western Wall who gave his name only as Mordechai.    Ahmed Hadwan, a soft-drink vendor in Jerusalem's Old City, said the quake wasn't felt there because \"God protects all holy places.\"     The region has a history of deadly tremors: On Nov. 22, an earthquake measuring 6.2 hit the Gulf of Aqaba, damaging several buildings and properties in Jordan, Egypt and Israel. Eight people were killed.    A quake that struck Cairo on Oct. 12, 1992, killed more than 450 people, injured 4,000 and caused extensive damage to buildings.Caption:  MAPAP: MIDDLE EAST QUAKE EPICENTER", "edition": "Final"}