{"title": "In peru, no place to sleep but street - quake victims shiver; miners still trapped", "filename": "1996-11-14_InPeruNoPlaceToSleepButStreet-QuakeVictimsShiverMinersStillTrapped.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB538980446D78B?p=WORLDNEWS", "date": "1996-11-14", "page": "A17", "section": "News", "author": "Reutersap", "text": "NAZCA, Peru - Tens of thousands of people slept in the streets for the second consecutive night after their houses were destroyed by an earthquake that hit southern Peru Tuesday, killing 14 people and injuring hundreds     The hardest-hit towns were along the Pacific coast: Nazca, 290 miles to the south of the capital, Lima, where 300 were injured, and Ica, 100 miles farther north, where 200 people were injured, officials said yesterday.     In Nazca, where six of the deaths occurred, firefighters cleared streets of rubble and fallen electricity cables. The army and police distributed tents, blankets, water and food supplies.     But many of the 25,000 homeless complained they were left to fend for themselves in the cold night.     \"There were not enough tents for us to get one. This is the second night we are out on the street,\" said Rosa Palomino, 33, who was sleeping with her mother and three daughters on a mattress dragged from the rubble of their home.     Jose Bendezu, 72, settled down to pass the night on a sofa, surrounded by his family of eight sprawled out on the road, which was still rocked by persistent aftershocks.     \"It gets really cold in the night. The climate has changed since the earthquake,\" Bendezu said.     Meanwhile, night fog forced rescue workers to postpone flights to remote mining villages in the state of Ica, where 13 miners were feared trapped underground.     One miner died in Moyohauca, 375 miles south of Lima,  and 10 more were seriously injured, said Celso Cahachahua, a community leader in the mining village, without giving more details.     Nazca is one of Peru's main tourist attractions for its mysterious pre-Inca lines forming patterns in the desert that can be seen only from the air.     Nazca's museum about the drawings was seriously damaged but \"the lines are intact. They have put up with a lot of earthquakes over the years,\" said Ana-Maria Reiche,  whose mother, Maria Reiche,  has studied the lines for most of her life.     Peru is prone to frequent seismic activity. On May 31, 1970, an earthquake measuring 7.8 in magnitude killed 67,000 people as it leveled scores of towns in the district of Yungay, 240 miles north of Lima, in the Ancash department.    The quake that hit southern Peru at midday on Tuesday and rocked Lima for a minute measured 6.4 on the Richter scale. Its epicenter was 65 miles southeast of Ica.     Prime Minister Alberto Pandolfi, the top government official in the absence of President Alberto Fujimori, who was on a tour of Japan and Southeast Asia, declared a state of emergency early  today in the areas affected by the quake.     The latest of the 14 deaths to be confirmed was a man killed when his house roof caved in on top of him in Tambo Quemado, 260 miles south of Lima, fire officials said.     The area that is the focus of the search has a network of formal and informal mines, many simply holes dug into the sides of mountains by people hoping to strike it rich. Lukac said his crews rescued 10 people from the smaller mines yesterday.    \"It is not known if there are more dead, but there are people trapped,\" said Alcocer.    Mining Minister Alberto Pandolfi arrived to survey the damage in Nazca, where 95 percent of the homes, most of them adobe or brick structures, were damaged in the quake, said Haide Luz Torres, Nazca's mayor.    \"We are in ruins,\" Luz Torres said.    Jorge Lopez, head of the social security office in Nazca, said health officials were concerned about the lack of water in Nazca and feared an outbreak of disease. Electricity and telephone service also were out in much of the city.Caption:  PHOTORICARDO CHOI KIFOX / AP: FEARING AFTERSHOCKS, THE SEMINARIO FAMILY LIVES IN THE STREET IN FRONT OF THEIR DESTROYED HOME IN NAZCA, PERU.", "edition": "Final"}