{"title": "Quake concerns land mt. rainier on list", "filename": "1996-04-24_QuakeConcernsLandMtRainierOnList.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB538616C680215?p=WORLDNEWS", "date": "1996-04-24", "page": "B2", "section": "Local News", "author": "Ap", "text": "Mount Rainier now tops a University of Washington scientist's list of the most seismically hazardous volcanoes in the Cascade range.    The biggest danger is not from an eruption, but from an earthquake that could shake loose a chunk of the 14,411-foot mountain, geophysicist Steve Malone told a Portland, Ore., meeting of the Geological Society of America yesterday. That could unleash a torrent of mud and debris that would roar through the heavily populated river valleys on Rainier's flanks, demolishing everything in its path.    \"For years, Mount St. Helens has retained the distinction of being the most active Cascade volcano in terms of earthquake activity,\" Malone said. \"Moving Mount Rainier to the top of the list doesn't mean it has become more active; it means that Mount St. Helens has quieted down, relatively speaking, in recent years.\"     Unlike a volcanic eruption, mud flows triggered by an earthquake could come with little or no warning, Malone said.    \"We're trying to call attention to the fact that we have a sleeping giant that poses a significant hazard, whether or not it wakes up volcanically,\" said Bill Steele of UW's seismology laboratory.    Malone said nearby counties and towns should prepare for disaster and limit building in valleys that are prone to mud slides.    \"I know some developers would just as soon have the problem go away,\" he said, \"but responsible public officials should come to grips with it.\"     The city of Orting, which sits in the prime, mud-flow path, has sent disaster plans to every household and has been fine-tuning its evacuation plans for the past several years, said Mayor Sam Colorossi.    \"People have accepted the threat and know they need to be ready to get out of here,\" he said.    Mount St. Helens has long led the most seismically hazardous list of 13 volcanoes in the Cascade mountains, stretching from Northern California into southern British Columbia. It erupted in 1980, leveling 230 square miles and killing 57 people. But earthquake activity at the 8,366-foot volcano has declined recently, Malone said.    The last major mud slide from Mount Rainier occurred about 500 years ago, when a 20-foot-tall wall of mud, rock and water tore down the Puyallup River Valley at speeds of up to 20 mph, said Kevin Scott of the U.S. Geological Survey's Cascades Volcano Observatory. Debris from the flow stretched all the way to Puget Sound.    There's no sign in the local geologic record that Mount Rainier erupted five centuries ago, Scott said. That means something else set off the landmark mud flow - and scientists suspect an earthquake.    Rainier holds a volume of snow and ice estimated at 156 billion cubic feet -13 times as much as Oregon's Mount Hood. It continues to be the site of fairly regular, though small, earthquakes.    California's Lassen Peak now ranks as the second most seismically active, Malone said.", "edition": "Final"}