{"title": "Indonesia rocked by giant quake", "filename": "1996-02-18_IndonesiaRockedByGiantQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB538505D02C82B?p=WORLDNEWS", "date": "1996-02-18", "page": "A9", "section": "News", "author": "Ap", "text": "JAKARTA, Indonesia - Tidal waves whipped up by a mighty earthquake came crashing down on the coastal villages of New Guinea and its surrounding islands yesterday, sweeping hundreds of homes out to sea like \"a giant broom.\" At least 23 people were killed and the death toll was expected to rise    One town alone lost 600 homes to waves that reached as high as 21 feet. At least 15 people are missing, besides the 23 people known dead.    \"We are expecting a higher figure,\" said Harto, an official at the meteorology department in the Irian Jaya capital of Jayapura. \"Our communications are very poor and in fact we are still using radio to contact some remote areas.\"     Estimates of the earthquake's magnitude ranged from 7 to 8.    The quake  was centered under the ocean floor 68 miles east of Biak island, off New Guinea's northern coast, the Indonesian government said.    By this  morning, at least 40 aftershocks averaging between magnitude 4 and 5 had pounded Biak, said Harto, who like many Indonesians goes by only one name. One measured as high as 6.7, the U.S. Geological Survey reported.    The area, at the eastern end of the vast Indonesian archipelago, is about 2,000 miles northeast of Jakarta, the Indonesian capital.    No injuries or deaths were immediately reported on the main island of New Guinea. But waves up to 13 feet high swept the northwest coast \"like a giant broom,\" said Bambang, a spokesman for the government meteorology agency.    \"There were many houses built on stilts on the coastal area, and we think there are casualties,\" he said.    The government reported a preliminary magnitude of 7. Japan's Central Meteorological Agency and the Pacific Tsunami Center in Honolulu put the magnitude at 8, as did the U.S. Geological Survey.    A quake of magnitude of 7 is classified as a major earthquake, capable of causing widespread, heavy damage. A quake with a magnitude of 8 can cause tremendous damage.", "edition": "Final"}