{"title": "7th-inning quake stretches m's game", "filename": "1996-05-03_7Th-InningQuakeStretchesMSGame.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53863DBB8AA61?p=WORLDNEWS", "date": "1996-05-03", "page": "A1", "section": "News", "author": "Thomas W. Haines; Dick Rockne", "text": "Alex Rodriguez and Jay Buhner suspected the Mariner Moose was doing a two-step on the dugout roof.     Fan Rich Kung thought it was the Mariner faithful cheering on yet another late-inning rally.     \"Then you saw the monitors rocking and rolling,\" Kung said.     And the speakers swinging overhead. The players heading for the cover of the dugout.     After about 30 seconds, the 5.3-magnitude temblor that rolled through the Kingdome during the seventh inning of the game between the Mariners and the Cleveland Indians was gone.     Several minutes later - as some fans headed to the exits and others chanted, \"Let's play ball! Let's play ball!\" - umpires and Mariner and Kingdome officials suspended the game because of safety concerns.      After an extensive inspection of the Kingdome today by as many as a dozen engineers, the verdict was there was no damage from the quake and no cancellation of tonight's games.     A quick inspection last night by Jon Magnusson, a structural engineer whose firm designed the Kingdome two decades ago, also found no signs of quake damage. \"It performed exactly as it was intended,\" he said.     This morning, Mangusson led the media on a tour of the 300 level to check columns and supports where there would be most motion in a quake. No problems were found.     It was the first time an earthquake disrupted a major-league baseball game since Oct. 17, 1989, when a 7.1-magnitude quake hit just before Game 3 of the Oakland-San Francisco World Series at Candlestick Park.     Yesterday's earthquake, which hit just after 9 p.m., came just after a single by Paul Sorrento and a Cleveland pitching change, developments that had already brought some fans to their feet.     But as the shaking continued, the cheering quieted and there were shouts of \"earthquake.\"      Cleveland relief pitcher Julian Tavares had just been called to the mound when the quake hit.     \"I feel it in my knees, and I feel it in my back and I thought it was only me. Then I saw those speakers moving up there. Golly, what's happening here? Then I run like everybody did,\" Tavares said.         Play-by-play announcer Dave Niehaus relayed the scene to listeners: \"I think we're having an earthquake. . . . We're going to get out of here.\"      Some fans followed his lead and headed for the exits.     But the crowd remained calm, and most fans stayed put, some looking at the ceiling with anticipation.     There was no immediate instruction for fans from Kingdome officials. The only word over the public-address system was the announcement that the game was called. Some fans said that came 10 to 15 minutes after the earthquake hit.     Some players wandered from the dugouts to search the stands, warning familiar faces to head for safety in case aftershocks followed.     The Kingdome's structural safety has been a major point of contention between King County and Seahawk owner Ken Behring, who has argued that the Dome would not be safe during a major earthquake.      Bill Temko, Behring's attorney, said this morning that the quake confirmed that a seismic risk exists in the area, adding that \"luckily for the people in Seattle this was not a bigger earthquake.\"      Magnusson said he expects the Kingdome could survive an earthquake with a magnitude of 7 or higher without significant damage.     Fans, who felt the swaying stands and rocking seats last night, will always notice when a significant earthquake occurs, he said.     The way the building is designed, those in seats closer to the field feel stronger movement than those near the perimeter of the 9-acre building.     \"The building moves, and it's supposed to move in an earthquake; that's one of the ways it's supposed to absorb the shock,\" Magnusson said.     Still, Ken Griffey Jr., who was in the training room when the earthquake hit, said umpires did the right thing by calling the game.     \"The initial earthquake isn't the problem,\" the Mariner center fielder said. \"It's the aftershocks. You don't want to jeopardize the fans, the players and everybody who works here.\" Seattle Times staff reporter Dick Rockne and The Associated Press contributed to this article.", "edition": "Final"}