{"title": "Quake concern called `ridiculous'", "filename": "1996-02-02_QuakeConcernCalled`Ridiculous.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5384C85846AB6?p=WORLDNEWS", "date": "1996-02-02", "page": "A12", "section": "News", "author": "Bill Dietrich", "text": "Forget for a moment that for the Seahawks to move from Seattle to Southern California because of earthquake dangers makes about as much sense as the storied European who fled to a little-known tropical island to escape the threat of World War II     The island was Guadalcanal.     Does Seahawk owner Ken Behring know something we don't? Is the Kingdome unsafe?      Even a team spokesman said his media-relations staff has not seen a rumored report by an unrevealed engineering firm estimating it would cost as much as $90 million to make the 20-year-old stadium seismically impregnable.     But seismic engineers who have examined the building and soils for King County say it is sturdier than many downtown buildings. Quake one day, game the next      None of those interviewed predicted the present stadium would collapse even in the earthquake being planned for, a once-in-five-centuries event that might shake Kingdome soils three times harder than anything seen historically here.     But the stadium would suffer damage, and King County's consultants have suggested a seismic retrofit program of wrapping columns and beams with carbon-fiber blankets to prevent breaking apart.     Spending as much as $90 million would only be required, they suggested, to make the Kingdome so earthquake-proof that it would survive undamaged - and could be played in the day after a big temblor.     \"If you want to make sure no one gets killed, all you need is a simple retrofit,\" summed up Marc Eberhard, a University of Washington civil engineer who has studied the safety of local structures.     The Seahawks' concern is \"ridiculous, it's crazy,\" said John Magnuson, a principal of Skilling Ward Magnuson Barkshire Inc., the firm responsible for engineering the stadium when it was built. \"The Kingdome was beyond the state of the art at the time, much better than most construction at that time.\" Built on pilings      The Kingdome is built on poor soil, as is Pioneer Square and most of the city's industrial area. When pioneers arrived, these areas were tideflats and salt marshes and were subsequently filled with sand, clay, silt and even - in some other parts of Pioneer Square - with logs and sawdust. In a major earthquake those soils could suffer liquefaction, in which shaking of wet soil causes it to lose all strength and cohesion.     Liquefaction caused some of the worst damage in the 1989 San Francisco quake and last year's Kobe earthquake.     To get around that, Kingdome contractors sank thousands of reinforced concrete piles, from 40 to 70 feet deep, through the fill to more firmly compacted gravel left by Ice Age glaciers. That method performed well in Japan's Kobe earthquake, as engineer John Hooper of RSP/EQE found when he led a team of inspectors to that city last year.     The Kingdome's 65-million-pound roof is tied into columns on the side walls. Major modifications of that design would be difficult. Quake could be 3 times worse      The design was considered more than adequate for the kind of earthquakes experienced in historical times, such as a magnitude 7.1 quake in 1949 centered near Olympia, and a magnitude 6.5 quake in 1965 centered near SeaTac.     In the past decade, however, geologists have revised their thinking on the threat. Earthquakes occurred before pioneer times off Washington's coast that were probably more than a hundred times larger than those recorded more recently.     Scientists also mapped a major fault that runs under Seattle and probably caused a disastrous quake 1,100 years ago and a moderate 5.0 quake a year ago.     The engineering firm of Shannon and Wilson concluded that engineers should prepare the Kingdome for a magnitude 8.5 quake off Washington's coast or a 7.5 quake in Seattle,  roughly three times worse than anything the site has experienced in Seattle's history.     A worst-case analysis of soils suggested the Kingdome should be reinforced to withstand a \"ground acceleration\" equivalent to about 0.3 of a g - g being a measurement of sideways acceleration compared with the gravitational pull of the Earth. It's a standard recent building codes require, but that did not exist when the stadium was built.     While analogies are difficult, University of Washington engineer Steve Kramer compared 0.3 g to a 200-pound man being hit or pushed by a 60-pound weight swung sideways.     Hooper of RSP/EQE took that forecast and concluded Kingdome columns and beams need wrapping. \"We've learned a lot from quakes since the Kingdome was built,\" he said. Unwrapped concrete bridge columns sometimes fractured and even collapsed in recent California quakes.", "edition": "Final"}