{"title": "Quake may offer new insight - scientists intrigued by north-south fault configuration", "filename": "1996-05-03_QuakeMayOfferNewInsight-ScientistsIntriguedByNorth-SouthFaultConfiguration.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53863E3BB4039?p=WORLDNEWS", "date": "1996-05-03", "page": "A13", "section": "News", "author": "Bill Dietrich", "text": "Scientists were more thrilled than rattled by last night's earthquake because it gives them a chance to study a poorly understood part of Western Washington's geology.     The shallow crustal earthquake was centered in the Cascade foothills. It occurred on a north-south fault or fracture in the Earth's crust, instead of the east-west direction of more familiar faults such as those under Seattle and Whidbey Island.     The result had seismologists scratching their heads and had telephones buzzing between the seismology center at the University of Washington and those at  Menlo Park, Calif., and Golden, Colo.     \"When you look at the Cascades, you know there has to be something there to lift the Cascades up, so we wouldn't be surprised to find a fault along the front of the mountains,\" said Craig Weaver of the U.S. Geological Survey.     But early interpretation indicated the quake relieved pressure from crust pressing from west to east instead of from south to north more typical of the Puget Sound basin, a jerk not fitting current earthquake models. As a result, the earthquake may provide new insights into the forces operating under our feet.     \"We geologists have lots of opportunities in California, but we don't get too many here,\" said Weaver. While Western Washington is believed to be riddled with faults, few of them have been mapped.     Portable seismic instruments were deployed last night to help study the small aftershocks expected to occur for days or weeks, and more sensitive instruments were being flown in today from Denver.     Ironically, the temblor occurred during a conference in Seattle on shallow crustal earthquakes.     Earthquakes are common in Western Washington. About 1,000 occur per year, nearly all of them too small to be felt.     Washington's earthquakes and volcanoes are caused by the collision of the North America Plate with plates on the Pacific sea floor. The Juan de Fuca Plate moves toward the northeast as it sinks under Washington's coast. The pressure builds up until it is released in quakes.     The San Andreas Fault in California marks another crustal boundary where that state's western fringe is being pushed north toward us.     While the track of the San Andreas can be seen on the surface, the Puget Sound basin is squeezed between two mountain ranges, gouged by glaciers and shrouded with vegetation, making geology and risk harder to calculate.     Geologists believe a huge earthquake shook the Seattle area about 1,100 years ago and mammoth offshore earthquakes occur every 300 to 900 years. Since pioneers arrived,  the biggest earthquakes have been one of an estimated 7.3 magnitude  in the North Cascades in 1872 and one of 7.1 magnitude near Olympia in 1949: nearly 100 times larger than last night's, but not catastrophic.     The remote potential for great earthquakes has led to renewed scrutiny of the safety of buildings, bridges and public structures.     To understand what is going on, scientists have deployed 150 seismic detectors in Washington and Oregon. When a quake occurs, UW research associate Brian Cohee explained, seismologists observe how long it takes earthquake waves, which move about 3 miles a second, to reach different stations. Computers can use this information to determine how far the quake is from each station and pinpoint its source.     The quake's intensity is measured by observing both the size of squiggles on seismographs and correcting for their distance from the epicenter. Another method is to measure how long it takes for quake motion to fall back to normal background levels. A quake the size of last night's is big enough to be picked up by instruments across the continental U.S. and Alaska. Centers confer to reach a consensus on magnitude.     Last night's earthquake was believed to be a thrust-fault quake in which crust on each side of the fault is squeezed together, one side rising higher than the other. At just 3 miles in depth, it was a shallow crustal quake similar to last year's 5.0 quake, but unlike the deep crustal quakes of 1965 or 1949 or the feared rare subduction-zone quakes off Washington's coast.Caption:  PHOTO: MAP: ILLUSTRATION1) BARRY WONG / SEATTLE TIMES: CASEY CAUGHIE, AN ENGINEER, INSPECTS THE UPPER LEVELS OF THE KINGDOME TODAY FOR ANY SIGNS OF EARTHQUAKE DAMAGE. CAUGHIE WAS ONE OF EIGHT ENGINEERS CHECKING THE BUILDING TO MAKE SURE IT'S SAFE FOR TONIGHT'S MARINER GAME.2) MARTIN RINCON / SEATTLE TIMES: CHANGE OF DIRECTION3) BILL DIETRICH, MICHAEL KELLAMS / SEATTLE TIMES: EARTHQUAKES: WAVES OF POWE", "edition": "Final"}