{"title": "Kids learn ocean-side quake drill - cannon beach students study danger of tsunamis", "filename": "1996-04-28_KidsLearnOcean-SideQuakeDrill-CannonBeachStudentsStudyDangerOfTsunamis.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53862A57A691B?p=WORLDNEWS", "date": "1996-04-28", "page": "B3", "section": "Local News", "author": "Linda Lanham", "text": "CANNON BEACH, Ore. - The ground begins to move and it doesn't stop. You know it's an earthquake, but even worse, you know a huge tsunami might follow.    This could be the beginning of panic.    But for the 135 children at Cannon Beach Elementary School, such an event would set in motion a routine the pupils know too well to let panic slip in.     The kids have an evacuation plan that runs like clockwork, beginning with a \"duck and cover\" exercise that sends them instantly under desks to avoid flying glass or plaster during the initial earthquake.    When the all-clear siren goes off, they begin filing out of the school according to an evacuation plan so well choreographed there's never a step missed or a moment's hesitation. A set pattern of room dismissals leads to automatic partnering of older children with the youngest ones in a move that puts them across the Ecola Creek bridge and 50 feet above sea level within three minutes. In 15 minutes, they're up the hill to U.S. Highway 101, well above the reach of the worst tsunami predictions.tsunamis.    Scientists have discovered that a fault off the coast of Washington and Oregon erupts in an earthquake about every 300 to 500 years. The ongoing underwater clash of the earth's plates means the earthquakes will continue - but when?      Tsunamis have funneled up Ecola Creek and its estuary in 1700 and 1964. In '64, the giant wave destroyed the bridge over the creek.Caption:  PHOTOANDY DOLAN / DAILY ASTORIAN: PUPILS IN SUE GILBERTSON'S FIRST- GRADE CLASS AT CANNON BEACH ELEMENTARY PRACTICE \"DUCK AND COVER\" IN AN EARTHQUAKE-TSUNAMI DRILL.", "edition": "Weekend"}