{"title": "Italian quake leaves past in ruins - in place of basilicas, `st. mary of the tent'", "filename": "1997-10-05_ItalianQuakeLeavesPastInRuins-InPlaceOfBasilicas`StMaryOfTheTent.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB538F7BB416B55?p=WORLDNEWS", "date": "1997-10-05", "page": "A4", "section": "News", "author": "Daniel J. Wakin", "text": "FOLIGNO, Italy - Sadness and scaffolding will shroud the medieval towns in these fertile and holy hills for years to come after deadly back-to-back earthquakes 10 days ago.    Homes occupied for generations by the same family have been destroyed, villages rendered uninhabitable and ancient churches - including the Basilica of St. Francis of Assisi - gravely damaged.    But the residents and the newly homeless of the Umbria and Marche regions have two other immediate concerns: fear stoked by the tremors that just don't seem to stop, and the coming cold of winter.    \"What can we do? There's nothing to do. I don't know if I will survive. I sacrificed so much for this house,\" said Fernando Angelini, 69.    Cracks radiated down through the salmon-colored bricks of his farmhouse, declared too dangerous to inhabit.  Chances of restoration are slim.    Foligno was where St. Francis began evangelizing the people of Umbria, and the first book in Italian was said to be printed here - Dante's \"Divine Comedy.\"     The historic center has been virtually abandoned after the two shocks on Sept. 26, which killed 10 people. The 13th-century bell tower may have to be demolished. Some 4,100 homes have been declared uninhabitable. The government says 43,000 people are sleeping tents, campers and shelters.     The damage estimate for private property in Umbria alone is $580 million. Rebuilding will take years.    Many people in places like Nocera Umbra, Serravalle di Chienti and Colfiorito will never go home. Much is beyond salvaging in those towns, around the quakes' epicenter north and east of Foligno.       Few of the stone towns in eastern Umbria don't have a Roman ruin, a medieval tower or a gem of a church dating as far back as the 12th century.    Most of the attention after the quakes was focused on the damage to the basilica in Assisi and the 13th-century frescoes there. But scores of the region's lesser-known cultural landmarks also have been harmed.    At a camp on the outskirts of Colfiorito, a green army tent serves as a church. The altar is a folding wooden table, battered metal chairs the pews. The five Franciscans volunteering at the camp jokingly call it `St. Mary of the Tent.Caption:  PHOTOAP: THOUSANDS OF WORSHIPERS ATTEND MASS AT A NEIGHBORING CHURCH ON THE FEAST DAY OF ST. FRANCIS OF ASSISI YESTERDAY. THE CEREMONY WAS MOVED BECAUSE OF QUAKE DAMAGE TO THE ST. FRANCIS BASILICA.", "edition": "Final"}