{"title": "Two years after  kobe earthquake,  tokyo gets jitters", "filename": "1997-01-17_TwoYearsAfterKobeEarthquakeTokyoGetsJitters.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB538B1109D2785?p=WORLDNEWS", "date": "1997-01-17", "page": "A17", "section": "News", "author": "Eric Talmadge", "text": "OFFICIALS BELIEVE a similar tremor in Japan's vulnerable capital could kill tens of thousands of people and cause `immeasurable' damage to the world's economy.     TOKYO - As Kobe marked the second anniversary of Japan's worst earthquake in decades, officials gathered in Tokyo today to warn of an even scarier scenario: a similar disaster in the crowded capital, which stands on even shakier ground.    \"Kobe taught us how fragile our modern cities are,\" Tokyo Gov. Yukio Aoshima said in a speech wrapping up a weeklong series of symposiums, demonstrations and lectures aimed at boosting public earthquake readiness.    On Jan. 17, 1995, the quake and the ensuing fires that ravaged the western Japanese city killed more than 6,300 people and sent a quarter-million others to temporary shelters.    Experts have estimated that if a quake of the magnitude 7 or 8 were to hit Tokyo today, the death toll could reach the tens of thousands.    About 70,000 people - many old and alone - still live in temporary housing settlements in the Kobe area. It is a spartan, hopeless life in barrack-like shelters.    But Kobe has made a remarkable recovery.    Like every other major city in Japan, Kobe's downtown is once again a busy blur of shoppers by day; by night, the roads are crowded with taxis and trains filled with suit-clad commuters.    The city's lifelines - water, power, roads and railways - have been restored, and the rebuilding has moved forward faster than predicted.    Like Kobe, Tokyo is located atop several faults and is vulnerable to seismic activity from converging tectonic plates - huge slabs of  the Earth's crust.    Nearly 20 million people live in the Tokyo-Yokohama area - one-sixth of Japan's population. It is also home to the central government, the stock market, most big businesses and the best schools. If it were to stop functioning, so, experts fear, would most of Japan.    \"The damage a major quake would do not only to individual lives and property but also to the international economy are immeasurable,\" said Masatada Tsuchino, mayor of one of Tokyo's western suburbs.    Tokyo's history has been one of repeated destruction and rebuilding. The last major disaster came just before noon on Sept. 1, 1923, when a magnitude 8 earthquake killed 140,000 people.    Quakes of that intensity tend to hit the capital in cycles of around 100 to 150 years, but quakes of magnitude 6 or higher - which can cause considerable damage - often precede them.    \"I believe we are right at the crossroads of the quiet and active periods,\" said Tokyo University Professor Megumi Mizoue, one of Japan's top earthquake specialists.    As officials here discussed earthquake preparedness today, shoppers swarmed around displays of quake-related goods at a nearby department store. Products that prevent furniture from falling over were among the most popular items.Caption:  MAPSEATTLE TIMES: KOBE, JAPAN", "edition": "Final"}