{"title": "4.9 earthquake rattles area", "filename": "1997-06-23_49EarthquakeRattlesArea.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB538DB42AA2B71?p=WORLDNEWS", "date": "1997-06-23", "page": "A1", "section": "News", "author": "Seattle Times Staff", "text": "A moderate earthquake shook the Puget Sound area at 12:13 p.m. today.     The quake, with a magnitude of 4.9, was centered about 3.5 miles northeast of Bremerton, according to the Seismology Lab at the University of Washington.     There were no immediate reports of severe damage or injuries, according to officials at various emergency agencies.     William Steele, UW seismology-lab coordinator, said the quake was shallow, only a mile or so below the surface and occurred on a north-south fault that runs perpendicular to what's known as the Seattle fault.     The quake was felt as far north as Mount Vernon and as far south as Olympia. Many residents, however, did not feel the quake.     Craig Weaver, Pacific Northwest earthquake coordinator of the U.S. Geological Survey, said this was the largest shallow earthquake ever recorded here since they began recording quakes about 40 years ago.     A quake measuring 4.9 would not typically cause severe damage, said Pat Jorgenson, spokeswoman for the U.S. Geological Survey. \"Maybe a few things fall off their shelves, but you shouldn't get structural damage.\"      Seattle Fire Department dispatchers had received no immediate reports of injuries or damage.     Some workers in downtown office buildings in Seattle felt a vibration; others said they felt nothing.     Officials at the Space Needle said some workers and tourists felt \"bouncy shakiness\" but not much else. The Needle's chief engineer declared the structure sound after an inspection, officials said.     Jennifer Kandzor of Seattle, the Needle's attractions manager, was in a ticket booth when she suddenly \"felt like walking on a roof.     \"People upstairs said it felt like it was moving up and down, like walking on a plywood floor,\" she said. \"Most people didn't even know what it was.\"      Employees at Callison Architecture on the 24th floor of the U.S. Bank Center in Seattle felt the building bouncing and swaying.     \"You could hear it stretching and creaking, but nothing fell off the counter,\" said Ann Hopping. \"Everybody wondered if they should drop under their desks, but only one woman did. She had never been in an earthquake and she was pretty upset.\"      On Broadway Avenue near Hollywood Video, shoppers and workers on their lunch break said they felt only minor rumbling.     From the 61st floor of the Key Tower in downtown Seattle, Rose Porrelli, an accountant for Sarkowsky Investment Corp., said she was \"absolutely terrified.\"       The building \"was moving every which direction, this way and that and I was so scared. If that was four-point quake, I shudder to think what it would be like if it goes up higher. It was bad, realy bad,\" she said.     Carol Keaton of the Kingdome said engineers are checking the building but expects tonight's 7:05 game between the Seattle Mariners and Oakland Athletics to be held as scheduled.     \"We did feel a little rock and roll and are checking the building as a matter of course,\" Keaton said. \"The building looks great at first blush. Nothing fell, but it's a big building. We're looking everywhere. Remember, there are no tiles anymore.\"      A receptionist at a doctor's office in Tacoma said she felt three distinct rumbles.     Elaine Valencia, spokeswoman for the city of Bremerton, said the Kitsap County communications center received 78 phone calls between the time of the earthquake and 1 p.m. The only report they received of damages was a buckled floor of a mobile home on Old Frontier Road, in the Silverdale area.     There were no immediate reports of damage at the Naval Submarine Base Bangor, located near Bremerton.       No earthquake-related injuries were reported at, or coming into Harborview, Tacoma General or Harrison Memorial in Bremerton, though Harrison Memorial itself reported minor damage.     \"The hopital has a couple of minor cracks that we have found, nothing that will disrupt patient care,\" said Laura Jull, community relations coordinator. ------------------------- Past quakes in the region -------------------------      --  May 2, 1996, 5.3 magnitude, centered near Duvall.     --  Jan. 29, 1995, 5.0 magnitude, centered near Vashon Island.     --  April 29, 1965, 6.5 magnitude, Puget Sound.     --  April 13, 1949, 7.1 magnitude, Puget Sound.     --  Feb. 14, 1946, 6.3 magnitude, Puget Sound.     --  Nov. 12, 1939, 5.7 magnitude, Puget Sound.Caption:  MAPSEATTLE TIMES: EARTHQUAKE EPICENTER", "edition": "Final"}