{"title": "59 confirmed dead as venezuela rescuers search for quake survivors", "filename": "1997-07-10_59ConfirmedDeadAsVenezuelaRescuersSearchForQuakeSurvivors.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB538DF8B7E50E4?p=WORLDNEWS", "date": "1997-07-10", "page": "A3", "section": "News", "author": "Omar Lugo", "text": "CARIACO, Venezuela - Using their bare hands to heave aside rubble, rescuers in eastern Venezuela today searched for dozens of children trapped under rubble left by a powerful quake that killed at least 59 people     \"The total number of deaths confirmed now is 59, with 322 injured,\" Sucre State Governor Ramon Martinez told reporters.     Schools and office buildings were razed by yesterday's tremor - which  measured 6.9 on the Richter scale - burying children in their classrooms and workers in their offices. Authorities said the death toll could rise.     Victims ranged from infants to the elderly. An additional 500 families were left homeless by the South American nation's worst earthquake in three decades.     The small agricultural town Cariaco, about 295 miles east of Caracas, took the brunt of the disaster.     Scores of homes and buildings were flattened, including two schools, killing at least 41, mostly children.    The epicenter was about 30 miles off Venezuela's northeastern Caribbean coast and there were 15 aftershocks, the last in the early hours today.    Dozens of distraught family members milled in the street facing the Raimundo Martinez Centeno high school, staring blankly as rescue workers searched.    About 500 pupils were inside when the building crashed to the ground, arts teacher Tomas Pantoja said. \"The building collapsed as if it had been hit by a bomb,\" he said.    Jhonny Delgado, a fourth-grade student, said he escaped through a hole in the rubble after sitting out the first tremor that lasted about 10 seconds.    In the historic state capital, Cumana, 40 miles west, rescue efforts were concentrated on a six-story office building that fell like a house  of cards.    Martinez said at least 11 bodies were pulled from the ruins and 30 were rescued alive.    \"We don't know how many people are still in there but we know there are a lot because the quake hit during office hours,\" Jose Azocar, Cumana's fire chief, told reporters.    Around dawn today a group, clustered near one of the holes opened in the wreckage, burst into cheers and applause. Shortly afterward, a woman was carried away on a stretcher.     One group of survivors, trapped in the basement, kept in contact with the outside world by cellular telephones, Martinez said.     Founded in 1521, Cumana is the oldest inhabited city in South America. However, most of its colonial architecture was destroyed in a massive earthquake in 1766. Yesterday's earthquake was the second major tremor to strike the city of 250,000 people this century, the last in 1929.     The 1967 quake, the last to cause serious damage in Venezuela, killed 215 in the capital and surrounding area.Caption:  MAPKNIGHT-RIDDER NEWSPAPERS: VENEZUELA (MAP NOT AVAILABLE ELECTRONICALLY)", "edition": "Final"}