{"title": "Earthquake insurance will vary with each firm", "filename": "1997-07-06_EarthquakeInsuranceWillVaryWithEachFirm.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB538DE4191A3DB?p=WORLDNEWS", "date": "1997-07-06", "page": "G1", "section": "Home, Real Estate", "author": "Elizabeth Rhodes", "text": "Q: We want to get earthquake insurance, but after talking to friends we're confused. Some were told they couldn't buy it unless their home was bolted to the foundation, but others said their company didn't require this. Also I've heard that companies are no longer writing policies with 5 percent deductible; they now require 10 percent deductible. Are there any industry rules or standards that cover this       A: Robert Harkins, deputy commissioner for public affairs for the state insurance commissioner, points out that quake coverage is not part of standard homeowners' policies; you have to buy it as an extra.     While most companies will offer it, some will be more conservative in their approach than others. In general, each decides whether it will sell you a policy, and for how much, after it determines the potential risk your house represents. This may mean a home inspection.     Brick and masonry structures are more likely to suffer quake damage than wood-frame construction, which generally has some give to it. And being on a slope, especially one that's had a history of slides, may cause some firms to decline coverage at all.     As for the deductible, quake insurance will cover only major structural damage - not things falling off a bookshelf, for example.     Harkins says the trend in the past few years has been toward higher deductibles, with some as high as 20 percent. Each company has the ability to determine what its policy on deductibles will be. Ditto whether a house must be secured to its foundation.     From a consumer perspective, the smartest move is to shop around before purchasing this insurance, he says. \"People should really take a close look at the likelihood they're going to suffer damage, and then decide if they want to pay the cost of it, given the coverage.\"      The insurance commissioner's office maintains a toll-free number to answer questions about earthquake and other types of insurance: 800-562-6900.      Q: We bought a house and one of the preconditions was that the gutters be changed. They were, but they were improperly installed and don't drain right. Can I call my real estate agent to get the contractor to re-do the job?       A: Jay Hodge, general sales manager for Prudential Michael Smith Real Estate, says your agent was a third party to the gutter fix and thus will have very little sway over the gutter installer - unless your agent referred the installer for the job.     \"Then (the agent) could say, `Hey, I'm a source of referrals for you' and put pressure on that way.\" Otherwise, Hodge suggests you consider who ordered and paid for the work, and whether it was covered by a transferable warranty.     If the seller paid for the new gutters, but you didn't get the warranty, then your agent may be able to get it for you from the seller. Other than that, because it's now your house and you're the one who wanted the gutters replaced, it will be up to you to work with the installer to get the problem fixed.      Q: We're going to sell our home soon, but need to fix a small leak in the roof first. My wife says we should save money and do the repair ourselves. I think we should have it done by a licensed contractor. What should we do?      A: You should do neither, advises Kelly Shipley, vice president of HKI, a building inspection service. Instead, Shipley says, you should hire a competent roofer because the first thing you need to know is why the roof is leaking.     \"Is this the first leak in a roof that's near the end of its life and there will be more, or is this a single leak, like around a flashing?\" Shipley says. \"If the roof just needs a repair, the roofer will be able to say that, fix it, and probably certify the roof.\"       This certification is important. It means the roof likely will last another five years - a condition most lenders require before they'll grant a mortgage. Obviously if the roof needs to be replaced, the roofer will say that, and a new roof automatically will get certification.     Suppose you do patch it yourself and stop the leak; that may not be enough if a home inspector thinks your roof is too old to certify. Then you'll have no choice but to replace it. Home Forum answers readers' questions every Sunday in the Home/Real Estate section. Send questions to Home Forum, Seattle Times, P.O. Box 70, Seattle, WA 98111, or call 206-464-8510 to leave your questions on Home Forum's recorded line. The e-mail address is erho-new@seatimes.com. Sorry, no personal replies.", "edition": "Final"}