{"title": "Sea floor may yield quake clues", "filename": "1997-06-28_SeaFloorMayYieldQuakeClues.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB538DC667F8B76?p=WORLDNEWS", "date": "1997-06-28", "page": "A1", "section": "News", "author": "Leyla Kokmen", "text": "SCIENTISTS ARE mapping faults that crisscross Puget Sound, hoping to better understand what causes temblors.    ABOARD THE ROBERT GRAY - An hour before Monday's earthquake shook the nerves of Puget Sound, a handful of scientists took this research ship out on Tacoma's Commencement Bay.   The scientists on board learned about the magnitude-4.9 quake from the radio.   But the survey they began that day - mapping the faults that crisscross Puget Sound - could help them better understand what causes Pacific Northwest quakes.     \"I look at those as yet another warning shot for us,\" said Craig Weaver, regional coordinator of the U.S. Geological Survey's earthquake program. \"We're going to have very serious ground motion in the Puget Sound.\"      Specifically, the scientists are gathering data about shallow, crustal earthquakes that occur in this area. They hope that having this knowledge will enable area residents to be better prepared for a large temblor.   The research, the first comprehensive mapping survey conducted on South Puget Sound by the  Geological Survey, will continue until Wednesday.     An air gun, towed behind the ship, hiccups an air bubble every 20 meters, shooting sound waves toward the sea floor. Computers translate the reflections of those sound waves into black and white squiggles, images of the sea floor and faults that lie beneath it.     The black and white lines bend into ridges and arcs, showing how active faults have changed the Earth's crust.     Mapping those faults in the shallow zones of the Earth's crust is vital. In the Puget Sound area they could one day cause earthquakes with magnitudes of up to 7.5, said Bill Steele, coordinator of the University of Washington's seismology laboratory.     And while deeper earthquakes have served as the basis of understanding earthquakes in the past, unraveling the complicated crustal structure of the Puget Sound area - and why some quakes don't quite fit the models scientists had developed from their study of the Seattle fault zone - began only in this decade, Weaver said.     In Puget Sound, those crustal quakes, caused by movement in a crack in a single plate, would likely not be as strong as ones that occur in the subduction zone, where the offshore Juan de Fuca plate slides under the North America plate. Subduction quakes could produce magnitudes of 8 or 9, Steele said.     Although shallow quakes cause shaking over a smaller area, the violence on the surface can be greater than from deeper quakes. Most building codes are based on the deeper quakes, Steele said.     With the information from the current survey of South Puget Sound, scientists hope to get a better sense of its faults and hazards, said Sam Johnson, a research geologist with the Geological Survey.     \"By mapping faults, you're mapping areas where earthquakes are likely to occur,\" Johnson said.     Over the next few months, Johnson and other scientists will sort through the data gathered aboard the ship, interpreting the images by the end of the summer.     Geological Survey researchers performed a similar study of the North Puget Sound two years ago.", "edition": "Final"}