{"title": "Earthquake jolts northwest china", "filename": "1997-04-11_EarthquakeJoltsNorthwestChina.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB538C7172D1E11?p=WORLDNEWS", "date": "1997-04-11", "page": "A9", "section": "News", "author": "Apreuters", "text": "MORE THAN 4,000 earthquakes and aftershocks have jolted Xinjiang since January, and seismologists have warned of more tremors in the region.     BEIJING - A powerful earthquake struck remote northwestern China today, killing nine people and injuring more than 40 others. Seismologists warned that the region, already reeling from a series of tremors, could face more in coming days.    The magnitude 6.6 quake struck Xinjiang province at 1:34 p.m. and was centered in Jiashi county, the state-run Xinhua News Agency said.    In addition to the casualties, the region was without electricity and water, Han Yuepeng, a seismology official in Urumqi, Xinjiang's capital, said by telephone. Twenty of the injuries were believed serious.    No information was available on damage to homes and buildings, he said. But earlier, Xinhua had reported that many buildings were damaged.    Han said the central government's State Seismology Bureau planned to send a relief team to the region tomorrow. The government already has some relief personnel in place after two strong quakes earlier this week.    The two quakes hit Jiashi, about 2,000 miles west of Beijing, on Sunday, injuring at least 23 people and causing heavy damage.     No deaths were reported from Sunday's tremors, mainly because most residents have been living out of doors and in tents since an earthquake measuring 6.4 rocked Jiashi in January, killing 50 people, officials said.     Since January, more than 4,000 earthquakes and aftershocks have jolted the region, populated mainly by cotton farmers and sheep herders, and seismologists have warned of more tremors.    Today's quake destroyed many of the buildings that had been spared in previous disasters.Caption:  MAPSEATTLE TIMES: EARTHQUAKE IN JIASHI (MAP NOT AVAILABLE ELECTRONICALLY)", "edition": "Final"}