{"title": "New tremors stir memories of '72 killer quake in managua - city called `a seismic nightmare' because of its underground faults", "filename": "1997-12-23_NewTremorsStirMemoriesOf72KillerQuakeInManagua-CityCalled`ASeismicNightmareBecause.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5390FE07A8009?p=WORLDNEWS", "date": "1997-12-23", "page": "A7", "section": "News", "author": "Glenn Garvin", "text": "MANAGUA - It was only a little past midnight, at the end of a long night of Christmas parties, when Managua began to die.    The ground heaved this way and that,  flinging buildings into ragged heaps. The shriek of  breaking windows merged with the thunder of collapsing walls.    \"You can never know what it was like,\" says housekeeper Bertilda Cruz, her tears coming anew a quarter of a century later. \"Standing in the street, listening to people trapped inside their houses screaming, seeing arms and legs sticking out from the rubble, whole families wiped out just like that. You can never know.\"     It was 25 years ago  today that a killer earthquake all but wiped this city off the map, killing 11,000 people and demolishing 640 square blocks.    Even worse were the geopolitical dominoes it sent tumbling, which ended in back-to-back civil wars that lasted 16 years, killed an additional 50,000 Nicaraguans and left a nation that was once called \"the breadbasket of Central America\" suffocating in the second-worst poverty in the hemisphere.    \"You can't say this very often, but that was certainly a day history was made,\" says Alfonso Robelo, a coffee farmer and Nicaragua's ambassador at large.       It is history that, many fear, could be written anew. Several mild tremors have rattled Managua in recent weeks, giving the city a mild collective case of the jitters. A seismic nightmare     The problem is that Managua is a seismic nightmare that shouldn't even exist - the city is a political accident, built as a desperate compromise between two provincial capitals, Leon and Granada, that warred ceaselessly during the 19th century. When the founders chose this spot halfway between the two cities for Nicaragua's new capital, they didn't know they were building atop four major fault lines in a region where the tectonic plates that make up the earth's surface regularly skirmish with one another. But they soon found out: Quakes flattened Managua in 1885 and again in 1931.    Yet even the 1,000 deaths in 1931 couldn't prepare anyone for the stark horror of 1972. It wasn't even that powerful a quake: 5.6 on the Richter scale. But with the epicenter so close to the Earth's surface - less than four miles underground, compared to 25 or more for the average quake - Managua shook like a mouse trapped in the teeth of a predator cat.    \"All of us had experienced tremors before,\" remembers Marta Sacasa, vice president of Nicaragua's largest broadcasting company. \"But nothing like this - people were holding onto walls, onto tables, onto each other, to stay on their feet. And it seemed to last forever.\"      First there was eerie darkness as the electricity went off - and then a terrible flickering illumination as hundreds of broken gas lines ignited.    \"All through the night, people were running everywhere, looking for their relatives and their neighbors, trying to get help,\" remembers Octaviano Cesar, a farmer who drove his truck into the city in search of his parents. \"As I got closer to downtown, people kept jumping into my truck, begging me to take injured people to the hospital. But when we got there, the hospital was gone.\"     The devastation was so complete that the government of military strongman Anastasio Somoza actually considered abandoning Managua. The presidential palace and the U.S. Embassy, perched on the rim of a volcanic lake above the city, were nothing more than piles of broken concrete. Managua's four biggest hospitals were gone. So were 11 factories, 18 churches and three whorehouses. More than 74,000 homes were wrecked, and so many businesses were burned or buried the unemployment rolls jumped by 52,000 in a single day. Beginning of the end for Somoza       As 1,000 relief flights a day streamed into Managua's airports, Somoza and the National Guard he commanded were widely accused of stealing huge quantities of it.    The accusations turned Nicaragua's middle class and business community against Somoza.  The Sandinista guerrilla movement began to grow steadily. A revolution erupted by 1974 - and when the Marxist Sandinistas triumphed in 1979, an anti-communist counterrevolution followed almost immediately. The fighting lasted another 11 years, the wounds for much longer.    \"People sometimes ask me how long it took us to recover from the earthquake,\" says Robelo, who headed the private sector's rebuilding efforts. \"The truth is, I'm not sure if we have.Caption:  PHOTOTOMAS STARGARDTER / AP: A NICARAGUAN SITS IN FRONT OF THE RUINS OF THE LA CENTRO AMERICANA BUILDING IN OLD DOWNTOWN MANAGUA, SITE OF THE 1972 EARTHQUAKE.", "edition": "Final"}