{"title": "Seer unshaken: quake will come within 8 days", "filename": "1997-07-19_SeerUnshakenQuakeWillComeWithin8Days.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB538E1921515C0?p=WORLDNEWS", "date": "1997-07-19", "page": "A1", "section": "News", "author": "Sean Cavanagh", "text": "Earthquake prognosticator Jim Berkland has given us another jittery prediction, and he's not backing down from it.     The California geologist who claims he has forecast hundreds of earthquakes, including last month's tremor centered near Bremerton, repeated yesterday what he first said months ago: a quake measuring between 3.5 and 5.5 on the Richter scale will strike within 140 miles of Seattle this coming week.     \"It should happen between tomorrow and next Saturday,\" Berkland said yesterday. He gave a 75 percent chance of a quake occurring. \"There's an eight-day window.\"      We can count on it. Or can we?      Berkland, popular among subscribers to his monthly newsletter but scorned by many in the scientific community, bases his predictions on the theory that quakes are most likely to occur during \"seismic windows\" - eight-day periods beginning with new or full moons and characterized by unusual gravitational forces.     Berkland recently gained attention when he predicted the 4.9 quake that shook the Puget Sound area June 23.     Critics say the 66-year-old scientist's predictions are so broad that his successes are meaningless.     University of Washington research scientist Ruth Ludwin said that in the past 28 years there have been 130 recorded earthquakes of magnitude 3.5 or more within 140 miles of the Puget Sound area - about 4.6 a year. Based on this schedule, there's a 9 percent chance of earthquakes occurring in any given week - by chance alone, she said.     \"If you have his kind of low threshold for measuring them, you're going to be right a lot,\" Ludwin said. \"What I'd like is for him to be a lot more specific.\"      Berkland also believes bizarre animal behavior precedes earthquakes - a trend he said has been evident in recent days in the Puget Sound region, according to people from the area who have contacted him.     But officials from the Seattle and King County Animal Control centers reported no strange activity in recent days among the dogs and cats they monitor. And Woodland Park Zoo spokeswoman Gigi Ogilvie also said keepers had reported nothing unusual among their birds, elephants, felines, gorillas and other animals.      Since he made his prediction last month, Berkland has received about 500 letters of support from the Puget Sound area, he says. Of the 480 people who subscribe to his monthly newsletter, 320 are from this region, he said.     Berkland isn't winning over many geologists, however. And Ludwin said Berkland isn't likely to acknowledge his colleagues' complaints any time soon.     \"He's not trying to convince scientists, he's trying to manipulate the public,\" she said.", "edition": "Final"}