{"title": "Predawn earthquake kills  at least 33 people in india", "filename": "1997-05-22_PredawnEarthquakeKillsAtLeast33PeopleInIndia.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB538D2C1AD2BF2?p=WORLDNEWS", "date": "1997-05-22", "page": "A20", "section": "News", "author": "Unknown", "text": "BHOPAL, India - Rescue workers searched through debris today for victims of a predawn earthquake that struck central India, killing at least 33 people and injuring more than 200.    The magnitude-6 quake hit at 4:22 a.m. near Jabalpur, in the state of Madhya Pradesh, according to the seismological observatory in New Delhi, 400 miles to the northwest.    Shailesh Kumar, the district administrator, said 33 people were killed. Hospitals struggled to cope with the injured while rescue workers used earth movers, shovels and their bare hands to search the debris for victims.    In Kosamghat village at the quake's epicenter, 12 miles southeast of Jabalpur, all 50 mud-and-thatch homes collapsed. But no one was killed because the villagers were sleeping outside in the stifling summer heat, Kumar said.    Most of the casualties were from collapsing walls in the older sections of the city. But damage was limited because much of the city is built from solid brick and cement that withstood the shocks.    \"I heard a loud roar,\" said lawyer Vivek Thanka. \"The house was shaking so much, I thought the entire house would cave in.\"     The region is quake-prone. In 1993, an earthquake 350 miles southwest of Jabalpur killed about 10,000 people. U.S. sanctions Chinese firms over technology sales to Iran     WASHINGTON - The Clinton administration is punishing two Chinese companies and a third in Hong Kong suspected of providing Iran with chemical-weapons technology.    While determined to stay on good terms with China, the administration also is bent on blocking Iran and Iraq from acquiring the elements of nuclear- and chemical-weapons programs.    The Chinese companies are Nanjing Chemical Industries Group and Jiangsu Yongli Chemical Engineering and Technology Import/Export, and the Hong Kong firm is Cheong Yee.    The sanctions prohibit sales to or purchases from the three companies for at least a year. Court orders extradition of Colombian drug suspect     CARACAS, Venezuela - The Supreme Court today ordered that a top Colombian drug suspect be extradited to the United States.    Both the United States and Colombia were seeking the extradition of Justo Pastor Perafan, who was arrested by Venezuelan authorities last month near the Colombian border.     In 1995, a grand jury in Brooklyn charged that Perafan supervised and profited from the smuggling of \"an amount in excess\" of a ton of cocaine into the U.S. from 1988 to June 1994.    Colombia filed a competing request for extradition, asking Venezuela to send Perafan home to face charges of illegal enrichment. Strong earthquake rattles west coast of Mexico      MEXICO CITY -  An early-morning earthquake today along Mexico's Pacific Coast damaged houses and a church in towns in the state of Michoacan, officials said.     Mexican media reports said the quake registered 5.9 on the Richter scale, but Colorado-based National Earthquake Information Service said the quake was a 6.5      Michoacan officials said more than half the  houses in Arteaga, with 12,000 residents, were damaged.     A church in the tourist town of Patzcuaro, well-known for its Day of the Dead ceremonies, was also damaged. Lithuania moves to halt unrest at refugee camps      VILNIUS, Lithuania - Lithuanian officials began talks with illegal immigrants at a refugee camp today after hundreds of detainees rioted  yesterday, in a protest over restrictive conditions.     The camp in the bleak eastern Lithuanian town of Pabrade houses 626 illegal immigrants, mainly from  Pakistan, Sri Lanka, India and Iraq.     Since the collapse of the Soviet Union in 1991, Lithuania and its Baltic neighbors Latvia and Estonia have become a conduit for economic migrants attempting to reach the affluent Nordic countries. Russian border guards kill two crossing from Tajikistan      DUSHANBE, Tajikistan - Russian border guards have shot dead two armed people attempting to cross into Tajikistan from neighboring Afghanistan, a Russian military spokesman said today.     On Tuesday, Russian troops shot dead two people trying to slip across the border.     Around 20,000 Russian troops are in the former Soviet republic of Tajikistan as a shield against Islamist extremism.Caption:  MAPAP: INDIA (MAP NOT AVAILABLE ELECTRONICALLY)", "edition": "Final"}