{"title": "Would earthquake bolting affect home's resale value?", "filename": "1997-02-23_WouldEarthquakeBoltingAffectHomeSResaleValue.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB538BAC013D2C5?p=WORLDNEWS", "date": "1997-02-23", "page": "G1", "section": "Home, Real Estate", "author": "Elizabeth Rhodes", "text": "Q: We're contemplating hiring professionals to bolt our home to the foundation to prevent slippage in the event of an earthquake. Does bolting increase resale value or lower insurance costs?      A: Realtor Rich Bianchi, owner of ERA Bianchi-Zaar in West Seattle, who  felt Seattle's recent 3.5 magnitude quake, notes it's still uncommon to find homes that have been secured to their foundation. Thus he says it's hard to generalize about sales prices by looking at the market.  Bianchi does think it may make your home more sellable. \"If buyers are deciding on your house or another house (which has not been quake-proofed) then it might make a difference . . .\"  As for how it affects your insurance premiums, Maggie Haines, district sales manager for the Liberty Mutual Group, says there's no industry-wide answer. In fact, some companies won't write earthquake insurance on older homes that aren't secured, some won't write it in certain part s of Seattle, some won't write it on brick homes. Thus Haines says the only way to really answer your question is to call your agent. If the answer isn't to your liking, she suggests calling several other insurance firms.      Q: In selling a home as a \"lease with an option to buy,\" we told the buyers that the sales price could change, and that we'd add an addendum to the contract saying this. We left the sales amount blank on the contract, signed it, and then they did, too, but they added the price we'd mentioned. They never signed the addendum. That was months ago. Since then we've had to make almost $20,000 worth of storm-damage repairs. Is there any way to recoup this?      A: Without seeing all your paperwork, real estate attorney Joel Nichols says he can give you only a general answer. It's this: Once the buyers began making their monthly lease payments and you began accepting them, then it could be argued that you accepted the terms of the contract - in other words their writing in the sales price was acceptable to you. Using this line of reasoning, a court would likely decide you're obligated to sell for that price, which would mean eating the repair costs. However, Nichols says there are a couple of possible outs. Did the contract reference the addendum? \"That would be a key issue.\" Did the contract have any language about how repairs would be handled during the lease period? If so, you might have relief. He strongly suggests you contact an attorney. It's possible there are other factors you could consider.     Q: We bought a 1,240-square-foot home in Kent that has living and family rooms that are about the same size: 12 by 16 feet. My husband and I have been debating the advisability of removing the wall between the two rooms. How might this affect resale?      A: John L. Scott agent Sandra Pierce has been selling homes in your area for almost five years and she doubts creating a great room would have a negative impact. \"There are so many buyers out there who want different things, and there are certainly buyers looking for more of a great room concept,\" she says. As for affecting the price, she doubts it would - either way. \"I think the resale would be just fine, as long as it's well done and there aren't marks showing where the wall used to be .\" Of course the shape of the larger room would matter, too. If it ended up as an awkward L-shape that's difficult to furnish, that could work against you. If not, it sounds like your main consideration should be how the space would best suit you.      Update: In a recent column a widow asked how she could learn, for tax purposes, the value of her home at the time of her husband's death more than a year earlier. While the answer - that many real estate agents will research this for free from prior multiple-listing data - is accurate, it won't be after July 1 when only a certified appraiser can do the job. Why? Because amendments to the state's Certified Real Estate Appraiser Act will go into effect, prohibiting real estate agents from valuing property except in connection with the listing, sale or lease of that property. Home Forum answers readers' questions every Sunday in the Home/Real Estate section. Send questions to Home Forum, Seattle Times, P.O. Box 70, Seattle, WA 98111, or call 464-8510 to leave your questions on Home Forum's recorded line. The e-mail address is erho-new@seatimes.com      Sorry, no personal replies.", "edition": "Final"}