{"title": "Roots reveal massive quake - uw scientists show that magnitude 9 temblor struck state 300 years ago", "filename": "1997-10-29_RootsRevealMassiveQuake-UwScientistsShowThatMagnitude9TemblorStruckState300YearsAgo.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB538FEECAD1FE4?p=WORLDNEWS", "date": "1997-10-29", "page": "A1", "section": "News", "author": "Diedtra Henderson", "text": "Remember the magnitude 4.9 earthquake last June that rattled nerves and rocked buildings? That was a snoozer compared with the monster quake that rumbled through the region almost 300 years ago.     Today, University of Washington scientists are reporting that they have confirmed through examination of tree rings that a magnitude 9 quake occurred in 1700. The findings, to be published tomorrow in the journal Nature, suggest the Pacific Northwest is vulnerable to some of the world's most devastating quakes.      The quake the scientists studied was 100,000 times more powerful - in terms of energy released - than the June quake. The shaking is estimated at 15 to 20 times stronger, lasting minutes instead of seconds. The magnitude 9 quake could have set geologic records, except it happened a century before Western pioneers settled the region and began keeping written records.     Oral legends of Native Americans on the West Coast spoke of a massive quake that occurred one winter's night. Through radiocarbon dating of submerged coastal trees, scientists knew a dramatic earthquake - or a series of quakes - rocked the region stretching from Southern British Columbia to Northern California between 1690 and 1720.     Last year, Japanese researchers speculated that an orphan tsunami on the east coast of the island of Honshu was caused by a massive quake that struck this coast at 9 p.m. on Jan. 26, 1700. The temblor gave rise to a tsunami that raced across the ocean as quickly as a jet cuts through the air, making landfall in Japan at midnight, Jan. 27.     There were no suspected earthquakes in South America, Alaska or Kamchatka - places where ancient written records were kept - leaving the West Coast Cascadia fault as the most likely energy source for the Japanese tsunami. Roots provide proof      That's where the latest research came in. To attach a precise date to the local catastrophe, Washington scientists turned into sleuths, finding their evidence in the roots of long-dead, red cedar trees.     \"We can't test with tree rings the 9 p.m. or the 26th of the month,\" said geologist Brian Atwater, one of the research paper's lead authors. \"But we can ask roughly what time of year it was\" when the red cedars died.     The tree rings work like a variable time stamp, laying down a record of each year of growth. Running a finger along a section of Western red cedar, Atwater pointed to dark bands from late summer - where the honeycomb structure gets tighter and cell walls thicken - and lighter bands from spring growth.     For the scientists, red cedar trunks, ravaged by rot, fires and the elements for 300 years, gave up few secrets. But buried beneath the soil and safeguarded by their bark, tree roots acted as silent historians.     The roots of six trees found along 60 miles of coast stretching from the Copalis River to the Columbia recorded their last growth between August 1699 and May 1700. The winter quake then liquefied the land, sending trees crashing to lower elevations where they were vulnerable to life-sapping salty tidewaters.      \"The tsunami happened in January 1700, neatly inside our tree-ring bounds,\" said Atwater, a U.S. Geological Survey geologist and affiliate University of Washington professor. \"The simplest explanation for all this: A single magnitude 9 at Cascadia produces the solitary tsunami in Japan,\" he said in an e-mail message.     Equally significant, the research shows the offshore Cascadia subduction zone - where the Juan de Fuca Plate dives under the North American Plate - is capable of producing megaquakes. There have been only a few of magnitude 9 or higher across the globe in the 20th century. This region's largest recorded quake was a magnitude 7.4 event in 1872; a different fault was responsible.     It may take hundreds of years for another such massive quake to occur along the Cascadia fault, said Ray Wells, chief of the USGS Pacific Northwest urban-corridor-geologic-mapping project.     \"It usually takes a while for a magnitude 9 earthquake to repeat itself. It requires a lot of plate motion to sort of build up enough elastic strain,\" Wells said.     Dave Yamaguchi, a UW tree-ring analyst, laid the ground work for the current work by sampling the trunks of upland trees whose ages were known, and sampling 75 dead snags of unknown ages. Yamaguchi was able to give dates for 19 of the 75 dead tree snags.     Later, the group sampled the roots of 10 of those snags and two others. Eight roots had enough bark to protect the outer rings that record the tree's last year of life. Six of the eight roots had final rings determined to date back to 1699, and those rings had dark walls, meaning they formed late in the growing season. Pleasure and perspiration      The task of retrieving the data was part pleasure and part perspiration for the scientists.     Paddling down the gentle Copalis River earlier this year, Atwater and student geologists floated past a snag that resembled a saguaro cactus, past lands covered with pickleweeds, sweet huckleberries and amber waves of tufted wire grass.     The quiet stream, which drains a small area at the foot of the Olympics, is ideal for study, Atwater said. Fast-moving big rivers have a mind of their own and make their own history. In quiet estuaries, \"there isn't as much competition between the earthquake record and the storm and river record,\" he said.     Pushing shovels through dirt built up by 300 years of tides, the team reached warm, brown-colored, old forest floor that smelled of rotten eggs and unearthed roots with bark cover. A gray-blue cloud rose from Atwater's chain saw and a spray of rust-colored wood chips sprayed from the pit like confetti as he cut off a section of the root.     The intact bark preserved a root section that was salmon-colored, sweet-smelling with readable rings, unlike a different segment that was dark, rotted and \"useless,\" he said.     Wells said the local research is ahead of other projects because Atwater isn't afraid to get down and dirty.     \"There are people who are trying to use tree-ring dating to establish the timing of ancient earthquakes. But Brian's a very persistent and dogged worker, and he likes being out there in the mud,\" Wells said. \"His perseverance, I think, is really an important part of the story.\" Diedtra Henderson's phone message number is 206-464-8259. Her e-mail address is: dhen-new@seatimes.coCaption:  PHOTO: MAP1) BENJAMIN BENSCHNEIDER / SEATTLE TIMES: GEOLOGISTS SARAH BROWN AND ROGER LEWIS ARRIVE BY CANOE AT A RED-CEDAR GHOST FOREST THAT WAS KILLED ABOUT 300 YEARS AGO BY A MAGNITUDE 9 EARTHQUAKE. THE FOREST IS ALONG THE COPALIS RIVER IN SOUTHWEST WASHINGTON.2) BENJAMIN BENSCHNEIDER / SEATTLE TIMES: SEARCHING FOR CLUES TO A MAGNITUDE 9 EARTHQUAKE, GEOLOGIST BRIAN ATWATER HANDS A ROOT SAMPLE FROM AN OLD RED CEDAR TO ROGER LEWIS.3) SEATTLE TIMES: ROOTS OF DEAD CEDARS CONFIRM 1700 EARTHQUAKE (MAP NOT AVAILABLE ELECTRONICALLY", "edition": "Final"}