{"title": "Before or after - a quake is still a quake", "filename": "1997-07-02_BeforeOrAfter-AQuakeIsStillAQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB538DD6D9CFA83?p=WORLDNEWS", "date": "1997-07-02", "page": "B3", "section": "East", "author": "Steve Johnston", "text": "Hey Johnston: After all those earthquakes I wondered how they can tell if an earthquake is a real quake or an aftershock? What's the difference between a 4.9 earthquake and a 4.9 aftershock? How long after the original earthquake do aftershocks occur      Answer: The folks at the University of Washington seismology department said all earthquakes  that follow an earthquake are real earthquakes.      They're called aftershocks because they happen in the same area.  Should  an aftershock be larger than the  initial earthquake, then the larger aftershock becomes the primary earthquake.     The first earthquake then is known as a foreshock, or a warm-up to the real event.     Aftershocks can continue for years. For example, there are still aftershocks associated with the  May 2, 1996, magnitude 5.3 earthquake centered near Duvall.  But the aftershocks are so small that people around Duvall  don't feel them, although the university seismology department's equipment can register them.     Hey Johnston: What are they doing with the old Ivanhoe Elementary School? It's been abandoned for years, and now they're demolishing it, and there's no sign about development plans.     Answer: This Bellevue school at 16661 Northup Way was converted from an elementary school to City University in 1982.   That school closed in 1989.     In 1995 there were plans to turn it into a community center, but that idea was bagged after  the structure was inspected.     Pete Wall of the Bellevue School District said  workers are tearing down two wings of the building, and then  administrators will decide what to do with what's left.  District officials  plan to reopen the playfields,  but  they haven't decided what to do with the building.     Hey Johnston: Near the Home Depot in the Woodinville-Bothell area is what starts out as a wide bike trail that I thought would lead to the Sammamish River Trail. In the middle of nowhere, the trail disappears without warning. The poor bicyclist who finds himself stranded there must either stay in the right-hand lane, which becomes a sort of freeway onramp to Monroe, or make a mad dash to get across the wide, busy street. Who is responsible for such wonderful planning?      Answer: Do we detect a hint of sarcasm here? When it comes to building bike trails, every public agency seems to have a piece of the action. In this area, you have the state Department of Transportation, King County, Bothell and Woodinville to thank. Also,  the University of Washington is trying to open a campus in the area and wants bike trails.     Folks planning the bike paths on the north end of Lake Washington say it will be a few years before the trails are pushed through, but eventually they want these trails to run along Interstate 405 to Lynnwood.     Gordon Burch of the Bothell Planning and Community Development Department said  the city is adding trails as  it completes streets. But  the work will take years.     Burch has a map of the  proposed trails that he will share with you if you call him at 425-486-8152. How to Just Ask Johnston: This column appears Mondays and Wednesdays in the Eastside edition. Leave your questions on Steve Johnston's voice mail at 206-464-8475. Or write: Just Ask Johnston, c/o The Seattle Times, 10777 Main St., Suite 100, Bellevue, WA 98004. The e-mail address is east@seatimes.co", "edition": "Final"}