{"title": "Suffering continues in villages leveled by quake - 5,000 feared dead in afghanistan", "filename": "1998-06-07_SufferingContinuesInVillagesLeveledByQuake-5000FearedDeadInAfghanistan.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB539472C105D8B?p=WORLDNEWS", "date": "1998-06-07", "page": "A15", "section": "News", "author": "Zaheeruddin Abdullah", "text": "DASHTAK, Afghanistan - Standing in a line at the edge of a sheared-off mountainside, a mullah and his congregation intoned a final prayer for the more than 1,200 people of Dashtak who perished in  an earthquake a week ago.    Many of the dead, including 140 children who were attending school, were swept to their deaths in a powerful landslide that poured down this mountain.    \"If you want to go into this place and get your wood, do it now,\" the mullah said. \"After this, people cannot walk in this area. It is a big cemetery now.\"     The mountain village of Dashtak was the hardest hit by the May 30 quake. More than one-fifth of its residents were killed and 600 houses destroyed when the side of the mountain fell away. Now it is a sea of gray rock and dust that cakes the skin.    An Associated Press reporter accompanied the first relief flight into Dashtak and spent two days on the mountain with the traumatized villagers. Disaster covers 100 villages     The scale of disaster at Dashtak, so remote that international aid workers did not find it until days after it was leveled, gives credence to estimates that as many as 5,000 people died in the quake and its aftermath.    Struggling to alleviate a human disaster spread over 100 villages in 700 square miles, the United Nations and other charity agencies have had just three helicopters to deliver supplies and evacuate the seriously wounded.     Dashtak's suffering was compounded by the survivors' inability to give their dead a proper burial.    Besides their memories of the fateful morning, villagers are jolted by stomach-churning aftershocks that shake the mountain daily and deepen the cracks in the earth.    They beg for the most rudimentary things to survive: food, tents and water.    The quake struck in the morning, when many men were working the fields.    \"I saw the earth boiling and then it was like a big explosion. All the dust came up from the village, I thought everything had been swallowed by the earth,\" said Abdul Mahmood, who watched from a distance.    By the time he reached his home, nothing was left, and his wife and five children were buried under the rubble.    In the neighboring village of Bekha, Saeed Omar was plowing a hillside with his two cows when the tremor hit, throwing him and the animals into the air and depositing them hundreds of yards away.    \"All the area was covered with dust. I left my animals, rushed toward the village, and dug out two people,\" Omar said.    No family in Dashtak escaped the disaster. Villagers pointed in every direction and recited their grim litanies: 40 dead here, 15 there, a group of shepherd children and their flock buried on the slope across the way.    One man said he lost his whole family.    \"My mother, my father, my children, my wife. All of them are here under deep rubble. I have three children. I am working to try to find them, but there is no way.\"     People came from neighboring villages to try to dig out the dead, especially the schoolchildren. They used shovels, bare hands, anything they could, usually without result. Most animals have died     People have a few potatoes and some bread to eat, but most of their animals have died and they rely on international aid to fortify them.    Their water supply from three rivers has been contaminated by the landslides and survivors are succumbing to disease.  An Afghan doctor working for a Swedish charity said he was seeing pneumonia, skin diseases, tuberculosis, malnutrition and malaria among survivors.    \"I am now wondering about my future,\" said 10-year-old Zibi Sah, hunched over with grief after the quake carried away her father and three little brothers.    Saif-ur Rehman, 55, said he was worried about supporting his wife and children since all the arable land had been washed away in the landslide.    \"The earth is very hard and the sky is too far. We cannot go anywhere.\"Caption:  PHOTOZAHEERUDDIN ABDULLAH / THE AP: ZIBI SAH, WHO LOST HER THREE BROTHERS AND HER FATHER IN THE MAY 30 EARTHQUAKE, RESTS OUTSIDE HER TENT IN DASHTAK, AFGHANISTAN, FRIDAY.", "edition": "Final"}