{"title": "Computer mimics quake damage", "filename": "1998-08-06_ComputerMimicsQuakeDamage.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB539579C2C438C?p=WORLDNEWS", "date": "1998-08-06", "page": "B3", "section": "Local News", "author": "Diedtra Henderson", "text": "VULNERABLE soils around Puget Sound can liquefy when set in motion by a quake like the one that struck Kobe, Japan.    Susumu Iai flashed sobering images on the big screen. A massive truck played peek-a-boo, with much of its body disappearing under a crumbled roadway. A once-bustling pier fractured into jagged, useless pieces.   Iai, of the Japan Port and Harbour Research Institute, was speaking to other earthquake gurus about the quake unleashed in Kobe, Japan, when soil was liquefied by a 7.2-magnitude earthquake in 1995 that killed more than 6,300 people.   Foremost in the minds of many, however, is how much destruction a similar large quake would cause to Seattle's waterfront.   The Cascadia Subduction Zone - a jagged undersea margin where the Juan de Fuca, Gorda and Explorer plates dive under the North American plate - has the potential of generating a magnitude 9.0 quake, scientists say. Such a subduction quake could produce more than two minutes of stiff shaking - enough to liquefy vulnerable soils such as the Duwamish Valley, where river sands and fill have been deposited recently and ground-water level is high.   \"What we see as `dry land' out there is that, only barely,\" said Derek Booth, director of the University of Washington's Center for Urban Water Resources Management, speaking at this week's Geotechnical Earthquake Engineering and Soil Dynamics conference in Seattle.   But a monster like that isn't the region's only fear. Even a magnitude 7.4 quake along the Seattle Fault - which cuts through the heart of downtown - could cause massive damage and major disruption.   To better understand how the loose sands set in motion by the quake undermined waterfront structures in Kobe, Iai designed a computer model that mimics the complicated behavior of submerged sand.     In the video, pulses of color rise and dance with the rhythm of a beating heart, representing excess pressure applied by water moving through the sand.     In this region, some old and new construction is anchored in equally capricious, soft blobs of submerged sand that can liquefy when set in motion by a strong quake.     Soil along the Seattle waterfront most vulnerable to liquefaction starts about 10 feet below the surface and is constantly saturated by contact with the water table. Loose soil wants to get dense when it's shaken, said Steve Kramer, a UW civil engineering professor. But if there's water in soil, it can't achieve that density. The soil structure collapses and the pore-water pressure rises.     In the city, buildings are designed to handle shaking that would accompany a 500-year earthquake. Such a quake could accelerate firm soils to 30 percent to 35 percent of 1 G.     But computer models suggest that a 7.4 magnitude quake on the Seattle Fault could deliver a wallop greater than 1 G. The acceleration would be packed in a short, decisive punch, followed by stiff aftershocks.    A subduction-zone quake, however, would have lower-frequency ground motion that would last longer, UW graduate student Dave Baska told the group earlier in the week. A simulated magnitude 9.0 earthquake subjected the Capitol Bridge - at Interstate 5 in Olympia - to  two minutes, 18 seconds of shaking. (That compares with less than 20 seconds of shaking from earthquakes in the region in 1949 and 1965.)     Under that kind of duress, the state's bridges would be susceptible to major damage.      The state Department of Transportation asked the Legislature for funding to strengthen its bridges over 20 years. The DOT got 10 percent of its request, Kramer said.     Even as it makes Terminal 91 more resilient to earthquake damage,  the Port of Seattle is guided by building codes that many agree underestimate seismic risk. The codes are designed to minimize risk that lives will be lost, said Dave Torseth, who manages the Port's in-house design group.     \"People can design for no damage at all, but those are normally like nuclear power plants and hospitals. It's very, very expensive to build that. . . . The reason why people build to code (is) it's not economically feasible to build to that (higher) level,\" Torseth said.", "edition": "Final"}