{"title": "In case of emergency - earthquake. flood. fire. volcanoe. terrorist. - data-storage companies' everything-proof vaults make sure disaster doesn't turn into bankruptcy.", "filename": "1998-09-20_InCaseOfEmergency-EarthquakeFloodFireVolcanoeTerrorist-Data-StorageCompaniesEvery.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53964D6C8AED2?p=WORLDNEWS", "date": "1998-09-20", "page": "G1", "section": "Business", "author": "Keith Ervin", "text": "No signs mark the warehouse-style building that contains some of the most valuable collections of corporate property in the Northwest.     Unmarked trucks deliver their cargo in the privacy of an indoor loading area. The building has been reinforced to withstand high winds or an earthquake registering 9 on the Richter scale.     If you're expected at the locked entrance, can show proper identification and wipe your shoes, you can enter the oldest facility in the Puget Sound area for off-site storage of electronic data. But be sure not to reveal the location, somewhere south of downtown Seattle.     It's the 1990s counterpart of the fallout shelters built during the Cold War confrontations of the 1950s and '60s.     Since Bellevue-based Data Base  began its rise 23 years ago to become the nation's largest privately owned data-storage company, corporations have gone to ever-greater lengths to protect their computer tapes.     And, for a fee, more companies are offering a range of services to protect data.     Weyerhaeuser operates a \"hot site\" at its Technical Center in Federal Way, where companies can take their backup tapes and get back online even if their headquarters have been destroyed.     DataSite Northwest in Bellevue stores backup tapes for companies that rely primarily on networked computers. Atrieva of Seattle operates a fast-growing online service for backing up tapes.     In a world where electronic databases have replaced paper as the primary repository for records about customers, employees and business transactions, maintaining complete and up-do-date backups can mean life or death to a corporation.     \"If we couldn't have the operation back up in six days, the company would be defunct and we would have to have somebody else come in and take over the business,\" said Bryant Oster, data center manager for Seattle-based Safeco.     Other companies have lost data - and as a result, sometimes lost their businesses - for reasons as varied as floods, hurricanes, tornadoes, blizzards, terrorist bombings, power failures, hardware glitches, hacking, employee sabotage, theft and \"fat fingers,\" otherwise known as human error.     Data are the key to restoring a computer system, said Data Base founder John Luger. \"All of the other components are replaceable. It's awful to say this, but in the sense of recovery, the people are replaceable. Facilities are replaceable, networks are replaceable. But you can't recover the data.\"      Locally, the scenario that strikes fear into the hearts of disaster planners is \"The Big One,\" a repetition of the kind of cataclysmic earthquakes that have hit Puget Sound in the past.     University of Washington scientists reported last year that a magnitude 9 quake in 1700 - stronger than the great San Francisco earthquake of 1906 - shook the Northwest with such ferocity that it sent a tsunami all the way to Japan at jet speed.     That's a sobering thought for companies like Safeco, which in 1995 began sending its backup tapes to Chicago. Executives feared that in a major earthquake, Safeco would be unable to transport its backup tapes to a hot site in another region.     In a disaster, it is not enough that the tapes survive. They must be taken quickly to a hot site equipped with compatible computers and high-capacity phone lines so the company can resume business.     \"If there is a disaster here, we'll be lucky to get out, much less get our data out through the airport,\" Oster said.     While Safeco still takes its tapes out of the region, it has reduced transportation costs by trucking them to a new Data Base facility near Spokane, where the risk of earthquakes is relatively minor. Boeing, also concerned about recovery after an earthquake, has moved its backup data to the Moses Lake area, according to industry sources.     Weyerhaeuser opened the only major hot site on the West Coast in 1985.     Its biggest challenge came in 1992, when Hurricane Andrew obliterated Burger King's Miami-area headquarters and damaged the data center housing its backup tapes.     More than 2,300 Burger King tapes were retrieved by helicopter and flown to the nearest functioning airport, West Palm Beach. Soaked with water, the tapes were dried by Weyerhaeuser and Burger King employees armed with blow-dryers. Within 22 hours, Burger King was back online with its most critical computer functions.     Burger King operated its data center out of Federal Way for 74 days in what Weyerhaeuser computer chief Gus Bader calls \"the largest and most successful disaster recovery nationwide.\"      As a measure of how far the data-storage industry has come, the newest vault in the Data Base building south of Seattle, which opened in July, contains a robotic \"silo\" that records data over high-speed T3 phone lines. The silo, protected by an industrial-strength steel cage and bolted to the concrete floor, was custom-made for a corporate customer that now backs up its tapes continuously.     It is is a far cry from the first Data Base facility Luger opened in a Tukwila warehouse in 1976.     Luger, 52, learned of the young data-storage industry while working for Ross Perot's Electronic Data Services (EDS) in San Francisco.     When EDS managers became concerned that their data center and off-site backup tapes were sitting on the San Andreas Fault, they turned to the pioneer in the field, Arcus Data Security. EDS reduced its exposure to earthquakes by moving its backups to the Arcus vaults south of Oakland.     After working at Washington Trust Bank in Spokane, Luger hit Seattle with a list of 20 potential customers for his fledgling data-storage business: large companies with mainframe computers. He and his wife, Donna, celebrated every time he got an appointment to see an executive on his list.     \"Twenty-three years ago, the backup and protection of information was the last thing you were concerned with after a very hectic day processing data. It was kind of the cleanup after the day's work,\" Luger said.     One of the first managers to meet with him - and the first to sign up for the new service - was Dale Sterling, then with Allstate Insurance and now a Pemco vice president.     Sterling was eager to find a way to improve his company's data-storage methods. At the time, corporations were storing their fragile reel-to-reel tapes in damp basements or haphazardly throwing them in suitcases and sending them to other offices.     \"I don't think John was a good marketing individual at that time, but he had an idea, he had a product and he took a risk,\" Sterling recalled. Sterling took the idea to senior managers, who approved it.     Luger admits he didn't know much about safely storing electronic data.  So he asked corporate security officers and fire marshals how they would build a storage facility, and then he followed their advice.     Within two years, he had signed up eight of Seattle's 10 largest companies, including Boeing, Weyerhaeuser, Paccar and two banks that asked not to be identified.     Data Base, solely owned by the Lugers, now serves 10 cities nationwide and plans to expand into Denver, Minneapolis/St. Paul and Dallas. It stores data from mainframes and networked systems. It has 3,500 customers, 350 employees and reported $27 million in sales last year.     Luger estimates the size of the tape-storage industry at $350 million to $500 million. Arcus, recently acquired by publicly traded Iron Mountain, is the market leader.     Adding in hot sites and network recovery centers, the broader industry may be close to $1 billion, said Weyerhaeuser's Bader.          New data-storage companies, such as DataSite Northwest, are aggressively targeting professional offices and start-up tech companies that use networked computers instead of the older mainframes.     Atrieva offers small businesses a way to back up their files over the Internet. The data aren't stored in a disaster-proof structure like Data Base's, but Atrieva offers greater convenience and affordability. Customers can use the Internet to store and retrieve data. Now co-branding its product with Netscape, Atrieva is adding hundreds of customers daily, said Vice President Jon Brown.     The new companies are expanding the market to a different kind of customer.     \"We consider our main market the person who is taking tapes home or stacking them in a glove box and forgetting to take them home - ad hoc methods in contrast to a disciplined method, which is what we offer,\" said DataSite Northwest co-founder Dave Heric.     One customer signed up with DataSite after he inadvertently left a four-gigabyte backup tape in his pocket and sent it through the washer, Heric recalled. The man discovered his mistake after the company's computer system crashed. The company had to go back to earlier backups, losing vital information.     Atrieva's Brown likens proper backup to dental flossing: \"Everybody knows they should do it, but they don't necessarily get around to it.\"      Deciding where and how to store data isn't simple, however.      A small company lacking the resources to start over if its office is destroyed shouldn't spend a large amount preparing for the worst case, Heric suggested.     \"What's the most likely case?\" Heric asked. \"Seattle loses power, or there's a storm. People can't get to work three days consecutively. How does that affect customers and the business?      Hot sites or other recovery centers may be an unnecessary expense for smaller companies that can get back online by buying replacement equipment and loading the data they've stored locally, Heric said.     But a larger, highly capitalized business must protect itself against the unlikely disaster as well as the more probable mishaps.     Microsoft stores backups of key tapes in commercial vaults. But it has no need for a commercial hot site because Microsoft offices in other regions can put the data on their network servers, explained Howard Schmidt, Microsoft's director of information security.     But companies with huge databases on mainframe computers don't have spare mainframes in other cities. They must rely on commercial hot sites. Although their hot sites usually are out of state, large companies don't agree whether it's best to store backup data locally or closer to the hot sites.     Pemco and Weyerhaeuser believe it is more important to have backup data at hand in case of hardware and software glitches. With the local Data Base building, they can retrieve any tape within two hours.          But as computer hardware and software become more reliable, those once-routine problems are becoming more unusual, countered Safeco's Oster. His company is more concerned with the prospect of a catastrophic earthquake.     \"We're prepared for the worst that could happen.\" Keith Ervin's phone number: 206-515-5632. His e-mail address: kervin@seattletimes.comCaption:  PHOTOMIKE SIEGEL / THE SEATTLE TIMES: JOHN LUGER'S DATA BASE, BASED IN BELLEVUE, IS THE COUNTRY'S LARGEST PRIVATELY OWNED DATA STORAGE COMPANY. DATA ARE STORED ON THE MAGNETIC TAPES SHOWN ABOVE.", "edition": "Final"}