{"title": "Underwater forest reveals oregon's quake history", "filename": "1998-04-08_UnderwaterForestRevealsOregonSQuakeHistory.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53935CDCA5F7C?p=WORLDNEWS", "date": "1998-04-08", "page": "F6", "section": "Travel", "author": "Brad Cain", "text": "NESKOWIN, Ore. - Like gnarled fingers rising from the surf, hundreds of stumps from an ancient forest that has been entombed since the time of Jesus are being slowly unearthed by El Nino's pounding waves.    It's a dumbfounding sight for people who have been making almost a religious pilgrimage to the rugged coastline to see the more than 200 stumps poking up from beach.    \"When I look at these, I'm just in awe to think that this was a forest when Jesus Christ was on the Earth,\" said retiree Jane Seeborg.    For geologists and other scientists, the reappearance of the ancient forest is further proof not only of the severity of this year's El Nino but of the powerful earthquakes that once devastated Oregon's coast - and which could strike again.    \"Something had to kill those trees, and the evidence suggests it was earthquake related,\" said Mark Darienzo, a geologist with the state division of emergency management.    The prevailing theory is that a powerful offshore earthquake 2,000 years ago dropped the coastline by as much as 7 feet and submerged the sitka, spruce and cedar trees bordering the ocean.    Major offshore earthquakes are believed to occur off Oregon's coast once every 350 to 500 years. The last one, in 1700, drowned coastal forests and sent tsunami waves across the Pacific so powerful that they destroyed Japanese fishing villages.    The ancient stumps at Neskowin have been visible since mid-February, the product of weeks of El Nino-driven storms that have scoured about 10 feet of sand from the beach.    Since then, the stumps have become a tourist attraction along this stretch of the ocean.    On a recent day, dozens of cars were parked along U.S. 101, about a mile's walk from the site of the ancient stumps. Hundreds of people took pictures and bent over for a closer look at the hardened, 2- to-3-foot-tall stumps.    \"It was a total surprise,\" said Reino Tarkiainen, who owns a vacation home here. \"For years I've been walking on this beach and I've never seen anything like this.\"     \"It's really eerie,\" added 16-year-old Calvin Lotz, 16, of Milwaukie. \"All I can say is it must have been one hell of an earthquake.\"     Roger Hart, a marine geologist with Oregon State University who has studied the Neskowin stumps, said the scientific community has known for years that Oregon's coast is subject to killer earthquakes.    He said ocean currents will rebury the Neskowin stumps by summer. But even the sea can't bury what the stumps foretell - that another major earthquake is inevitable.    \"There will be another one, but we just don't know when.\"Caption:  PHOTO", "edition": "Final"}