{"title": "Notes from nagano - moderate earthquake rattles nagano area", "filename": "1998-02-21_NotesFromNagano-ModerateEarthquakeRattlesNaganoArea.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53929169831BE?p=WORLDNEWS", "date": "1998-02-21", "page": "B4", "section": "Sports", "author": "Apdallas Morning News", "text": "NAGANO, Japan - Already disrupted by fog, snow, rain and sleet, the Winter Olympics were shaken by a moderate earthquake today.    People from the ski slopes of Shiga Kogen to the media village in Nagano felt the quake, which struck at 9:55 a.m. (Nagano time) and had a preliminary magnitude of 5.0. It was centered north of Nagano in Niigata state, where one minor injury was reported, part of a highway was buried by a landslide and service on Japan's \"bullet\" train was halted for about two hours.    At the slalom course about 18 miles northwest of Nagano, the ground shook for about two seconds during the first run of the men's slalom. \"We had no competitor who claimed the ground was shaking,\" said Gian Franco Kasper, secretary general of the international ski federation, and the crowd did not seem to notice. Damage caused by hockey players downplayed      NAGANO, Japan - Estimates of the damage rose, but hockey officials downplayed the trashing of dormitory rooms at the Olympic Village by U.S. men's players.    The world's top ice hockey official scoffed at the notion that the behavior ruined the NHL's experiment of allowing its stars to compete in the Winter Games.    \"For sure not,\" Rene Fasel, head of the international ice hockey federation, said when asked if $3,000 in damage to furniture and rooms threatened the NHL's participation in the 2002 Salt Lake City Games.    \"I remember many, many times in the Olympic Villages and in the world championships that they had some problems like these,\" Fasel said. \"When there are young people, sports people, sometimes - it's not an excuse, and it's not acceptable - but in some way or other . . . boys will be boys.\"     NHL Commissioner Gary Bettman was not as forgiving, though he described the damage as \"relatively minor.\" Bettman promised a thorough investigation in conjunction with USA Hockey. He also said he would take disciplinary measures against the as-yet unnamed players who caused the damage. Moseley survives Letterman     NEW YORK - Jonny Moseley of Tiburon, Calif., who won the gold medal in men's moguls last week, brought his acrobatic skiing to a New York street, performing two daring jumps off a giant ramp lined with plastic carpet for a segment on \"Late Show with David Letterman.\" Moseley did both jumps during a downpour in front of hundreds of cheering fans next to the Ed Sullivan Theater, where the show is taped.    \"That was a lot scarier than Nagano,\" said Moseley, who landed on a huge air mattress in the middle of the street. \"There was concrete all around me, and the ramp was really narrow. I'm just happy to get out of here alive.\" Notes     --  Alexander Lukashenko, president of Belarus, vowed to fire all coaches and other sports officials whose athletes \"did not live up to our expectations\" at the Olympics, the Interfax news agency reported. Belarus has won two bronze medals in the Nagano Games.      Lukashenko, who heads the Belarussian Olympic committee and is openly nostalgic for the days of the Soviet Union, runs Belarus with virtually unlimited powers.     --  The father of U.S. cross-country skier Patrick Weaver was to be airlifted from the Olympics after suffering a stroke. Dr. Terry Weaver of Lenox, Mass., was stricken while watching freestyle aerial skiing this week.", "edition": "Final"}