{"title": "Earthquake just offshore left no time for tsunami warning", "filename": "1998-07-20_EarthquakeJustOffshoreLeftNoTimeForTsunamiWarning.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB539528A53D634?p=WORLDNEWS", "date": "1998-07-20", "page": "A8", "section": "News", "author": "Kenneth Reich", "text": "The tsunami that struck the coast of Papua New Guinea on Friday was one of the most dangerous kind: It resulted from an undersea earthquake just 12 miles offshore, allowing almost no time for a warning.    As in the case of the tsunami that struck Japan's Okushiri island on July 12, 1993, killing 190 people, the villagers in New Guinea had just minutes to flee their seaside homes.    Sometimes, by contrast, there can be hours of warning - such as when a tsunami is generated thousands of miles away, even though it moves at speeds ranging over 500 miles an hour.    This latter scenario most frequently occurs in the Pacific, and U.S. tsunami warning centers in Hawaii and Alaska have time to spread the word.    A tsunami is a series of gigantic waves. Whether localized or long distance, what causes them to begin moving is the sudden dislocation of a relatively large amount of water.    The most common causes are an earthquake resulting in deformation of the sea floor, a slumping, or a subterranean slide of earth.    A volcanic eruption or even a huge meteor striking the ocean also can cause a tsunami.    Once the series of waves starts moving, it causes no perceptible rise in the open sea, where each wave can be 60 miles long. When the waves approach land, however, they bunch up and crash, more slowly, but with telling effect.    Charles McCreery, the geophysicist in charge of the Pacific Tsunami Warning Center in Honolulu, said yesterday that \"waves\" may actually be a misnomer.    \"In the few films available, you can see the behavior is more like a flash flood, a rush of water onto the shore, a big turbulent wall of water,\" he said.    The run-up on land can be substantial, sometimes 50 or 100 feet above sea level. Just before the run-up occurs, the ocean appears to retreat to an unusually low level as it is sucked into the impending rush of water.    McCreery expressed surprise that a magnitude 7 earthquake, such as the one that occurred Friday off the New Guinea coast, could have generated such a powerful tsunami.    Edward Bernard, director of the National Oceanic and Atmospheric Administration's tsunami research center in Seattle, said yesterday it is important that seaside residents be educated to know, without being told, to flee to higher ground if they feel powerful shaking.    Bernard noted that a University of Southern California professor, Costas Synolakis, is now preparing potential tsunami inundation maps for Southern California.    Similar inundation maps also are under way for NOAA along the Washington, Oregon and Northern California coasts, Bernard said, and a network of tsunami alert stations is being established off these coasts.", "edition": "Final"}