{"title": "Quake in taiwan kills 4 - 22 injured; damage widespread", "filename": "1998-07-17_QuakeInTaiwanKills4-22InjuredDamageWidespread.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53951D7E6840C?p=WORLDNEWS", "date": "1998-07-17", "page": "A3", "section": "News", "author": "Reutersap", "text": "CHIAYI, Taiwan - A powerful earthquake struck a mountainous region in Taiwan today, killing at least four people and causing serious damage.    Authorities said that the four were killed in landslides caused by the quake in central Chiayi county and that 22 people were injured.    The Central Weather Bureau put the tremor's magnitude at 6.2 on the Richter scale, with its epicenter 8.5 miles west of Alishan, a sparsely populated mountainous area.     Officials said that landslides damaged buildings, roads and bridges in the mountains around Chiayi and that electricity and telephone service to some villages had been cut off.    Police officer Tseng Ta-lin said mountain roads were blocked and bridges down. State radio said that parts of a railroad also caved in and that several cars were damaged by falling power poles.     \"We have not seen such a strong earthquake in years,\" a grocer said while cleaning up canned food, broken bottles and other items that cascaded off shelves in his shop.    Four employees at a hotel in the town of Rweili, situated on scenic Mount Ali in central Taiwan, were injured, and the building itself suffered serious cracks, said Mo Hwei-tsu, head of the Taiwan Rescue Center.     A driver was killed when a rockslide came barreling down atop a mountain road; a second person also was killed by falling rocks, Mo said. Ten people injured in the quake were taken by helicopter to hospitals.     Office towers from the capital, Taipei, in the north to the port city of Kaohsiung in the south were set swaying by the midday earthquake.     The quake was felt across the Taiwan Strait in coastal areas of eastern China's Fujian and Zhejiang provinces, Beijing's official Xinhua news agency said.    Earthquakes are frequent in Taiwan, but most of them are centered deep under the sea and cause little damage. This one was unusually close to the surface.        An earthquake in southern Taiwan in 1964 claimed 100 lives, injured 650 people and destroyed 10,530 buildings. A total of 3,279 people were killed when a powerful earthquake hit northern Taiwan in 1935.Caption:  PHOTOAP: THIS HOUSE IN A MOUNTAINOUS REGION OF TAIWAN WAS DAMAGED BY TODAY'S EARTHQUAKE. THE PHOTO IS FROM TELEVISION COVERAGE. THE QUAKE DAMAGED BUILDINGS, ROADS AND BRIDGES AND CUT ELECTRICITY AND TELEPHONE SERVICE TO SOME VILLAGES.", "edition": "Final"}