{"title": "Taliban send aid to quake victims - afghan army helps region held by rivals; international relief supplies slow to come", "filename": "1998-02-17_TalibanSendAidToQuakeVictims-AfghanArmyHelpsRegionHeldByRivalsInternationalReliefSu.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53927E6092E92?p=WORLDNEWS", "date": "1998-02-17", "page": "A3", "section": "News", "author": "The Ap", "text": "RUSTAQ, Afghanistan  - Afghanistan's Taliban army sent 24 trucks of food and medicine today to cold and hungry earthquake victims in opposition-held territory, setting aside - for the moment - the war that has ripped this impoverished nation apart.    \"This is a tragedy for all Afghans. We are the same blood,\" Taliban Information Minister Amir Khan Muttaqi said in the capital, Kabul, 120 miles south of the devastated Rustaq region.    Most soldiers of the Taliban army, which imposes a stern vision of Islamic law across Kabul and the two-thirds of Afghanistan it controls, belong to the majority Pasthun ethnic group and are Sunni Muslims.    Outside Afghanistan, international aid organizations have been frustrated by the slow response to an appeal for $2.5 million to airlift aid to the more remote villages ravaged by the Feb. 4 quake.    Five days after aid agencies opened an appeal for $2.5 million, barely $1 million has been received, officials said, and no country has donated the key item: a cargo aircraft to airdrop supplies.    \"If we don't get the money, people are going to die,\" said Rupert Colville, a U.N. official coordinating the aid distribution in Rustaq.    Snow, fog and muddy mountain roads have frustrated efforts to get aid to 30,000 survivors of a 6.1-magnitude earthquake that touched off landslides Feb. 4.     At least 5,000 people died, and thousands more are missing.    The devastation prompted the U.N. and the Red Cross to launch a joint appeal for $2.5 million to parachute in supplies. So far, only the United States, Britain, Sweden and Denmark have contributed.       In the interim, aid agencies are leasing two helicopters from a company in Tajikistan, each of which can carry three tons of supplies.    The aid agencies are also leasing a C-130 cargo plane from a U.S. firm. It is expected to arrive in Pakistan from the U.S. today or tomorrow, said Sarah Russell, a U.N. spokeswoman.    Russell said supplies have been building up in Pakistan because the weather has made it impossible to get them to Afghanistan. U.N. relief planes were grounded again today because of weather.    \"We have stacks of stuff here. Supplies are banking up waiting to go in,\" she said. \"As soon as we get the pipeline open, we want to go from a trickle to a gush.\"     Meanwhile, aid agencies are scrambling to find alternative ways of getting supplies into the quake-stricken area. Donkeys have been used to carry some emergency supplies to villagers trapped in snowy mountain hamlets.     Russell said 20 trucks carrying clothes, tents, food and plastic sheeting are waiting at the border between Tajikistan and Afghanistan.    Aid workers will transfer the supplies onto rafts, which will cross the Oxus River that separates the two countries. Trucks will then take them to Rustaq.", "edition": "Second"}