{"title": "Quake from hollywood fault could be worse than 1994", "filename": "1998-04-08_QuakeFromHollywoodFaultCouldBeWorseThan1994.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB539361E0DDB40?p=WORLDNEWS", "date": "1998-04-08", "page": "A4", "section": "News", "author": "Unknown", "text": "LOS ANGELES - A newly researched fault that runs under Dodger Stadium, Central Library and thousands of buildings could create more havoc than the 1994 Northridge earthquake, which killed 72 people and caused $25 billion in damage.    The fault could generate an earthquake of 6.5 to 6.8 on the Richter scale, but there is no way of knowing whether one is imminent, geologists said yesterday at a Geological Society of America meeting.    The fault runs from Hollywood through East Los Angeles. It could cause more damage than the 6.7 magnitude Northridge quake because there are hundreds of thousands of older buildings in the area.    \"I think this could best be called a wake-up call for downtown Los Angeles,\" said Tom Henyey, director of the Southern California Earthquake Center, which helped fund the research.     Unknown was whether the fault might affect nearby faults. Previous researchers have suggested that such linkage might produce a 7.5 quake, releasing 30 times the energy of a Northridge-sized temblor. AMA says Ritalin isn't overprescribed to children     CHICAGO - A review of two decades of studies found no evidence that doctors are widely overprescribing stimulants such as Ritalin to hyperactive and inattentive children, the American Medical Association says.    Concerns have emerged in recent years over the rapid increase in diagnosis and treatment of attention-deficit-hyperactivity disorder, including allegations that children sometimes are given drugs to simply control unwanted behavior in the classroom.    But based on a review of studies from 1975 through March 1997, the AMA said there is little evidence of widespread overdiagnosis or misdiagnosis, or of widespread overprescription of Ritalin.    The report is in today's Journal of the American Medical Association.    Researchers said 1.5 million children ages 5-18, or 2.8 percent of the nation's school-age population, were taking Ritalin as of 1996. Ford to offer side air bags in all of its car models     NEW YORK - In a first for a major American automaker, Ford Motor Co. said it plans to offer side air bags on all models, starting as standard equipment on luxury cars.    Concerned about rising death rates from side-impact crashes, the automaker said that by 2000 it plans to offer side air bags in all of its cars and Windstar minivans. Ford was to make a formal announcement today.    The side air bags would be built into the outer side of the driver and front passenger seats, inflating on impact to protect heads and necks.    Initially, the bags will be installed as an option on the new Mercury Cougar coupe and then will become standard equipment on luxury models, such as Lincolns.    By 2000, the side bags will be added to virtually all other Fords. More than 7 million children in U.S. have hearing loss     CHICAGO - More than 7 million children ages 6 to 19 have some hearing loss that is usually slight but may impair their speech and learning ability, says a new federal study that recommends more testing.    Such hearing loss may escape detection in routine screenings that do not test separately for sensitivity to low- and high-frequency sounds.    Children should be screened in both frequency ranges in elementary, middle and high school, researchers recommended in today's Journal of the American Medical Association.", "edition": "Final"}