{"title": "Women, children bore brunt of afghan quake", "filename": "1998-06-04_WomenChildrenBoreBruntOfAfghanQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB539468D747E7E?p=WORLDNEWS", "date": "1998-06-04", "page": "A3", "section": "News", "author": "Judith Ingram", "text": "FAISABAD, Afghanistan - The women lay immobile on hard beds, their shattered limbs tangled under thin blankets, hair and faces covered with cotton scarves, intravenous tubes taped to their wrists.    Nearby, little girls with heads wrapped in layers of gauze and hands in little splints sat up in beds, looking around the hospital ward with wide eyes.    Women and children are the overwhelming majority of the injured - and presumably the dead - in the 6.9-magnitude earthquake that shattered dozens of villages in northern Afghanistan on Saturday. While men were working in the fields or traveling to the market, most of the women and children in the villages were inside the sun-baked mud homes.    Evacuating the wounded has been the priority of the United Nations and international Red Cross, aid workers said today. Aid workers have appealed for more helicopters to reach remote mountain villages where hurt and hungry people waited for help.    Pounding rains gave way to clear skies, allowing four small helicopters to resume flights and evacuate villagers.  But a much-need supply of aircraft fuel never made it to Faisabad's airstrip, requiring the helicopters to return to Dushanbe airport in neighboring Tajikistan to refuel.    In Shari Basurkh, a girl named Shamila was eating with her mother and brother when the quake shook her village near the epicenter. Her father reached the house too late to save his wife and son, but he dug Shamila out of the rubble.    They huddled together for three days before a U.N. helicopter brought them to the hospital in Faisabad, 29 miles away, where doctors are fighting to save the 8-year-old from head and stomach injuries.    Shamila lay on her bed, her puffy face practically swallowed by gauze as her weeping father gingerly pushed bits of rice into her mouth. He sleeps on the floor, next to her bed.    Most of the quake survivors have been brought to Faisabad hospital, where 14 doctors, medics and nurses struggle just to keep their 80 patients fed.    The aid agencies allowed one relative to accompany the injured to Faisabad. Throughout the wards, husbands and sons tended to their women.    The earthquake coincided with what a Red Cross representative called the \"hunger season,\" after winter stocks are practically depleted and before the spring wheat can be harvested.    \"We've been focusing on medical needs up to now,\" said Rupert Collevile, U.N. spokesman. \"But the critical need now is for food.\"", "edition": "Final"}