{"title": "Expert: quake damage worse in soils like seattle's", "filename": "1998-10-15_ExpertQuakeDamageWorseInSoilsLikeSeattleS.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5396C8DBD3F91?p=WORLDNEWS", "date": "1998-10-15", "page": "A10", "section": "News", "author": "Jane E. Allen", "text": "LOS ANGELES - Despite its distance from the epicenter of the 1994 Northridge earthquake, Santa Monica suffered heavy damage because of certain soils that worsen the quake's waves, according to a new theory.    Similar subterranean formations are found near other populated, quake-prone areas like Seattle and Salt Lake City, and may have contributed to the destruction in the 1995 earthquake in Kobe, Japan.    The proposal by Robert Graves, a seismologist with Woodward-Clyde Federal Services, a consulting firm in Pasadena, appears in the October issue of the Bulletin of the Seismological Society of America.    Although seaside Santa Monica is 12 miles and a mountain ridge away from the quake's San Fernando Valley epicenter, it sustained heavy damage, wrecking stores on Wilshire Boulevard and leaving apartments unlivable.    Graves said the unexpected damage was caused by a shallow wedge of soils in the upper half-mile of the ground at the edge of the Los Angeles Basin.    The waves enter the basin horizontally at the basin edge and through the bottom of the basin, then become trapped in the wedge and knock into each other, causing the damaging shaking, Graves said.    Because Seattle and Salt Lake City are located near or above basin-edge structures that could similarly magnify the ground motions, those may be vulnerable as well, Graves said.    \"Just looking at surface geology, you would not have picked Santa Monica as an area that would have had the largest structural damage,\" he said.    An earlier theory proposed by Paul Davis of the University of California, Los Angeles, suggested that the Santa Monica damage occurred when a bowl-like feature at the bottom of the basin acted like a lens to focus the waves to a particular spot.", "edition": "Final"}