{"title": "Aid arrives for quake survivors", "filename": "1998-02-13_AidArrivesForQuakeSurvivors.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB539270376ADD2?p=WORLDNEWS", "date": "1998-02-13", "page": "A18", "section": "News", "author": "Sarah Mae Brown", "text": "SARIRASTAQ, Afghanistan - The sun shone bright on this mountain village, warming the 1,200 refugees huddled in the four-room schoolhouse, but making it harder for aid trucks to reach them.    As temperatures climbed to about 60 degrees yesterday, melting snow turned tracks and roads to rivers of mud.    Two trucks carrying tents, blankets, clothing, wheat and rice slogged through the mud, tires spinning wildly every 10 minutes or so on the four-mile trek to Sarirastaq, home to the region's largest refugee center.    A 6.1-magnitude earthquake on Feb. 4 and aftershocks since then have destroyed dozens of mountain villages and killed at least 4,500 people. Thousands more are missing, and an estimated 25,000 people are homeless.    Today in nearby Rustaq, aid workers hurried to distribute the first substantive emergency supplies to reach the region, wheat and bedding that arrived the day before in a World Food Program convoy.    \"We are starting to get supplies in by road and by helicopter,\" said Alexander Faite of the International Committee for the Red Cross.    But aid workers say the situation is still desperate and they are planning to parachute in supplies to supplement their efforts on the ground. The United Nations and the Red Cross have issued a joint appeal for $2.5 million to parachute in 1,000 tons of supplies.    When relief trucks arrived in Sarirastaq, topped by a cortege of armed men, refugees were waiting in the sunlight. As they rolled to a stop, men desperate for the cargo rushed the trucks. Guards sprung into action when fighting broke out.    Gradually, village elders intervened, using lists of names to call the men one by one. Each of them - with a family of at least a half dozen people - was given one piece of clothing and one blanket.    The aid brought to Sarirastaq is from local Afghan leaders. It has been difficult getting food and other supplies from abroad to the regional center in Rustaq, much less to refugee-crowded villages like this one.    \"We not only have a disaster on our hands, we also have a logistical nightmare,\" said Chris Cliffe, an Australian working with the Red Cross. \"There's lots of aid coming from various places but we haven't been able to get it to those who need it.\"     The situation is so dire that elders in some of the more remote villages have organized donkey caravans down to Rustaq to collect food and other supplies from local donors, then carry them back into the mountains.    Military leader Rashid Dostum sent a helicopter to Rustaq carrying $50,000 in cash. He is one of two major warlords fighting to keep this part of northern Afghanistan out of the hands of the Taliban Islamic army, which controls 85 percent of the country.    Dostum representatives said the money would be used to buy supplies but that quake victims would also get cash payments to help them get back on their feet. An additional $50,000 was to be sent today.    Yesterday was bazaar day in Rustaq, and old men wrapped in blankets squatted on the roadside, saying nothing. The mud shops were shuttered and the town was quiet on a day that usually draws thousands.    \"Today we are too sad . . . all the people of Rustaq are too sad,\" said Abdul Ghafoor, a shop owner, whose voice was barely a whisper as he turned away toward the empty street. \"Today the bazaar is mourning.\"", "edition": "Final"}