{"title": "Aid finally reaches areas of afghanistan hit hardest by quake", "filename": "1998-02-15_AidFinallyReachesAreasOfAfghanistanHitHardestByQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53927806E0531?p=WORLDNEWS", "date": "1998-02-15", "page": "A3", "section": "News", "author": "Jerome Delay", "text": "TAGHI HESAR, Afghanistan - Dozens of villagers slogged through a blinding snowstorm to a U.N. truck stuck on an Afghan mountain yesterday, collecting the first aid to reach them since a devastating earthquake 10 days earlier.    Meanwhile, new tremors shook northeastern Afghanistan, waking sleeping survivors of the Feb. 4 quake and sending them fleeing for open space. There were no immediate reports of casualties from yesterday's aftershocks; the initial quake killed up to 5,000 people.    Reports also emerged yesterday of renewed fighting between opposition forces and the Taliban Islamic army along a route being used by aid convoys.    Relief trucks reached the hardest-hit areas for the first time, remote villages where people whose homes were flattened had been fending for themselves in subzero temperatures.    Relentless snow, rain, wind and fog have frustrated efforts to deliver aid to the estimated 30,000 people left homeless.    About 100 men in Taghi Hesar, near the epicenter of the quake, watched the aid winding up their mountain yesterday.  Some seemed unsure whether to believe help had finally arrived.    Since the horrific night when the mountain growled, shook and spewed tons of mud on their village, these men had been waiting.    A few miles from the village, the U.N. truck packed with blankets, sheeting and food came to a grinding halt in the mud. Aid workers could not budge the vehicle, so residents came to retrieve the supplies.    Men bundled in blankets slung 110-pound bags of flour on their backs, hunched forward and began the arduous return trek to their ruined homes and waiting families. Others cajoled donkeys through the muck.    Of the 800 families who lived here before, only 40 remain.    At least 150 people died the night of the quake. Another 2,300 fled.    Those who remained, too weak and tired to leave, said the last week had been a nightmare, living outside wrapped only in wet, torn rags, forced to dig through the rubble with their hands for sustenance.    \"When the earth shook I grabbed my children and we crawled beneath a table . . . and then we ran for the door. It collapsed just as we got through,\" said Amir Begum, 55, wiping the tears from beneath her veil.Caption:  PHOTOJEROME DELAY / THE AP: AFGHANS STAND ATOP A MOUNTAIN RIDGE WHERE A U.N. AID TRUCK WAS STUCK YESTERDAY, AN HOUR'S WALK FROM THE REMOTE VILLAGE OF TAGHI HESAR. BELOW RIGHT, AN AFGHAN BOY BLOWS IN HIS HANDS TO TRY TO STAY WARM IN A SNOWSTORM IN THE EARTHQUAKE-DEVASTATED VILLAGE.", "edition": "Final"}