{"title": "Dead fish seen near blasts - vessel was doing seismic tests on lake washington", "filename": "1998-03-11_DeadFishSeenNearBlasts-VesselWasDoingSeismicTestsOnLakeWashington.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5392E2AA88A73?p=WORLDNEWS", "date": "1998-03-11", "page": "A1", "section": "News", "author": "Diedtra Henderson", "text": "Scientists are scrambling to determine what killed hundreds of fish sighted in Lake Washington yesterday afternoon, the day a research vessel tested powerful air guns used to detect earthquake faults.     Whether the fish kill and the air blasts were related remained unclear. The State Department of Fish and Wildlife fielded a handful of phone calls between 1 and 2 p.m., and biologists on board the research vessel spotted large numbers of dead fish north of the 520 floating bridge.     One of the fish carcasses, a peamouth chub, was recovered yesterday. Pathologists today will study it to determine what caused its death, said Tim Waters, Fish and Wildlife spokesman.     This morning, authorities reported receiving noise complaints that apparently were caused by the research vessel, which has moved into Puget Sound. Two complaints came from waterfront residents at the north end of Bainbridge Island, and two came from Colvos Passage west of Vashon Island.     Kitsap County and the Coast Guard said residents reported being awakened by explosions that shook their houses.      David Neithercott was among those who reported the Lake Washington fish kill. Neithercott, 36, was motoring his boat when he spotted hundreds of 8- to 12-inch floating and floundering fish surrounded by feeding seagulls.     \"I was cruising through dead fish for a mile or so,\" Neithercott said, adding that the fish appeared to be juvenile trout or steelhead. \"I've never seen dead fish just floating like that. I knew something was wrong.\"      A Mercer Island man took his boat out and recovered a dead 13-inch peamouth chub. The fish, which grow to about 14 inches at maturity, are the second most populous species in the lake, said Bob Newman of the Department of Ecology.     The fish may have died because of a simple virus; it could be linked to the shock waves produced by the research vessel. Regardless, it could indicate death of other less populous species such as steelhead and salmon, which are swarming in the lake now on their way to the ocean.     Scientists will search the lake today, competing against birds whose scavenging causes the dead fish to sink. Residents who find dead fish should call the Department of Ecology at (425) 649-7000. Samples can be wrapped in tinfoil, then plastic - plastic alone causes a chemical reaction - and refrigerated until pickup.     The U.S. Geological Survey project is designed to map underwater faults, using 16 air guns that trail the University of Washington research vessel Thomas G. Thompson, unleashing a synchronized chorus of compressed air every 40 seconds.     Each air gun releases a blast of highly pressurized air below the water's surface. Just as a medical ultrasound scan can show an image of a fetus, the sound waves from the air guns are expected to produce detailed pictures of the Earth's crust beneath Puget Sound.     Yesterday, about four seconds after a thud rattled the Thompson's deck, a spray of air bubbles burst at the surface near each air gun.     USGS scientists have said the 240-decibel sound energy produced by the air guns is outside the hearing range of marine mammals such as gray whales, sea lions and orcas. Working with environmental groups, they established safety zones for the larger sea animals. Marine biologists stationed on board the Thompson could halt the air-gun firings if larger sea creatures wander within 300 feet.     Smaller fish could die if they venture within 10 feet of air guns. But that's theoretical, said Mike Fisher, lead scientist on the Seismic Hazards Investigations in Puget Sound (SHIPS) project. Such fish kills have never occurred in practice.     \"But this is the first time we've used large guns in a fresh-water ecology. There might be something we don't understand,\" Fisher said.     The testing yesterday in Lake Washington was a trial run. The 274-foot Thompson entered Puget Sound to begin soundings at 20-, 30- and 40-second intervals, 24 hours a day.     The project was scheduled to begin today and run until March 24.     Seismometers dozens of miles away picked up yesterday's air-gun pulses. Diedtra Henderson's phone number is 206-464-8259. Her e-mail: dhenderson@seattletimes.comCaption:  MAP: PHOTO1) THE SEATTLE TIMES: ROUTE OF RESEARCH SHIP; DEAD FISH FOUND2) BENJAMIN BENSCHNEIDER / THE SEATTLE TIMES: MIKE FISHER, LEAD USGS SCIENTIST ON THE SEISMIC HAZARDS INVESTIGATIONS IN PUGET SOUND (SHIPS) PROJECT, EXPLAINS HOW THE AIR GUNS WORK.", "edition": "Final"}