{"title": "Quake may have killed 3,600 in remote afghanistan region", "filename": "1998-02-06_QuakeMayHaveKilled3600InRemoteAfghanistanRegion.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53924826AADDC?p=WORLDNEWS", "date": "1998-02-06", "page": "A16", "section": "News", "author": "Unknown", "text": "ISLAMABAD, Pakistan - The first casualty reports from a remote region in northeastern Afghanistan today indicated a powerful earthquake killed at least 3,600 people this week, according to the Afghan Islamic Press.      The news agency quoted officials of Afghanistan's anti-Taliban alliance, which controls the mountainous province of Tahkar.       Russia's ITAR-Tass news agency, citing Afghan diplomats in neighboring Tajikistan, said as many as 4,000 people died and 15,000 people were left homeless.    The U.S. Geological Survey in Golden, Colo., put the magnitude of Wednesday's quake at 6.1.    The jolt destroyed dozens of villages, the news agency said. Tremors of varying intensity have hit the region since then, the news agency said.   Officials with the United Nations and the Red Cross in Pakistan said they had heard reports of the earthquakes, but could not confirm the casualty figures. Blast by suicide bomber kills 9 people in Sri Lanka      COLOMBO, Sri Lanka - At least nine people were killed when a female suicide bomber detonated explosives strapped to her body at a military checkpoint in Sri Lanka's capital, Colombo, today, police and witnesses said.     The explosion was hours after Britain's Prince Charles left after a visit to mark Sri Lanka's 50th independence anniversary.     Government forces had been on high alert for attacks by Tamil Tiger rebels during the festivities. Ship on gay cruise kept out of Bahamas by weather     NASSAU, Bahamas - Bad weather prevented a cruise ship filled with gay men from landing in the Bahamas, and clerics who opposed the visit said the storm was an answer to their prayers.    The Norwegian Cruise Line already had been refused permission to dock in the Cayman Islands with about 900 homosexuals who have chartered its vessel, the Leeward.    The Bahamas government had stepped in with an invitation. But the storm quashed that.    Church leaders had taken part in a demonstration Tuesday in downtown Nassau to protest the visit, organized by Atlantis Events, a gay-tour operator.    The Leeward left Miami Jan. 30 and is scheduled to visit the Mexican ports of Cancun and Cozumel. U.S. Peace Corps volunteer killed at home in Ivory Coast     ABIDJAN, Ivory Coast  - An American Peace Corps volunteer was killed in his home near the border of Ghana, an official said today.    Kevin Leveille, 26, of Ventura, Calif., died last night in the town of Tanda, about 200 miles northeast of Abidjan, according to the official, who refused to be identified further.    There are about 100 Peace Corps volunteers in the Ivory Coast and about 7,000 around the world. French gourmet store sold; buyer plans to enter U.S.          PARIS - Fauchon, France's most famous gourmet food store, has been sold to a private investment company eager to break into the U.S. market, according to the man who will take over the operation.    A spokeswoman for Fauchon confirmed the sale, which was reported in the newspaper Le Monde yesterday.    Founded in 1866 by Auguste Fauchon, the family-run operation has specialized in expensive gourmet fare, ranging from foie gras and jam to coffee and tea.    Fauchon's new owner, Laurent Adamovicz, said he planned to tap into America's increasingly sophisticated appetite for high-end foods by establishing U.S. outlets. Large gas deposit discovered in Pakistan          ISLAMABAD, Pakistan  - An oil consortium has discovered one of Pakistan's largest commercial gas finds, which could increase the country's reserves by up to 10 percent, consortium officials said today.    Early estimates suggest the South West Miano gas field in Sindh province could produce up to 2 trillion cubic feet of gas, according to officials in Pakistan with the British-based Hardy Oil and Gas.    Pakistan's known gas reserves are about 20 trillion cubic feet, said the officials, who asked not to be identified. U.S. gets favorable ruling on European computer tariffs          WASHINGTON - The Clinton administration is claiming a major victory before the World Trade Organization in a trans-Atlantic dispute involving computers.    The administration announced yesterday that the WTO had ruled in favor of a U.S. complaint accusing the European Union of levying improperly high tariffs on U.S.-made computer network links.  U.S. computer companies contended that shortly after the EU agreed to cut tariffs in 1994, Britain and Ireland began reclassifying computer-networking equipment into categories that allowed those countries to impose high tariffs on competing U.S. products.    The companies said the reclassifications nearly doubled the duties on their equipment.", "edition": "Final"}