{"title": "6.6 magnitude quake kills 3 in northwest china province", "filename": "1998-08-28_66MagnitudeQuakeKills3InNorthwestChinaProvince.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB5395D82F3ADEF?p=WORLDNEWS", "date": "1998-08-28", "page": "A14", "section": "News", "author": "Unknown", "text": "BEIJING - A strong earthquake that struck China's far-flung Xinjiang region killed at least three people, including two children, a local seismological official said today.     The quake, which measured 6.6 on the Richter scale, hit near Jiashi county yesterday, injuring at least three other people and destroying more than 3,600 houses, the official said.     \"So far there are three dead, including children 4 and 8 who were playing near walls and killed when they collapsed,\" the official said.     The tremor also seriously damaged 18,771 houses and killed 159 head of livestock, he said.     The earthquake was nature's latest blow to China, which is reeling from weeks of flooding that has killed more than 3,000 people across the country. Xinjiang, a mostly Muslim region in northwest China, is sparsely populated mostly by farmers and sheep herders. It is often rocked by tremors, but reports of deaths are rare. Earlier this month, a tremor measuring 6.0 injured at least two people. PERU CONGRESS MOVE MAY LET FUJIMORI RUN FOR THIRD TERM     LIMA, Peru - Peru's Congress has blocked a referendum to decide if President Alberto Fujimori is eligible for a third consecutive term in office, paving the way for a possible 2000 bid.   Fujimori was elected in 1990 and re-elected in a landslide in 1995. But his popularity has fallen recently.    Peru's 1993 Constitution prohibits a president from running for three consecutive terms. But Congress ruled that since Fujimori's first election was before 1993, it does not count. The referendum would have asked Peruvians whether Fujimori should be allowed to run again. PALESTINIANS, ISRAELI SOLDIERS CLASH AFTER CURFEW IS LIFTED     HEBRON, West Bank - Palestinian teenagers threw stones and empty bottles at Israeli soldiers in Hebron today, just hours after Israel lifted a weeklong closure of the city.     The volatile city was sealed off from the rest of the West Bank since last Friday while Israeli troops searched for a suspected Palestinian assailant who stabbed a Jewish settler to death and set fire to his home. Hebron, home to some 400 Jews and more than 100,000 Palestinians, was divided into Israeli- and Palestinian-ruled sectors last year under an interim peace accord. OPPOSITION WINS MAJORIY IN BELIZE NATIONAL ELECTIONS      BELIZE CITY, Belize - The opposition People's United Party (PUP) will form Belize's new government after winning national elections, with votes counted in 20 of 29 districts, election officials said today.    PUP leader Said Musa was expected to become prime minister of this tiny British Commonwealth nation on the Caribbean coast of Central America. In its campaign, the PUP blasted the ruling United Democratic Party for \"killa taxes\" including a 15 percent value-added tax. The PUP also promised 15,000 new jobs and reduced utility rates.     Yesterday's elections were the fourth since this English-speaking nation won independence from Great Britain in 1981. Voter turnout was high - up to 90 percent of eligible voters at some polling stations. ROBERTSON MEETS STATE CHURCH LEADERS IN CHINA     BEIJING - Pat Robertson met leaders of China's state-sanctioned Christian church, but said today he did not see underground church leaders because his government hosts asked him not to.    The Christian Coalition founder said in an interview he was in China to discuss religion and tell Premier Zhu Rongji and other Chinese leaders that Christianity was not a threat.    The broadcaster said his organizations have condemned abuses of religious freedom in China in the past and had contacts with the underground church.  But he said he did not raise problems during his talks.    Though religious activity is growing rapidly in China, the ruling Communist Party professes atheism and prohibits members from joining churches. Churches must join the official Catholic or nondenominational Protestant churches, which are controlled by the government. S. KOREA RELEASES AMERICAN     SEOUL, South Korea - A 73-year-old Korean-American pastor held on spy charges in North Korea since May was released today at the request of the U.S. government, North Korea's media said.    Lee Kwang-dok, a Christian minister from Los Angeles, was expelled from North Korea after he paid an unspecified fine.    Lee, in North Korea to visit relatives, was arrested May 27 and charged with spying for South Korea while posing as a businessman.Caption:  PHOTOALBERTO FUJIMORI", "edition": "Final"}