{"title": "Aberdeen after the quake - residents try to regain their bearings", "filename": "1999-07-04_AberdeenAfterTheQuake-ResidentsTryToRegainTheirBearings.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C81178A3E9CE?p=WORLDNEWS", "date": "1999-07-04", "page": "B1", "section": "Local News", "author": "Christine Clarridge", "text": "ABERDEEN - Heather Madison was in the Silver Dollar Tavern on South G Street in the old post office building, sitting at the end of the bar in her usual stool, when she heard a deep rumble and felt everything shake.     \"Oh, it was terrible,\" said the Aberdeen woman. \"I was so scared I started crying. A few things shattered off the wall. I looked outside and saw the ground moving.     \"I didn't know what to do, so I just held on to the bar.\"      Del Placid was at work when the forklift and lumber he was moving started to dance. He'd never seen that happen before.     Pamela Ortega heard her dogs howling, felt her house rolling and saw dishes flying off her shelves.     One day after most people had swept up the glass, replaced the books and righted the pictures that shook loose during Friday's earthquake, they were still gathering around breakfast tables, across fences and at street corners to talk about where they were and what they doing when the earthquake - the largest measured in Washington state since 1965 - hit this small coastal town.     \"This town is built on swampland so it rocks more here, and it's scary because we keep hearing that all of Oregon, California and Washington are supposed to drop off into the ocean,\" resident J.J. Brouska said. \"I tell my kids, they've got to be able to swim.\"      The quake hit about 6:45 p.m. Friday. It was centered north of Satsop in Grays Harbor County about 25 miles down.     The University of Washington seismology lab estimated the quake to be a magnitude 5.1, but the U.S. Geological Survey in Golden, Colo., estimated it at a magnitude 5.5.      Quakes that are deep and at least a magnitude 5.5 are harder to measure at close range, said Steve Malone, a UW seismologist. So, although the UW will stick with its 5.1, Malone says the 5.5 from Colorado probably is more accurate.     Karin Frinell-Hanrahan, Grays Harbor County deputy director of emergency management, said fewer than two dozen homes had significant damage. No one came to a shelter that was opened Friday night in Aberdeen, she said.     \"We are doing very well,\" Frinell-Hanrahan said.     All bridges in the county were cleared after being checked for damage, she said.     Electricity was restored by 3:30 a.m. to the last of as many as 4,500 homes and businesses that were in the dark, most because of a fire in a power substation connector following the quake, Grays Harbor Public Utility District officials said.     Cascade Natural Gas got about three dozen calls, the most serious involving appliances that broke free from gas hookups in homes, district manager Glen Brittain said. No gas mains were broken, he said.     Jim Moore, whose furniture store probably sustained the most severe damage in Aberdeen, had just closed the shop, set the burglar alarm and driven away when he felt the tremor.     He thought at first that he'd run over something, but when he looked up and saw the lines on the utility poles swaying, he knew what was up.     \"I thought I'd better drive around the block and check my store,\" Moore said. \"I saw the end of the building collapsed in, and once I got in, I didn't know what to do.\"      A portion of the heavy interior cinder-block wall had caved in, bringing the first-floor ceiling, lights, support beams and tiles crashing down on recliners, sofas and tables.     Moore said he bought earthquake insurance for the building but doesn't know whether that will cover the losses inside. Because of the holiday weekend, it will be days before he can find out or get a contracting crew in to start repairs.     While Moore said he was hit the hardest as far as he knows, countless other buildings along Aberdeen's main streets also were damaged.     In Heritage Family Church on Wishkah Street, the pastor was scraping crumbling plaster from the walls as two church members maneuvered a ladder to replace broken lights.     At Sucher and Sons, where thousands of Star Wars toys cram every inch of space, Don Sucher was on his knees righting the tiny figurines that had been flung asunder.      At another store, nearly every pane of glass had been broken.     After hearing that aftershocks were expected over the next few days, many Aberdeen residents were filling jugs of water, putting away delicate items - and worrying. \"I've lived through a lot of tornadoes in Colorado, and I'm ready to move back after that,\" Ortega said. \"It's unsettling to feel the ground move. I'll take tornadoes over earthquakes anytime.\" Christine Clarridge's phone message number is 206-464-8983. Her e-mail address is: cclarridge@seattletimes.com Information from staff reporter Julie Peterson and The Associated Press was used in this story.Caption:  PHOTO1) GENEVIEVE LIANG / THE SEATTLE TIMES: JIM MOORE SURVEYS THE  DAMAGE TO HIS ABERDEEN FURNITURE STORE FROM FRIDAY'S EARTHQUAKE. HE  MISSED THE FALLING DEBRIS BY MINUTES AFTER CLOSING UP.2) GENEVIEVE LIANG / SEATTLE TIMES: GENE HOULE, CO-OWNER OF THE OLD  POST OFFICE BUILDING IN ABERDEEN THAT NOW SERVES AS RESIDENTIAL AND  RETAIL SPACE, POINTS OUT A WALL CRACK.", "edition": "Final"}