{"title": "Support shaky for relocating japan's capital - city opposition against moving from earthquake-prone tokyo is fierce", "filename": "1999-09-08_SupportShakyForRelocatingJapanSCapital-CityOppositionAgainstMovingFromEarthquake-Prone.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C840D189738B?p=WORLDNEWS", "date": "1999-09-08", "page": "A16", "section": "News", "author": "Eric Talmadge", "text": "TOKYO - Just down the street from Parliament is the Imperial Palace. A stone's throw from that is Asia's biggest stock market. In and around Tokyo are Japan's best schools, its media centers, the bulk of its wealth and nearly a quarter of its population.    So much of what makes Japan tick is concentrated in Tokyo that it's scary - and that's why the government wants to move the capital.    Worried that everything could come crashing down with a massive earthquake under Tokyo's notoriously shaky ground, officials feel it's time to move the government to a more stable place.    But, while momentum is growing in Parliament for a long-debated government relocation plan, it also is running up against one of Japan's most formidable obstacles - Tokyo City Hall.    \"I want to clearly state my opposition to the relocation of the capital,\" Tokyo's savvy and popular new mayor, Shintaro Ishihara, said upon taking office earlier this summer. \"It will have an extremely large impact not only on Tokyo, but on the development of the country and on the livelihood of the nation.\"     The plan to relocate the capital is shaping up to be one of Japan's most ambitious - and expensive - projects for the new millennium.    \"We are working very hard to choose the site,\" Ikuo Shimizu, head of a division devoted to the matter within the National Land Agency, said Monday after a meeting of the panel supervising the move. \"Autumn is our deadline.\"     Once a site has been selected, a \"Parliament city\" for 100,000 people will be built from the ground up, covering an area of 5,000 acres. The second phase involves the construction of satellite cities, with populations ranging from 30,000 to 100,000.    According to the government, the project will cost at least $105 billion. Critics say it could go as high as $350 billion.    Tokyo is easily Japan's largest city. Nearly 8 million people live in the city proper, and almost 30 million in the greater Tokyo area. Japan's population is 120 million.    Although a resolution to relocate Parliament was passed by both houses in 1990, it took the near destruction of Kobe by a massive earthquake in 1995 to really get the project going.    Like Kobe, Tokyo is located on very shaky ground. Earthquakes and fires have regularly devastated the city. More than 100,000 people were killed in 1923 when an earthquake and fire ravaged the city.    Still, Tokyo officials say the whole relocation project is a mistake.    And, although Japan has a highly centralized government, Tokyo traditionally has wielded a great deal of political power as the nation's most important city, with a municipal budget rivaling South Korea's national budget.    \"We are clearly against it,\" city official Kazuhiko Yoshihara said. \"If the government has that kind of money to invest, they should invest it in Tokyo.\"", "edition": "Second"}