{"title": "Woman pulled from quake debris -- husband coaches wife through 46- - hour ordeal in athens", "filename": "1999-09-09_WomanPulledFromQuakeDebris--HusbandCoachesWifeThrough46--HourOrdealInAthens.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C8418C2C4DB6?p=WORLDNEWS", "date": "1999-09-09", "page": "A10", "section": "News", "author": "Jeremy Gaunt", "text": "ATHENS, Greece - After being buried for nearly 46 hours but encouraged toward the end by talking to her husband through the rubble, Evi Vassilopoulos was pulled from the debris of Athen's earthquake today.      Eyes covered and wearing a neck brace, she was lifted gently by French emergency workers from what was once a Greek detergent factory and rushed to hospital.      The workers had struggled to extricate the woman after sniffer dogs found her. Her husband, Christos, talked to her as they worked.      Deputy fire chief Panayiotis Fourlas said there was no further sign of life in the factory's ruins.      The Greek fire department said that the number of dead from Tuesday's quake climbed to 83 and that dozens were still missing, mainly in the factory and an electrical appliance showroom.     Many Athenians spent a second night sleeping in parks and gardens, fearful of entering their homes as countless aftershocks rumbled across the city.      Rescuers have pulled more than 100 survivors from the rubble, and tent cities were being set up in Athens' northwest suburbs to help about 16,000 homeless residents.      Environment ministry inspectors said 80 percent of about 1,100 buildings examined in the quake-hit area were too damaged to be habitable.      A 10-year-old boy was pulled from a collapsed apartment building yesterday after his father held up a beam for more than 24 hours to keep it from crushing the boy. The father also was pulled free, but died later from his  injuries.      As many as 12 other children died in the quake, some at a nursery that collapsed.      Also today, a moderate earthquake hit northwestern Turkey, three weeks after an earthquake killed at least 15,000 people in a nearby part of the country.      Anatolian news agency said the quake measured magnitude 5.1 and was centered under the Aegean Sea near the mouth of the Dardanelles straits.     Three U.S. Navy vessels that had brought aid to Turkey last month will leave tomorrow, the U.S. Embassy in Ankara said today.      The U.S. vessels have been anchored in the Sea of Marmara off the devastated town of Golcuk, a small seaside settlement where 4,560 people died in the quake.", "edition": "Night Final"}