{"title": "Taiwan computer makers say quake chip shortage is easing", "filename": "1999-11-05_TaiwanComputerMakersSayQuakeChipShortageIsEasing.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C86D8D5283AC?p=WORLDNEWS", "date": "1999-11-05", "page": "E2", "section": "Business", "author": "Michael Kramer", "text": "HSINCHU, Taiwan - Taiwan personal-computer and motherboard makers say the end is in sight for supply-chain delays blamed on September's earthquake, but competition with mobile-phone makers for components showed no signs of easing.     Computer makers say the quake's impact on delivery of key components such as core memory chipsets - which allow a PC's microprocessor to communicate with other parts of the system - is expected to ease by the end of  this month.     A major earthquake Sept. 21 killed more than 2,400 people and sidelined Taiwan's computer-parts industry for nearly two weeks with widespread blackouts and power rationing. Among the thousands of aftershocks that have shaken Taiwan since, two have been of significant magnitude.     While virtually no manufacturers reported physical damage to plants and equipment, the production halt came just as Taiwan's prodigious electronics exporters were limbering up for the fourth quarter - always the hottest sales period.     \"We have enough orders but don't have enough supplies to produce,\" said Billy Ho, chairman of Mitac International, which makes PCs and notebook computers for Compaq, Hewlett-Packard and Sun Microsystems.     The peak shortage period began in October and things were returning to normal in November, Ho said during a tour of Hsinchu science park, the heart of Taiwan's technology industry.     \"This is a bad situation,\" Ho said as he blamed the quake for $9 million to $12 million in lost revenue.     Mitac's lament has reverberated in the United States. Dell Computer, Hewlett-Packard and others have warned that high computer memory prices and parts shortages blamed on the earthquake could hit fourth-quarter corporate results.     One internal report by a Taiwan computer company released to Reuters on condition of anonymity said the longest delays - four to five weeks - involved chipset makers. Taiwan supplies 20 percent to 30 percent of the world's motherboard chipsets.     \"The memory shortage is not really that bad, but I think the price rise has caused hoarding and speculation, which made things worse,\" said Henry Lu, vice president of Micro-Star International.", "edition": "Final"}