{"title": "Japan appears ill-prepared for quake", "filename": "1999-09-01_JapanAppearsIll-PreparedForQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C83C24ABD358?p=WORLDNEWS", "date": "1999-09-01", "page": "A11", "section": "News", "author": "Elaine Lies", "text": "TOKYO - Thousands of Japanese practiced applying bandages, putting out fires and dragging bodies from rubble today in drills designed to prepare them for a killer earthquake that could strike at any time.     The exercises are held annually on the anniversary of a 1923 shock that virtually wiped out Tokyo. That quake killed 140,000 people and left millions homeless.     Last month's deadly earthquake in Turkey - a painful reminder of the 1995 temblor in Kobe, which killed 6,400 people - gave the annual exercises a new sense of urgency.     Tokyo would suffer significant damage if another strong quake occurred today, said Tsuneo Katayama, director general of the National Research Institute for Earth Science and Disaster.     Older houses would collapse and concrete buildings built before 1970, when stricter building codes were enacted, would crumble. Fire would spread in densely packed downtown areas, while land liquefaction and landslides would strike the suburbs.     Other experts say the death toll from a major Tokyo earthquake could be much higher if it occurred on a weekday during working and school hours.     Even in the face of these grim predictions, a recent government poll indicated that 34 percent of Japanese had not made any special preparations for a major tremor, up 10 percentage points from the previous 1997 poll.     And the number of people who had stockpiled emergency supplies such as transistor radios, flashlights and water dropped 7.7 percentage points to 50.2 percent.     \"I know this is something I really should do, but it's kind of hard to get around to,\" said Hideko Iwasaki as she was picking up her son at school during the day's disaster drill.", "edition": "First"}