{"title": "Powerful quake in mexico   not as disastrous as feared", "filename": "1999-10-01_PowerfulQuakeInMexicoNotAsDisastrousAsFeared.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C8515850BD3B?p=WORLDNEWS", "date": "1999-10-01", "page": "A2", "section": "News", "author": "Reuters", "text": "AT LEAST 20 died, but geophysicists say the 7.5-magnitude temblor wasn't as destructive as recent ones in Turkey and Taiwan because of its depth and its distance from large cities.      MEXICO CITY - A powerful earthquake that rattled Mexico yesterday had all the makings of a major disaster.     The 7.5-magnitude quake off the southern state of Oaxaca outdid August's 7.4 temblor in Turkey, which killed 15,000, and was in the same league as a 7.6 quake that killed more than 2,000 in Taiwan last month.     Yesterday's Mexico quake resulted in far fewer casualties - 20 so far.     That's because no two quakes are the same, geophysicists said.     Magnitude is one thing. But death and destruction depend on other factors, such as the quake's depth, its proximity to large cities and the type of movement it triggers in the soil.     \"The size of the earthquake matters,\" said Waverly Person of the U.S. Geological Survey in Golden, Colo.     \"But you have to look at the population in Turkey and Taiwan compared with that part of Mexico, and you have to look at how shallow the earthquake is,\" Person added.     The epicenter was located close to the Pacific coast, 35 miles north-northwest of Puerto Angel, in Oaxaca, 310 miles southeast of Mexico City, the survey said.     The rugged coast of Mexico's impoverished state of Oaxaca is sparsely populated, unlike northwest Turkey or central Taiwan.    Twenty people were confirmed killed in Oaxaca, the state government said today. Most were killed by collapsing buildings in Oaxaca city or in rural communities. A 12-year-old girl also suffered a heart attack because of the quake, authorities said.     The quake damaged buildings, roads and bridges. Electricity in Oaxaca state was out for several hours as power lines came down. Telephone service was sporadic in many areas.     The 42-second quake hit at 11:31 a.m. local time (9:31 a.m. PDT).   It was the strongest earthquake felt here in at least a half-century. A 1985 earthquake devastated Mexico City, killing up to 10,000 people in the capital.     Geophysicist Luis Quintanar of the seismological unit at Mexico City's UNAM university said it was too early to say how much destruction the earthquake had caused as many areas were still cut off from the outside world.     But he noted it was collapsing buildings that killed people and not so much the earthquakes themselves. \"There in the coast, we don't have big cities, just small towns,\" Quintanar said.     Person said yesterday's temblor was around 33 miles below the surface, just offshore.     In Turkey and Taiwan, the earthquakes were far shallower - some six to nine miles below the surface - increasing the intensity of the shaking.     Mexico is no stranger to earthquakes. Every year, at least 1,000 - many so small that no one can feel them - tear through this Latin American nation of 98 million people.     Most originate off the Pacific Coast, where the oceanic Cocos tectonic plate - a piece of Earth's crust floating on a sea of magma - is being pushed under the North American continental tectonic plate in a process known as subduction.     The movements of tectonic plates as they go over or under each other, or scrape alongside in opposite directions, can let off enormous forces.     There have been several quakes strong enough to have caused widespread destruction but didn't. In June, a 6.7 temblor hit Mexico near the central city of Puebla and killed 15 people, nothing like the damage in Turkey or Taiwan.     The Puebla quake also was deep, about 44 miles under the ground, which partly explains its benign impact.     The string of strong earthquakes around the world this year has triggered speculation about whether they are related, and has provided fodder for doomsayers predicting the end of the world as the millennium nears.     But Person said that impression was misleading. In fact, there have been fewer big quakes this year than the average.     Over the past 15 years, there has been on average one \"great\" quake measuring more than 8.0 per year and 18 \"major\" quakes of between 7.0 and 7.9.    Magnitude measures the amplitude of the waves recorded on seismographs. A quake of magnitude 7 has a tenfold increase in movement over one of 6. A magnitude 7 quake is considered a major earthquake, capable of causing widespread, heavy damage.     \"So far this year we've had 12 majors and no greats,\" he said. \"We are still below the average.\"Caption:  PHOTO: MAP1) JOSE LUIS MAGANA / AP: BRICKS AND OTHER DEBRIS COVER A ROW  OF PARKED CARS IN MEXICO CITY AFTER A POWERFUL EARTHQUAKE YESTERDAY IN  SOUTHERN MEXICO.2) AP: MEXICO (MAP NOT AVAILABLE ELECTRONICALLY)", "edition": "Final"}