{"title": "Boys basketball - wes-sea-king bi-district - haywood has final say - earthquake guard's 34 silences bruins", "filename": "1999-03-06_BoysBasketball-Wes-Sea-KingBi-District-HaywoodHasFinalSay-EarthquakeGuardS34Silences.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C7B912542515?p=WORLDNEWS", "date": "1999-03-06", "page": "C6", "section": "Sports", "author": "Tom Fuller", "text": "Memo to the Cascade Bruins: Next time you play Franklin, don't talk trash to Jimmie Haywood. It only makes one of the area's best players better.     The senior guard put on one of the season's most spectacular individual performances last night in helping the Earthquake beat the Bruins 62-61 to capture third place in the Wes-Sea-King bi-district boys basketball tournament.     The Bruins led 58-47 in the fourth quarter at Edmundson Pavilion before Cascade sophomore Matt Konsmo made the mistake of woofing at Haywood after blocking one of his shots.     Haywood ended the conversation with his play. He scored eight points in the next minute, 14 in the quarter and finished with a career-high 34.     \"I like it when somebody talks to me,\" said Haywood, who has signed a letter of intent with Oregon State. \"It just pumps me up. I wanted to pay them back anyway, because the last time we played them, I was 4 for 19 from the three-point line. I was just casting. It was one of those days, one of those off days.\"      This game, however, was nothing like Franklin's 54-50 loss to Cascade in December. Haywood, a 6-foot-3 guard, made 14 of 22 shots. He made four three-pointers in the fourth quarter and spurred an 11-0 run that put the Earthquake (20-7) ahead 59-58. His three-pointer with 54 seconds remaining - the game's last basket - helped Franklin survive an ill-timed technical foul and left the Bruins marveling at his talent.     \"He's a great player. He's so quick, and has a beautiful shot,\" Konsmo said. \"He was getting me pumped up. We were going at each other. But I probably won't talk to him next time.\"      Konsmo, who scored a team-high 14 points, hopes the Bruins (19-6) get another chance at Franklin next week at the Class 4A state tournament. The Earthquake, however, is peaking at the right time and will be a tough opponent for anyone. Franklin is getting contributions from more than just Haywood.     Coach Ron Drayton didn't even know how to spell Neal Rosenshein's name until late in the season. And he didn't start playing the transfer from Shorewood extensively until the district tournament. The senior wing has come on since getting his chance, however. He scored a career-high 17 points, including three three-pointers, to help make Haywood's heroics possible.     \"Four or five game ago, I didn't play for this team. I sat the bench,\" Rosenshein said. \"Every time I got into the game I was nervous. But I hit a big shot in the Redmond game and I've just had my confidence since.\"      Confidence has never been a problem for Haywood. And it won't start being a problem after last night.", "edition": "Final"}