{"title": "An earthquake in italy brings exquisite art to san francisco", "filename": "1999-08-08_AnEarthquakeInItalyBringsExquisiteArtToSanFrancisco.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C82C15FC3906?p=WORLDNEWS", "date": "1999-08-08", "page": "M6", "section": "Arts, Entertainment", "author": "Robin Updike", "text": "Visual arts review \"The Treasury of Saint Francis of Assisi,\" at the California Palace of the Legion of Honor, San Francisco, through Nov. 14; 415-863-3330. \"Carleton Watkins: The Art of Perception,\" at San Francisco Museum of Modern Art, San Francisco, through Sept. 7; 415-357-4000. -------------------------------          SAN FRANCISCO - The most sumptuous art exhibition this city has seen in many years was born out of tragedy. On Sept. 26, 1997, two major earthquakes struck the northern Italian town of Assisi, leveling many buildings and partly collapsing the world-famous Basilica of St. Francis of Assisi, one of Italy's most beautiful Catholic shrines.          Some 2,000 square feet of frescoes by the 13th-century masters Cimabue and Giotto fell to the ground, demolished in a hail of crashing plaster and paint. The soaring basilica was badly damaged. Miraculously, the hundreds of paintings, sculptures, tapestries, manuscripts, icons and reliquaries in the attached museum were not hurt, and 70 of those artworks are now on a world tour to raise money for basilica's restoration.          The extraordinary exhibition, \"The Treasury of Saint Francis of Assisi,\" has already been shown in Paris and at the Metropolitan Museum of Art in New York. It is on view at the California Palace of the Legion of  Honor through Nov. 14, then goes on to Milan. One dollar of each admission ticket goes toward rebuilding the 13th-century basilica, and it is hoped that larger donations will also come as awareness of the earthquake damage spreads. Italian art restorers are already working onthe frescoes, though no one knows yet how successful the restoration will be.     At a recent press conference that could only be described as charming and heartfelt - not words usually applicable to press events - a lineup of Italian dignitaries, including an emissary from the Vatican and Italian and American Franciscan friars, explained why San Francisco was chosen for this show, which was coveted by museums around the world.     The Italians explained that Assisi and San Francisco have much in common. Both share St. Francis as a patron. Both cities are in earthquake regions and have suffered numerous, sometimes devastating earthquakes. Assisi and San Francisco are also sister cities where Franciscan orders have a large presence.     This show is remarkable on several levels. Obviously, the drama of its circumstances lend it an unusual poignancy. In one of the two large galleries devoted to it, a short video showing the inside of the basilica during the earthquake runs continuously. It's impossible not to gasp as you see the stunning frescoes disintegrate in a nano-second and plunge to the floor in a cloud of plaster dust. Wall-sized blowups of the sublime frescoes, taken before the earthquake, give an idea of the magnificence of these masterworks.     From an art history perspective, the exhibition is wondrous. Nearly all the objects in the show, including 700-year-old tempera paintings, are astonishingly well preserved. A painting of St. Lawrence by Gherardo Sarnina, a 14th-century Florentine, seems nearly to glow, as though a glossy coat of varnish were washed over the painting just yesterday. The saint's saffron-colored robes are gorgeous; his halo sparkles with fine, golden light shafts.     Another sublime and beautifully preserved piece is a 15th-century wool and silk Flemish tapestry of St. Francis displaying his stigmata. He is surrounded by a constellation of radiant saints, including St. Clare, St. Elizabeth of Hungary and St. Anthony. Pontiffs and cardinals in magnificent robes form a base over which the saints seem to float. In keeping with early Renaissance style, vines and flowers entwine luxuriously throughout the scene, underscoring the idea of the Catholic church asa living tree or plant with many abundant branches.     Most of the objects in this show date from the 13th and 14th centuries, a period during which the cult of St. Francis flourished. Kings, queens and wealthy aristocrats paid homage to St. Francis by commissioning exquisite artworks that were then sent as offerings to the basilica in Assisi. The objects in this exhibition therefore come from various parts of Europe, adding up to a kind of connoisseurs' guide to the best of late medieval and early Renaissance craftsmanship.     The \"Reliquary of the Seamless Robe,\" made of cast, embossed, chased and gilded silver, comes from Paris, possibly from the king's own master goldsmith. It is supported by four fantastic animals with the heads of dogs and the bodies of dragons, a motif used widely in northern France. Other objects come from Venice, Rome and Florence.     Like any exhibition of religious objects that also are beautiful artworks, it's easy to be struck by the devotion and fervor that went into these pieces. Many centuries after they were made, they still seem hot with spiritual passion, one reason why this show is so compelling.     An interesting footnote to the exhibition is the story of Frederick Mason Perkins, 1874-1955, an American born of British parents who as a young man trained as a concert pianist. But after a trip to Italy he fell in love with Italian Renaissance painting, and became known as an amateur art historian and a scholar of Sienese painting. Perkins was also much moved by the cult of St. Francis, and he became a lay friar, living much of his life in and around Assisi.     The Germans arrested Perkins as an Allied spy during WWII, and he spent two years in prison. His collection of Renaissance Italian art was confiscated. When he was released after the war, most of his collection was returned. He in turn gave much of it, especially pieces relating to St. Francis, to the basilica's collection. Some of the pieces in this show are from the original Perkins collection. A SHOW OF PHOTOGRAPHY      If you have time for another art exhibition while in San Francisco this summer, head for the San Francisco Museum of Modern Art, where the museum's associate curator of  photography, Douglas R. Nickel, has organized an impressive show of landscape photography by the 19th-century photographer Carleton Watkins.     Born in rural New York in 1829, Watkins headed West in his '30s, where he soon started taking large-format photos of the vast landscape around him. He explored the natural wonders of the Yosemite Valley and the Pacific Coast, eventually wandering as far north as the Columbia River Gorge in Oregon.     Like the great landscape painters of the untamed West, Watkins combined a singularly Victorian point of view with his sense of awe over the grandeur of what he saw. Traveling often by mule with a huge camera and 22-inch by 18-inch glass negatives, he trudged through some of  Yosemite's most difficult-to-reach areas in search of images that not only impressed him, but that he hoped would impress an Eastern clientele. Like the painter Albert Bierstadt, Watkins' best clients were often Eastern industrialists who wanted flattering shots of their sawmills and fishing fleets nestled into the rough landscape.     Watkins aimed to show the landscape in heroic terms, all the while spreading the not-so-subtle idea of manifest destiny. Yosemite may be magnificent and raw, but that didn't mean that men with enough strength and courage couldn't conquer it.     Yet despite the bare-knuckles capitalism that supported his photographs, Watkins produced beautiful images. The show is divided into shots of Yosemite, the Mendocino Coast, the Columbia River and San Francisco, which in the mid-19th century was a patchwork of mud roads and clapboard buildings.     A century later, Watkins is considered one of the outstanding 19th-century photographers. During his lifetime, however, he was rarely successful. He was often bankrupt and was completely ruined by the 1906 San Francisco earthquake and fire, in which all his glass negatives were destroyed. He died in Napa State Hospital for the Insane in 1916.     This show will go on to the Metropolitan Museum of Art in New York and the National Gallery  of Art in Washington, D.C.Caption:  PHOTO1) CALIFORNIA PALACE OF THE LEGION OF HONOR: `SAINT FRANCIS  AND FOUR POSTHUMOUS MIRACLES,\" A 45 1/2-BY-60 3/4-INCH TEMPERA ON  PANEL, IS INCLUDED IN THE SUMPTUOUS SHOW `\"HE TREASURY OF SAINT FRANCIS  OF ASSISI.\"2) SAN FRANCISCO MUSEUM OF MODERN ART: ALSO ON VIEW IN SAN FRANCISCO  ARE PHOTOGRAPHS BY CARLETON WATKINS, INCLUDING \"EAGLE CREEK, COLUMBIA  RIVER,\" FROM 1867.", "edition": "Final"}