{"title": "Quake worry lies in layers under highway viaduct", "filename": "1999-09-30_QuakeWorryLiesInLayersUnderHighwayViaduct.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C850D25B6610?p=WORLDNEWS", "date": "1999-09-30", "page": "B1", "section": "Local News", "author": "Eric Sorensen", "text": "Show some geologists the side of Beacon Hill and, like blind men feeling an elephant, they can come to different conclusions.     The state Department of Transportation sees evidence of glaciers and landslides. Researchers from the U.S. Geological Survey (USGS) and the University of Washington wonder if they are seeing sediments tortured by earthquake activity.     Why care? Because the outcrop in question runs under the elevated portion of Interstate 5, just south of the Interstate 90 interchange, the daily byway of tens of thousands of cars and trucks. And if the theory prevails, transportation officials would have to seriously consider improving the safety of the viaduct.     When the interstate was built in the mid-1960s, officials were unaware that a fault ran under the city. But in the past decade, researchers have found a number of local features that hint at the direction and power of what is now called the Seattle fault.     The Beacon Hill outcrop may be the latest bit of evidence.     Brian Sherrod, a USGS research geologist and UW instructor, discovered the outcrop while stuck on the viaduct last year. He was near where the interstate passes South Atlantic Street, where the Seattle fault is believed to lie on its east-west run between Bremerton and Issaquah, and noticed the outcrop had an odd, deformed look.     Sherrod's idle observation has resulted in a low-grade scientific controversy, with the sober-minded discussions of theories and evidence at odds with the high stakes involved.     \"You landslide this to make this kind of deformation today, and this stuff is coming down,\" Sherrod said yesterday, referring to the freeway 30 feet overhead.     As potential quake material goes, the Beacon Hill outcrop is unassuming. It's pasty gray, cool and soft, like hobby clay left to dry. It has been drying at least 15,000 years, from before the last glacier, but it is not old enough to undergo the pressures needed to turn it into rock.     Peruse just 50 yards of its length and it becomes a cryptic geological text, with pages of ancient sediment folding and turning like the pages of a book.     At first, the sediments lie flat, just as they were originally deposited. But as Sherrod walked north, the sediments start tilting upward. A crack, almost as subtle as the lines between the sediments, runs up and down.\"You're standing on a fault,\" Sherrod said.     In Sherrod's theory, the material has been shaped by tectonic forces, which push on the Earth's crust to form folds and faults and the occasional earthquake. In this case, material from the south has been pushed north, bending and folding until finally it had to give, creating a fault in the process.     Breaking off a piece of the material, Sherrod showed a shiny slickenside, a surface polished and lightly grooved from the friction inside the fault.     \"It's not an open-up-and-swallow-'em situation,\" Sherrod said. \"It's things sliding past each other.\"      A few steps farther north, the layers mimic the rumples of an unmade bed, but with the folds still lying as if they were pushed from the north and south. If they had been created by landslides coming down from Beacon Hill, they would be at a different angle, Sherrod said, \"and they're not.\"      But Sherrod cautions that there are still plenty of explanations for how the sediments have come to be this way. Further work on the site is planned, although for now, Sherrod and two colleagues at the UW are working on their own time.     Tony Allen, state geotechnical engineer for the Department of Transportation (DOT), said glacial action could have put the sediments under intense pressure, creating cracking and shearing.     \"It's tremendous forces involved there,\" he said, adding that the forces are increased by Beacon Hill rising to the east.     But Allen said the DOT is still interested in whatever role the Seattle fault might have, particularly as a subcommittee of the American Association of State Highway and Transportation Officials looks into stricter earthquake standards for bridges.      Even if tectonics is involved, there remains a question of how often the fault is moving and when it might move again.     \"We'll never have a certain answer,\" said Richard Blakely, a USGS geophysicist. \"Maybe that's too strong a statement, but unless the fault actually moves and creates a big earthquake, there will always be that question about whether the fault is active.\" Eric Sorensen's e-mail address is esorensen@seattletimes.com", "edition": "Final"}