{"title": "Quake notebook - turkish airlines 737 will transport aid from seattle tonight", "filename": "1999-08-19_QuakeNotebook-TurkishAirlines737WillTransportAidFromSeattleTonight.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C83311FBB660?p=WORLDNEWS", "date": "1999-08-19", "page": "A21", "section": "News", "author": "Unknown", "text": "A Boeing jet purchased by Turkish Airlines is scheduled to fly to Istanbul tonight with a volunteer medical team, blankets, clothing and other supplies to help victims of the worst recorded earthquake in Turkey's history.     Portland-based Northwest Medical Teams International has assembled a group of medical personnel from the Northwest and California, and the Washington branch of the Turkish American Cultural Association (TACA) has collected clothes, blankets, food and sleeping bags.     Local businesses also are providing goods for the plane. QFC gave cases of bottled water, Tully's Coffee donated 100 T-shirts, and the Sheraton Seattle Hotel & Towers contributed candles, blankets, towels, sheets, toothpaste, soap, shampoo, lotion, coloring books and teddy bears.     Officials from the airline were in Seattle preparing to bring the 737-800 to Turkey when the earthquake struck. They already were planning to use it for a philanthropic mission, taking 6,000 pounds of textbooks for a new university in Istanbul. American Islamic groups mobilize to help Turkey      LOS ANGELES  - Islamic groups in the United States have tapped the Internet, solicited blood donations and sent pleas to mosques across the country in a coordinated effort to bring relief to earthquake victims in Turkey.    Some Muslims said yesterday the campaign demonstrates the growing prominence and organization of one of America's fastest-growing faiths.    Holy Land Foundation, a relief group based in Richardson, Texas,  has raised thousands of dollars since the earthquake.   Islamic Relief, based in Burbank, Calif., has raised $20,000 in donations for Turkey, an overwhelmingly Muslim country, and organizers expect $30,000 more within the next few days, said spokesman Abdel Salam Serajudeen.    The Council on American-Islamic Relations in Washington said it contacted 2,000 mosques nationwide for offers of assistance. The New York-based Islamic Circle of North America began collecting medicine to send to Turkey.    Turkish Muslims are a small minority of America's Muslim population, estimated at about 6 million. But Islamic groups in the United States have increasingly organized relief efforts in Muslim countries, particularly during crises in Somalia, Bosnia and, most recently, Kosovo. Navy ships ordered to region to help injured     WASHINGTON - Three U.S. Navy ships carrying 2,100 Marines and 1,000 sailors, including eight doctors, are being sent to help Turkey's earthquake-relief effort, the U.S. Sixth Fleet said yesterday.  The amphibious assault ship Kearsarge, amphibious transport dock Ponce and dock landing ship Gunston Hall were headed for waters off Istanbul.     The Kearsarge, with 22 helicopters aboard, features an 819-foot-long flight deck that can support multiple medical evacuations.     The three-ship group contains about 631 beds, six operating rooms and five X-ray rooms. Eight medical doctors, three dental officers and 88 medical corpsmen are assigned to the ships, said the fleet, which is headquartered in Gaeta, Italy. Scientists were preparing quake warning system     A team of scientists from the Massachusetts Institute of Technology in Cambridge said an early warning system they were working on for the region surrounding Izmit, the city hardest hit Tuesday, could be helpful to Istanbul should any other seismic activity take place.    The scientists said they hoped the system would give residents hours of warning before any new earthquake occurs.    The MIT team was less than six months from having the new system in place when  Tuesday's earthquake hit, said Nafi Toksoz, a geophysicist at MIT.    The system, based on positional information obtained by satellites, detects changes in the Earth's movement over time, which Toksoz said may be key to determining when a large earthquake will occur.", "edition": "Final"}