{"title": "Quake-damaged city hall reopening in san francisco", "filename": "1999-01-04_Quake-DamagedCityHallReopeningInSanFrancisco.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C78A59F5F8D1?p=WORLDNEWS", "date": "1999-01-04", "page": "A4", "section": "News", "author": "Anne M. Peterson", "text": "SAN FRANCISCO - San Francisco's worst earthquake prompted creation of its glittering City Hall. The latest deadly temblor brought its restoration.    The landmark crowned by a golden dome taller than the U.S. Capitol's reopens tomorrow, nearly a decade after the Loma Prieta quake put cracks in the French Renaissance-style building, forcing its closure in 1995.    The regal hall was erected as a monument to San Francisco's rebirth after the city was leveled by the huge 1906 quake.    Dulled by fog and salty ocean breezes, the building's dome is back to its original luster, thanks to more than $400,000 in gold filigree. The restoration project cost $293 million.    Included in the price - which was about $100 million more than originally planned - were 600 rubber and stainless-steel bumpers  to help the building withstand an earthquake up to magnitude 8.    Mayor Willie Brown will move into a spacious office paneled in dark oak, with wooden parquet floors and a decorative fireplace.    Brown wanted to transform the building into a ceremonial showplace, reducing the number of city workers there from 1,300 to about 700. Opponents of that idea prevailed - the new building will house about 1,000 city workers.    The restoration revealed the vision of original architect Arthur Brown Jr., who also designed Coit Tower.    Workers  were dwarfed by the centerpiece staircase and 306-foot dome of the rotunda.    James \"Sunny Jim\" Rolph, who was mayor when it was first built, directed Brown to make a larger dome than the U.S. Capitol, according to the project manager, Tony Irons.    \"It's about 5 feet taller,\" he said.Caption:  PHOTOBEN MARGOT / THE AP: WORKERS PUT FINISHING TOUCHES ON SAN FRANCISCO'S CITY HALL DOME DURING CHRISTMAS WEEK. THE BUILDING, WHICH HAS BEEN CLOSED SINCE 1995, WILL REOPEN TOMORROW.", "edition": "Final"}