{"title": "`come on, marines, heave!': u.s. troops set up tents from kosovo to house quake's homeless", "filename": "1999-08-29_`ComeOnMarinesHeave!USTroopsSetUpTentsFromKosovoToHouseQuakeSHomeless.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C83AD471D77B?p=WORLDNEWS", "date": "1999-08-29", "page": "A2", "section": "News", "author": "Patrick Quinn", "text": "GOLCUK, Turkey - As a slight drizzle turned to rain in the hills above the torn-up port of Golcuk, U.S. Marines set up the first of 2,300 family-size tents to help house some of the hundreds of thousands left homeless by Turkey's killer quake.    Swinging sledgehammers and heaving on ropes, 24 Marines from the amphibious assault ship USS Kearsarge worked in a muddy field next to a cemetery in the town's Degirmendere district.    \"Come on, Marines, heave!\" they shouted as they set up the first of six 20-person tents.    They will initially set up about 100 tents here and at a nearby auto plant. The remainder are due to arrive in the next few days.    \"I lost my friends and my home,\" Turkish Navy Lt. Umit Ozden said at Golcuk's demolished navy base. \"These 2,300 tents will help people needing a place to live until we can build them new ones.\"     It was the first time members of the 26th Marine Expeditionary Unit have been able to directly contribute to the relief effort in the aftermath of the Aug. 17 earthquake, which killed at least 13,000 people and left about 600,000 homeless.    \"The earthquakes we have seen in Los Angeles and San Francisco are nothing compared to this,\" said Petty Officer 3rd Class Tobias Greynolds, a 26-year-old corpsman from Tacoma, Wash.    \"It's a real eye-opener,\" he said.    A three-ship force made up of the Kearsarge, USS Ponce and the USS Guston Hall arrived here last week with 2,100 Marines and 900 sailors as part of operation Avid Response. But the ships' surgeries and medical expertise weren't needed. At the time, Turkey had been inundated with more than 2,000 rescue and medical crews.    So the Kearsarge and the other ships are providing 26 helicopters, including six heavy-lift CH-53Es, to ferry tons of aid to hard-to-reach areas.    \"I spent a lot of time flying over Kosovo, and it's good to help people,\" said Capt. Alison Thompson, a 26-year-old helicopter pilot from Mount Clemens, Mich.    Thompson was leaning into rotor wash from a smaller helicopter delivering Marines at Golcuk navy base. The base was Turkey's largest before the earthquake demolished it, killing 378 people - mostly naval officers and sailors - and injuring 225.    There are 828 people still missing in the rubble of the base, which is less than one mile square.    \"It's important that they are bringing in these big tents. We will first use them to keep our medical supplies and other aid under cover,\" said Ogan Gurel, a doctor from Brigham and Women's Hospital in Boston who took vacation time to fly to his homeland and help.    As he spoke, Marines heaved open another tent, and people streamed by to get bread and olives from a relief truck.    The Marines had used many of these tents to set up shelters for hundreds of thousands of ethnic Albanian refugees in Macedonia and Albania. After the refugees went back home to Kosovo, the tents were dismantled for future humanitarian use.Caption:  PHOTOEYAL WARSHAVSKY / THE AP: MARINES ERIK SNYDER OF EATONVILLE, PIERCE COUNTY, LEFT, AND JOHN FRANCIS OF ST. LOUIS SET UP A TENT YESTERDAY NEAR GOLCUK, TURKEY.", "edition": "Final"}