{"title": "Earthquake aftermath - fast growth led to flimsy homes", "filename": "1999-08-19_EarthquakeAftermath-FastGrowthLedToFlimsyHomes.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C832D57968F8?p=WORLDNEWS", "date": "1999-08-19", "page": "A2", "section": "News", "author": "Lee Hockstader", "text": "IN TURKEY, earthquake survivors are angry at rescue efforts judged by many to be inadequate, and at construction standards that allowed so many shoddy buildings. SAKARYA, Turkey - At 22 New Bosnia Street in downtown Sakarya, Arzu Ceviker fought her way out of a coffin-sized space in the crumbled apartment building that entombed her for 17 hours.    But she could do nothing more for her 52-year-old father, Ali, than feed him biscuits as he lay fully visible through a shaft atop the ruins. Caught by his ankle and unable to move, Ali died yesterday morning as his daughter helplessly watched him from above. No rescuers were in sight.    \"I heard him sneezing at 3:30 a.m.,\" she said, weeping softly. \"I heard him shouting, `Arzu, my daughter, my baby!' \"     It is hard to say whether Sakarya, before an earthquake hit western Turkey at 3:02 a.m. Tuesday, was scruffy or handsome, or whether its sun-scorched streets were indolent or bustling. What is plain is that now, Sakarya, the scene of many tragedies like Ceviker's was traumatized and transformed, and will remain so for a long, long while. Fury is rising     The farthest east of major cities pulverized by the earthquake, Sakarya, is a tableau of destruction, death and despair. There is fury here, too - fury at rescue efforts judged by many to be inadequate, and fury at construction standards that allowed so many flimsy buildings to be built on a geological fault line.   Although the region has suffered several quakes over the past decade, experts say little has been done to address the problems of shady contractors who don't bother with permits and who skimp on materials, or corrupt officials who don't enforce building codes.      Yesterday in Yalova, where 350 people died in collapsed buildings, one of the city's biggest contractors narrowly escaped a lynching by a mob that accused him of shoddy construction practices. His car was set ablaze.     Prime Minister Bulent Ecevit promised a crackdown on unscrupulous builders. \"The price for irresponsible behavior is very high for our people,\" he told reporters. \"We shall take measures against it.\"     But others complained that the powerful construction lobby and a corruption-riddled political system hinder reforms.    \"They said the same last year\" after a quake in Adana killed 144 people, said Feray Salman of the Turkish Association of Engineers and Architects. \"And two years ago and 10 years ago. But the necessary measures are not taken.\" Hundreds dead here     Nearly 600 bodies have been pulled from collapsed buildings in Sakarya so far. Hundreds more people were still trapped, probably dead. More than half the buildings here were damaged, especially newer apartment blocks, and many were destroyed.    In Sakarya's central square, a broad, leafy plaza ringed by buildings leaning at crazy angles and in piles of rubble, local officials were besieged by hundreds of citizens, grieving, suffering and irate. They gathered under a tent erected in front of the town hall, and the din of their pleadings was deafening.    A few clerks manned typewriters. There were no computers. No running water. No functioning local phones. No electricity. No blankets.    Celal Dincer, the city's deputy governor, is a calm and matter-of-fact man, but he seemed to wither under the force of emotions flung at him. He cannot possibly solve all the problems confronting him, but he seemed determined at least to listen.     \"We're out-of-towners from Istanbul, and we have relatives here!\" bellowed a burly man.  \"No one will help us! We've been sent from one official to another! We want to rescue our friends and relatives! We want to dig, but we have been given no equipment!\"     Now a booming industrial city, Sakarya has grown dizzyingly for at least a decade as its industry and commerce developed. Turks from smaller towns and villages arrived to work at the city's corporate behemoths - its Toyota and Goodyear plants and pharmaceutical concerns. The population expanded at a rate of 10 percent a year.    To accommodate the thousands of new workers and their families, hundreds of apartment buildings rose around the city, crudely built and of cheap materials. If there were special construction standards for building on a known fault line, they were never enforced. In the midst of such a building boom, no one was paying much attention, officials acknowledged. The town, with a population of 350,000, has 15 building inspectors.     The same pattern has occurred in and around Istanbul, where waves of rural Turks have swollen the population from about 1 million in 1960 to an estimated 12 million today.    The influx gave rise to neighborhoods of shanties built illegally on the fringes of the city - known derisively in Turkish as \"gecekondu\" (ge-je-KON-doo), or \"built overnight.\"     These areas stretch for miles. But in recent years, many of the shacks have been haphazardly replaced by cookie-cutter apartment blocs, poorly constructed without building permits but affordable to those employed in nearby factories.    It is, said some Turks, an old story. What happened last year     After the quake in Adana last year, three or four building contractors were jailed briefly. But they were soon released, and nothing really changed, said Bahadir Acuner of Adana's Board of Civil Engineers.    Acuner, who came here to call attention to construction inadequacies, said that if tough standards had been applied uniformly in Sakarya, no buildings would have collapsed.    \"Look at that building; there's not even a crack,\" he said, pointing to a bank in Sakarya's main plaza, one of the few intact structures downtown. \"But go two steps farther down the street, and there's a pile of rubble.\"     Dincer, the deputy governor, acknowledged that new buildings were constructed virtually without inspection or oversight and that relatively high-rise apartment blocs were permitted, which he called a \"mistake\" on the city's part.    Said Tunc Findik, 27, a rescue worker: \"There are no rules, and there are very cheap materials. The foundations are just one or two meters deep instead of four or five meters . . . I'd guess there won't be any new rules because the value of human life isn't high here, as in any Third World country. If you want to make something cheap, Turkey is the place.\"     Turkish and foreign rescue workers scrambled over twisted heaps of ruined buildings, trying to listen for wounded and extract survivors. But there were too few rescuers, and many had only the rudest equipment. The city has too few cranes and not enough rescue equipment, officials said. Limits from government      Turkey's highly centralized government limits the taxing authority and other powers of local authorities. As a result, municipalities lack trained civil-defense teams and have had to wait for expert help to be dispatched from the capital, Ankara.    One team from Ankara rushed to Sakarya Tuesday despite having trained only in avalanche and missing-persons operations. Team members carried only sledgehammers and wore mining helmets.    \"Everyone says there are so many rescue teams arriving, but they haven't done anything,\" said Fikret Matpan, a retired butcher.     Across western Turkey, however, hundreds of young people more at home in banks and business offices donned helmets and gloves to aid rescue efforts.     The young professionals are helping to fill the void left by inadequate national resources. While some of the young people picked up shovels, others were acting as interpretors for foreign rescue-team workers. Information from The Associated Press, Reuters and Los Angeles Times is included in this report.Caption:  PHOTO: MAP1) KNIGHT RIDDER NEWSPAPERS / AP: TURKEY (MAP NOT AVAILABLE  ELECTRONICALLY)2) ANATOLIA NEWS AGENCY: MANY OF THE QUAKE-DAMAGED BUILDINGS IN  SAKARYA, TURKEY, WERE AMONG THOSE BUILT OF CHEAP MATERIALS DURING THIS  DECADE'S POPULATION BOOM.", "edition": "Final"}