{"title": "Turkey quake's homeless in limbo", "filename": "1999-09-02_TurkeyQuakeSHomelessInLimbo.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C83D2531B428?p=WORLDNEWS", "date": "1999-09-02", "page": "A21", "section": "News", "author": "Harmonie Toros", "text": "ISTANBUL, Turkey - Her walls are still cracked and no one has come to examine her apartment building to rule whether it will stand. But Fikriye Ustundag was tired of living under the rain without a tent and moved back into her home.    More than 1,000 aftershocks, and official warnings to  stay away from buildings damaged by the Aug. 17 earthquake, sent Ustundag looking Wednesday for someone who could tell her whether she was putting her three children in danger.    At the city offices in Avcilar, Istanbul's hard-hit neighborhood, Ustundag looked in vain through the lists of buildings to check whether anyone has ruled on her home.    \"We're scared. Scared that authorities will tell us our home has to be torn down, scared that it collapses in another quake,\" she said.    Two weeks after the quake, thousands of the half-million left homeless are caught in the dilemma of whether to stay in tents or move back inside homes that may or may not be safe. When two strong aftershocks hit Tuesday, falling debris injured scores among the many who have re-entered shattered apartments.    The quake killed more than 14,400 people and brought down nearly 20,000 apartment buildings. An additional 30,000 buildings have been ruled uninhabitable by the teams of engineers and architects dispatched to the region across the 200-mile-long quake zone.    Like hundreds of others, Ustundag was told that engineers and architects from the Public Works Ministry and state universities were touring the district and that she had to wait.    It will take at least two months for all the buildings to be fully examined, said Erdogan Uzgider, a civil engineer from Istanbul's Technical University.    Meanwhile, Ustundag wonders if she'll get into trouble for moving back into her house.    \"Do we get fined if we enter our houses without authorization?\" Ustundag asks a city hall official.    \"The fine is that if there's another quake, your building may collapse with you in it,\" answered the civil servant, who declined to give her name.", "edition": "First"}