{"title": "Hundreds hurt as quake rocks turkey", "filename": "1999-11-12_HundredsHurtAsQuakeRocksTurkey.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C8725AB401C6?p=WORLDNEWS", "date": "1999-11-12", "page": "A2", "section": "News", "author": "Apreuters", "text": "ANKARA, Turkey - A strong earthquake rocked western Turkey today, collapsing buildings, setting off fires and killing at least 17 people, officials said. Hundreds were reportedly injured.    The magnitude-7.2 quake was centered on the town of Duzce, about 115 miles east of Istanbul, said Ahmet Mete Isikara, head of Istanbul's Kandilli Observatory.   \"We are face to face with a new disaster,\" said President Suleyman Demirel. \"We understand that some of our people have lost their lives, and that others were injured. . . . I hope that our losses will not be great.\"      Turkish Prime Minister Bulent Ecevit said the powerful earthquake killed 17 people and many more were still trapped in the rubble. NTV news channel reported 500 people were injured.    The temblor struck in the region that was devastated by the magnitude-7.4 quake on Aug. 17, though not in the hardest-hit areas. The earlier quake killed at least 17,000 people.    In Duzce, so many people were injured that casualties had to be treated in the garden of the local hospital, Turkey's private NTV television reported.    Sadettin Cakmakoglu, a doctor, said the hospital was in urgent need of pain killers and medicine.    \"I am calling out SOS for Duzce,\" Anatolia quoted him as saying.    The government was rushing rescue teams to Duzce, where several buildings had collapsed, State Minister Hasan Gemici said.    In nearby Bolu, the quake set off explosions in buildings, which triggered fires, the town's police chief, Ugur Gur, said.    He said the road to Istanbul was torn apart and called for urgent medical aid from the capital, Ankara, some 160 miles to the east.    Buildings in Istanbul and Ankara shook as though they were made of rubber.    In Adapazari, which was virtually leveled by the Aug. 17 earthquake, terrified residents leaped from their shaking buildings, said Cahit Kirac, the town governor. Adapazari is 40 miles from Duzce.    The quake, which struck at 6:57 p.m., was followed by at least five aftershocks with magnitudes greater than 5, Isikara said.    It was the second quake in as many days. Yesterday, a magnitude-5.7 aftershock killed one person and injured 171, with most of the casualties in Adapazari. That aftershock was centered in the area of western Turkey that is still recovering from the Aug. 17 earthquake.    Turkey is preparing to play host to delegations from 54 countries for a Nov. 18-19 summit of the Organization for Security and Cooperation in Europe. President Clinton is expected to arrive in Turkey on Sunday.", "edition": "Final"}