{"title": "Quake survivors hope for miracles", "filename": "1999-02-01_QuakeSurvivorsHopeForMiracles.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C79E825EAA9C?p=WORLDNEWS", "date": "1999-02-01", "page": "A16", "section": "News", "author": "Jared Kotler", "text": "ARMENIA, Colombia - In this stench-ridden city devastated by an earthquake a week ago, survivors are mourning the dead, struggling to escape or keeping up the search for lost loved ones.    And in one of the first public ceremonies since the disaster, about 100 people knelt, closed their eyes and prayed during an open-air Mass yesterday in Uribe Park, in one of Armenia's most devastated neighborhoods.    A crumbled parish church sat on the edge of the shaded park, where dozens of families were camping out in tents and lean-tos fashioned from cardboard, plastic sheeting and scrap metal.    \"We're a people destroyed materially, but we're putting our great trust in Jesus,\" one priest said.    At Eden airport on Armenia's outskirts, 47-year-old Miguel Angel Rincon was among about 500 people who waited after sundown, hoping for a free ride out on air-force cargo planes dropping off relief supplies.    Police said there were no flights available, but the crowd was staying put.    \"I haven't been able to communicate with my wife and kids. They don't know if I'm dead or alive,\" said Rincon, a coffee picker from far-off Cucuta state on the Venezuelan border who arrived for the harvest two weeks ago.    In the rubble of a downtown building, 81-year-old farm hand Bertulfo Arias was searching for his grandson's girlfriend, a young secretary.    \"I believe in miracles, but I doubt she's alive,\" he said, tirelessly pulling away chunks of heavy concrete and plaster with mud-caked hands. \"My grandson just wants to put this thing to rest.\"     Yesterday, hundreds of rescuers worked from dawn to dusk - bands of robbers make their work too dangerous after dark - but found only two victims: a woman and a 5-year-old girl, both of them dead.    The only triumph was the recovery of two kittens - 2 weeks old and covered in golden fur - in the ruins of what had been an 11-story building.    No people have been saved since Wednesday, and rescue workers concede that after a week, there is little chance of finding anyone else alive. But they continue to wander through piles of rubble, pull apart collapsed buildings, listen for movement with sophisticated sonar equipment - just in case.    \"There's always a chance, but without water, without air, it's tough,\" said Pavelcze Laszlo, a doctor who heads a rescue squad from Hungary.    The earthquake Jan. 25 has claimed nearly 1,000 lives and crippled areas in and around Armenia, where two-thirds of the deaths occurred. More than half the city was destroyed.    At least 200,000 people are homeless, thousands have fled to other cities and health conditions are deteriorating due to food shortages and a lack of running water and power.    For a seventh straight night, devastated areas were pitch dark, although electricity and phone service were creeping back into some of the quake-damaged neighborhoods.    Looting by roving armed bands has been widespread, complicating the relief effort and prompting residents of many neighborhoods to grab handguns and machetes, and form vigilante groups.    Order had generally been restored by yesterday as the number of troops trucked into the area reached 6,000. A smattering of supermarkets, bakeries and restaurants were open, although the vast majority of Armenia's businesses remained shuttered due either to damage or fear they would be looted.Caption:  PHOTOELIZABETH DALZIEL / THE AP: LUZ ELENA ALVAREZ HOLDS HER DAUGHTER JENNIFER YESTERDAY DURING A MASS FOR THE VICTIMS OF THE EARTHQUAKE IN ARMENIA, COLOMBIA.", "edition": "Final"}