{"title": "Quake toll: a numbers game in turkey - no official figure, yet, as many remain missing", "filename": "1999-09-28_QuakeTollANumbersGameInTurkey-NoOfficialFigureYetAsManyRemainMissing.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C84FD08DCFF8?p=WORLDNEWS", "date": "1999-09-28", "page": "A11", "section": "News", "author": "Harmonie Toros", "text": "GOLCUK, Turkey - A month after a massive earthquake shattered his Golcuk neighborhood, Bulent Akalin is still waiting to see if the huge cranes that lift chunks of concrete from collapsed buildings will uncover the bodies of his neighbors.    Akalin - wearing a white surgical mask to ward off the smell of decaying corpses - was standing several days ago in front of three collapsed apartment buildings, including his own.    He said he was standing vigil: One of his neighbors' remains had already been unearthed, and he was waiting for four more bodies to be found so he  could inform the relatives.    The government says almost 16,000 people died in the earthquake, but hundreds - perhaps thousands - of people like Akalin's neighbors are still missing. The question is not whether the death toll will rise, but by how much.    Labor Minister Yasar Okuyan, a native of the hard-hit city of Yalova, expects the toll to rise to 20,000. How about 45,000? People talk of that possibility  in western Turkey, where the quake struck.    The true number may never be known.    In the first days after the quake, many people dug out the bodies of their relatives and quickly buried them without notifying authorities.    Hundreds have since registered deaths, and quake officials still receive dozens of notifications each day. But some bodies were shipped by relatives to ancestral villages far from western Turkey, and they may never be added to the quake toll.    In Golcuk, the hardest-hit town, officials say that only 20 percent of the 1,000 collapsed buildings have been cleared. No one seems to have a figure for how many people could be buried beneath the rubble.    Some quake survivors have accused the government - which faced scathing criticisms in the press for its slow reaction to the disaster - of hiding the real death-toll figure.    \"They are scared that our anger will grow further,\" said Alahattin Acar, as he watched cranes rip through his collapsed home.    Abdullah Gul, a senior official of the opposition Islamic Virtue Party, said the death-toll figure is genuine. But, he added, \"they are not giving out a figure for the missing. That is the trick they are playing.\"     Ozgun Okmen, deputy undersecretary at the Prime Ministry, said Friday the government would soon announce a figure for the missing. The figure was still not released yesterday.    Okmen denied that the government is keeping anything secret. He said the toll could increase by \"three to five thousand,\" but not more.    Increasing the confusion is the fact that after the quake struck, the government ordered 45,000 body bags from the United Nations. It later cut back the order after receiving 15,000 to 20,000 bags.    \"In the first days, because the media was speculating that the death toll would reach over 40,000, we asked for a higher number of body bags just to be on the safe side,\" Okmen said.    Relief workers say estimates made in the first days after a disaster often turn out to be wrong.", "edition": "Final"}