{"title": "7.8 quake kills hundreds - tremor in turkey is strongest ever recorded in the region", "filename": "1999-08-17_78QuakeKillsHundreds-TremorInTurkeyIsStrongestEverRecordedInTheRegion.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C8321862B8B4?p=WORLDNEWS", "date": "1999-08-17", "page": "A1", "section": "News", "author": "The Apreuters", "text": "ISTANBUL, Turkey - More than 1,100 people were reported killed and thousands injured last night when a massive earthquake struck western Turkey's biggest cities. Many people were trapped as they slept in buildings that collapsed during the most powerful tremor ever recorded in the region.     The National Earthquake Information Center in Golden, Colo., said the quake had a magnitude of 7.8, making it nearly as powerful as the 7.9-magnitude San Francisco quake, which killed 700 people in 1906.     The prime minister's office said 1,169 were killed and 5,550 injured in the quake, which occurred 6 miles below the surface across the Marmara Sea region, Turkey's most heavily populated area and its industrial heart.     President Clinton today mourned the earthquake victims as emergency-assistance teams were heading there to search for survivors.     \"We must stand with them and do whatever we can to help them to get through this terrible crisis,\" Clinton said.     A 70-member team from Fairfax County, Va., accompanied by firetrucks and specially trained dogs, was due to arrive in Turkey today to help look for survivors and remove rubble. A separate, eight-member group from Dade County, Fla., was joining the Virginia team.     They were expected to arrive well within the 72-hour period during which victims caught in earthquake rubble normally can be rescued.     Bill Smith, a geophysicist at Golden, said the tremor was the biggest in northwestern Turkey since record-keeping began, and was of a level not seen since the 1976 quake that killed at least 240,000 in Tangshan, China.     Authorities said at least 156 people were killed in Istanbul alone, where 3,721 people were injured, the semiofficial Anatolia news agency said. Istanbul's population is 7.9 million.     The quake struck at 3 a.m. local time, shaking people out of their beds and sending them into the streets in panic. Many people fled their homes in nightclothes and without shoes.     Dozens of buildings and highway overpasses in Istanbul collapsed, state television said.     The hardest-hit area appeared to be around the industrial city of Izmit, where firefighters battled a blaze at a major oil refinery operated by the state-owned petroleum company Tupras.     Ali Pinar, an official from the Istanbul-based Kandilli observatory, said Izmit, also known as Kocaeli, is on a quake-prone fault line.     At least 100 people were believed to have been killed in Golcuk, near Izmit and 80 miles southeast of Istanbul.     Rescuers, some using their bare hands, clawed through earthquake rubble there today in a desperate search for more than 200 sailors buried under a collapsed building on a navy base.     U.S. Energy Secretary Bill Richardson, who was visiting Istanbul for talks with regional oil officials, called the quake \"devastating.\"      Gen. Henry Shelton, chairman of the Joint Chiefs of Staff, who was visiting Ankara, also was unhurt.     \"We have no reports yet of any injured Americans, but there are a lot of American tourists here,\" Richardson said in an interview with ABC's \"Good Morning America.\"      In a show of support for its traditional rival, Greek Premier Costas Simitis offered aid and condolences, and planned to send a military plane with medical supplies.     Germany, home to the largest Turkish population outside Turkey, has already sent salvage teams with dogs. Israel said it was sending a 120-strong mercy mission.     When the temblor struck, thousands headed for the relative safety of the open streets.     \"We saw the floor move; we all ran out of the house,\" said Ramazan Aydeniz, sitting in front of his ice-cream shop in Istanbul. \"The kids, the elderly were all in a panic.\"      Hospitals were overwhelmed.     NTV said hospitals in Izmit were turning away people with minor injuries and treating people on sidewalks. Medical workers were reportedly breaking windows of pharmacies to get supplies.     There was no visible damage to Istanbul's treasured historic sites, including the Blue Mosque, the nearly 1,500-year-old Sancta Sofia church, or Topkapi Palace, the seat of the Ottoman sultans. Tens of thousands of tourists visit them each summer.     The quake also shook the capital, Ankara, 270 miles to the east. There were no immediate reports of damage or injury there, although power was out in some areas.     Telephone and electrical service was cut in several areas as the quake struck, broadcast reports said, and vehicles on the main highway linking Istanbul and Ankara slammed into one another as the earth shook. -------------------- Big Northwest quakes -------------------- Significant earthquakes in the Northwest include:   --  1872  7.3 or 7.4 North Cascades.  --  1909  6.0 near San Juan Islands.  --  1918  7.0 Vancouver Island.  --  1939  6.2 near Bremerton.  --  1946  7.3 Vancouver Island.  --  1949  7.1 near Olympia.  --  1949  8.1 Queen Charlotte.  --  1959  7.5 Montana.  --  1965  6.5 near Tacoma.  --  1983  7.3 Idaho.  --  1995  5.1 near Tacoma.  --  1999  5.8 or 5.9 near Olympia. Seismologists at the University of Washington have predicted that an earthquake of magnitude 9.0 or higher will someday strike the Pacific Northwest.Caption:  PHOTO: MAP1) THE AP: RESCUE WORKERS SEARCH FOR SURVIVORS IN IZMIT,  TURKEY, AFTER A MASSIVE EARTHQUAKE STRUCK THE WESTERN PORTION OF THE  COUNTRY. AN OFFICIAL SAID IZMIT, ALSO KNOWN AS KOCAELI, IS ON A QUAKE- PRONE FAULT LINE. IT WAS THE MOST POWERFUL QUAKE EVER RECORDED IN THE  REGION.2) THE AP: A RESCUE WORKER CARRIES AN INJURED GIRL FROM A DEMOLISHED  BUILDING IN ISTANBUL. THE PHOTO IS FROM TELEVISION. DOZENS OF BUILDINGS  IN ISTANBUL COLLAPSED, AND RESCUERS WERE TRYING TO FREE PEOPLE TRAPPED  IN THE RUBBLE.3) THE AP: GRIEVING WOMEN CONSOLE EACH OTHER IN FRONT OF A COLLAPSED  BUILDING IN YALOVA, WESTERN TURKEY, IN AN IMAGE FROM TELEVISION.4) BILL RICHARDSON5) KNIGHT RIDDER NEWSPAPERS, THE AP: IZMIT, TURKEY", "edition": "Final"}