{"title": "Geologists: sorry we scared you - `test quake' rattles area residents", "filename": "1999-09-25_GeologistsSorryWeScaredYou-`TestQuakeRattlesAreaResidents.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C84D64FD1631?p=WORLDNEWS", "date": "1999-09-25", "page": "A1", "section": "News", "author": "Eric Sorensen", "text": "Federal geologists are planning to send written apologies to Puget Sound residents for a series of stronger-than-expected explosions that had people leaping out of bed earlier this week and wondering if they were experiencing an earthquake.     \"We tried to do this without disturbing people,\" said Thomas Pratt, a U.S. Geological Survey geophysicist who helped coordinate the study using the explosions. \"We're sorry for that happening, of course.\"      Craig Weaver, regional coordinator for the USGS's earthquake program, said the service will write letters apologizing to the two dozen or so people who complained. They will also be invited to meet with scientists involved in the testing during a community forum on Seattle's natural hazards next Saturday morning at Seattle Central Community College.     The USGS, aided by researchers at the University of Washington and several other institutions, set off  38 charges early Monday, Tuesday and Wednesday to measure how sound waves travel through the ground beneath and around Puget Sound. The USGS was responsible for setting the charges, which topped 2,000 pounds in rural areas and were up to 400 pounds within the city limits.     Set 100 to 200 feet underground, such explosions generally go unnoticed. But the scientists misjudged the ground's ability to carry the energy of the blasts, resulting in  complaints after charges were set early Wednesday morning in the region's more populated areas.     \"We awakened with our house jerking - a major jolt,\" said Bainbridge Island resident Suellen Cunningham, who leapt out of bed with her husband and stood in a door frame for protection.     Pratt said the blasts were designed to create the equivalent of a 1.5 or 2.0 magnitude earthquake. That's not enough to simulate a major quake, he said, and with tremors of that size happening regularly here, it should have gone unnoticed.     But Cunningham, who lived through San Francisco's 1989 earthquake, said the shaking in her neighborhood was more like magnitude 5.0, right down to a trainlike sound. \"There was no doubt in our mind that an earthquake had taken place,\" she said.     \"I was amazed,\" said Josh Wright, a Magnolia resident whose cockateel was knocked off its perch. \"I lived in San Francisco for four years and felt several earthquakes, and they were never as big as this one.\"      Some residents were particularly edgy  because of the recent earthquakes in Turkey and Taiwan. Others were just edgy, knowing full well they live in an earthquake zone.     \"You're waiting for the Big One,\" said Prudence Trudgian, 84, of Bainbridge Island, \"so anytime a big jar wakes you up in the middle of the night, you don't know which way to run.\"      The testing was part of the Seismic Hazards Investigation in Puget Sound, or SHIPS, which is looking for faults and other features to determine where the worst earthquake damage is likely to occur. It is done at night because the seismographic equipment used to measure sound waves is so sensitive it can detect extraneous noise like traffic, walking, even running water.     The USGS and UW had publicized the experiments and how they would help model future earthquakes, with the scientists generally reporting that few people would notice the explosions.     \"Unfortunately, we did disturb some people,\" said Pratt, \"but ultimately we could use this information to help save lives.\"      The fact that the sounds were so strong and that so many people  heard the explosions surprised the scientists, and could mean the region's geology carries energy far greater than expected.     \"We've already learned something even before we analyzed the data,\" said the USGS's Weaver. Eric Sorensen's phone message number is 206-464-8253. His e-mail address is esorensen@seattletimes.comCaption:  MAPTHE SEATTLE TIMES: SEISMIC TESTS (MAP NOT AVAILABLE ELECTRONICALLY)", "edition": "Final"}