{"title": "`and life goes on': a quake on film - and in real life", "filename": "1999-08-27_`AndLifeGoesOnAQuakeOnFilm-AndInRealLife.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C83916DB7BA1?p=WORLDNEWS", "date": "1999-08-27", "page": "F6", "section": "Movietimes", "author": "John Hartl", "text": "Movie review XXX 1/2 \"And Life Goes On,\" with Ferhad Kherdamend, Buba Bayour. Directed and written by Abbas Kiarostami. 98 minutes. Grand Illusion, today through Thursday. No rating; suitable for general audiences.       By coincidence last week, the second installment in Abbas Kiarostami's \"earthquake trilogy,\" \"And Life Goes On,\" was shown to the local press the day after Turkey's catastrophic earthquake.     The images, the statistics and the heartbreaking questions raised in Kiarostami's film, which deals with the aftermath of a 1990 earthquake in northern Iran, often seemed inseparable from the television coverage of what was happening in Turkey. The chief difference was that a first-rate filmmaker, not a television reporter, was making the selections.     Kiarostami includes images of rocks crushing cars and trucks, and he focuses for a while on reports of the devastation from people who have lost their brothers, sisters, cousins, nieces and uncles (more than 50,000 people died in the quake). But he also includes more personal perspectives that demonstrate that life, does, indeed continue during the most ruinous of circumstances.     A soccer fan who has lost four members of his family wants only to have a television antenna erected so he can see a World Cup game. A newly married man admits that he and his wife rushed through their wedding immediately after the quake. Survivors try to find a pattern in the quake's seemingly selective destructiveness. A mother consoles herself that her young daughter's death was God's will; a boy points out that now \"she'll never have to do homework.\"      And in a vivid mixture of documentary and dramatic re-creation, Kiarostami uses actors to follow the path he took when he tried to return to the devastated village he filmed for the first part of the trilogy, \"Where Is the Friend's Home?\"      The filmmaker (played by Ferhad Kherdamend) is determined to find the boy who appeared in \"Where Is the Friend's Home?\" and is constantly frustrated by the lack of information about the quake.     Roads are blocked, the filmmaker and his son (Buba Bayour) get conflicting stories about the road they're taking, and they're forced to keep asking questions about which village has been hit, how far the next one might be, and what road to take.     But wherever they go, people recognize the picture of the boy. \"That's Abdullah's son; I saw him in that film,\" is a typical response. A villager who appeared in the earlier movie is hanging out at the house where it was shot; his \"real house,\" as opposed to this \"film house,\" was destroyed in the earthquake. Kiarostami underlines the idea that, as one character says, \"a film has its own truth; it doesn't lie.\"      In the director's own words: \"The lust for life that I saw gradually changed my perspective, and the death and destruction became less and less significant.\"           \"And Life Goes On,\" which was released in Iran in 1991, makes its local debut today at the Grand Illusion. The concluding episode in Kiarostami's trilogy, \"Through the Olive Trees\" (1995), opens Thursday for a four-day run at the Little Theatre on Capitol Hill.     Another Kiarostami film, \"Taste of Cherry\" (1997), has been selected in a local critics' poll as one of the top 10 films of the century. The 10 critics picked one film from each decade to be shown on weekend afternoons at the Grand Illusion, beginning Sept. 11. The other nine: \"The Great Train Robbery,\" \"Intolerance,\" \"Sunrise,\" \"M,\" \"Citizen Kane,\" \"The Searchers,\" \"Psycho,\" \"Nashville\" and \"Blue Velvet.\"", "edition": "Final"}