{"title": "Second 737-800 will take supplies to quake victims", "filename": "1999-09-15_Second737-800WillTakeSuppliesToQuakeVictims.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C845F070C62D?p=WORLDNEWS", "date": "1999-09-15", "page": "E2", "section": "Business", "author": "Polly Lane", "text": "JOHN GOKCEN, the Boeing engineer who has gathered more than two planeloads of relief items, will be on board the Boeing jet to Turkey to see how the supplies are distributed.      John Gokcen, the Boeing engineer who last month collected a planeload of relief items for thousands of people injured or left homeless by the earthquake in Turkey, has done it again.     A load of additional supplies he collected was to leave Boeing Field tonight on another new 737-800 being flown to Istanbul for delivery to Turkish Airlines.     But this time Gokcen, who also is vice president of the Turkish American Cultural Association, is going along to see for himself how supplies are distributed with the help of Rotary International in Istanbul.     The area he is targeting is a triangle made up of the cities of Izmit, Golcuk and Yalova, southeast of Istanbul.     \"They have the greatest need,\" Gokcen said.     The Aug. 17 quake, which measured 7.4 on the Richter scale, killed more than 15,000 people, and aftershocks continue to rock the area.     Items being taken this time are mainly medical and baby supplies, along with hygiene supplies. The previous flight brought clothing, sleeping bags and blankets.     Gokcen, who has family in the Istanbul area, works in customer service for Boeing Commercial Airplanes. He has collected the supplies from businesses, churches and other groups. He was so successful that 1,200 pounds of supplies were flown Monday on a Delta Air Lines plane because tonight's flight will be full.     Medical volunteers are expected to join the flight, as they did last time, and cash donations will be included.     Boeing said employees have donated $30,300 and it will donate $250,000 for the relief effort to the Turkish Red Crescent Society, the Islamic equivalent of the Red Cross.          Boeing often makes room for special supplies on its delivery flights. Besides disaster-relief materials, the company carries educational and other supplies to meet special needs, said Sherry Nebel, Boeing spokeswoman. The company's International Relief Delivery Flights program, started in 1992, is expected to provide the service on 30 to 40 flights this year, she said. Last week, it arranged a shipment of 100 kidney dialysis machines. Polly Lane's phone message number is 206-464-2149. Her e-mail address is: plane@seattletimes.com", "edition": "Final"}