{"title": "Scientists are probing the nature of bay area earthquake fault", "filename": "1999-01-10_ScientistsAreProbingTheNatureOfBayAreaEarthquakeFault.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C78DE80E779A?p=WORLDNEWS", "date": "1999-01-10", "page": "A4", "section": "News", "author": "Andrew Quinn", "text": "EL CERRITO, Calif. - Beneath the fourth fairway at the Mira Vista Golf and Country Club in El Cerrito may lie the secret of one of America's next great disasters.     Golfers practicing their swings might be excused for thinking the course's best feature is its stunning view of San Francisco Bay. But for the scientists gathered here the real prize lies underfoot: the Hayward fault, one of the most dangerous earthquake risks in the world.     \"It's beauty and the beast,\" David Schwartz, a geologist at the U.S. Geological Survey (USGS), said. \"We could be overdue for a big one.\"      For earthquake experts like Schwartz, the Hayward fault running along the east side of San Francisco Bay under the cities of Oakland and Berkeley is far more perilous, and hence far more interesting, than the more famous San Andreas fault.      Scientists estimate the San Francisco area has a 67 percent chance of a major earthquake by 2020. And it is on the Hayward fault, they believe, that the stress between the North American tectonic plate and the Pacific plate is most likely to snap.     The area's last major earthquake, the Loma Prieta quake in 1989, which measured 7.1 on the Richter scale, saw elevated freeways pancake, houses tilt and part of a major bridge collapse. And scientists point out that Loma Prieta, which caused almost $6 billion in damage and killed 63 people, was centered on a stretch of the San Andreas fault 72 miles  south of San Francisco - its destructive effects softened by the distance the shocks had to travel.     By contrast, the Hayward fault on San Francisco's doorstep has been dormant for too long, they say. A major earthquake here could send waves of devastation through the loose landfill that makes up much of the area's residential and business areas.     Hoping for a clearer picture of the threat, Schwartz and other geologists have launched a project to examine the history of the Hayward fault, an exercise in seismic archeology aimed  at throwing fresh light on the frequency and power of the fault's major quakes.     By digging \"cuts\" or trenches about 12 feet  deep in several places along the fault, they are developing a historical picture of the region's seismicity, turning up evidence of major earthquakes going back thousands of years.     By tracking such earthquake \"markers\" as jagged shifts in the ground strata and signs of ash residue from post-quake forest fires, the teams have been able to draw up a timeline that shows the Hayward fault ruptured in at least four, and as many as seven, major earthquakes over the past 2000 years.     That information is useful to modern disaster planners only when they know when the last major earthquake on the Hayward fault occurred. And it is there that the geologists have turned up some troubling new information.     For decades, most historians assumed that the last major quake along the northern section of the Hayward fault was in 1836, and scientists based their probability models on that. Now they have determined that there was no earthquake that year and that this particular \"scientific fact\" was based entirely on a misreading of an 1868 article in the Oakland Daily News.     \"Over the years the gossip became gospel,\" said William Lettis, a private geology consultant working with the USGS scientists. \"It has been a sobering experience to all of us in science.\"      With new models putting the last major earthquake on the fault at least 300 years ago, the probability models are now being adjusted to show that a major quake is long overdue.     \"If, as currently modeled, it's between 200 and 220 years between earthquakes, we are overdue for a large one,\" Lettis  said. But geologists stress they are not saying an earthquake is imminent in the San Francisco area and it is possible to imagine the region going for decades without a major shake.     \"We really have been very lucky to live in a century where we've had anomalously low earthquake activity in the Bay area. But we believe we are now coming out of the stress shadow of the 1906 earthquake,\" Schwartz said, adding that pressure clearly was building across the state's network of fault lines.     \"The weak links in the chain are beginning to fail.\"", "edition": "Weekend"}