{"title": "13 die as quake hits central mexico - colonial-era buildings sustain heavy damage in puebla area", "filename": "1999-06-16_13DieAsQuakeHitsCentralMexico-Colonial-EraBuildingsSustainHeavyDamageInPueblaArea.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C80521EE4936?p=WORLDNEWS", "date": "1999-06-16", "page": "A3", "section": "News", "author": "Mark Stevenson", "text": "PUEBLA, Mexico - A magnitude 6.7 earthquake destroyed homes, toppled church towers and damaged other colonial-era buildings in central Mexico, killing at least 13 people and injuring hundreds.    President Ernesto Zedillo declared the state of Puebla a disaster area after the earthquake yesterday afternoon.    \"It felt very strong. It was a jumping movement,\" said Raimundo Villas, 20, an industrial engineer. \"We saw one man come out of a store to get into his car\" just as a large chunk of cornice plunged from a building, killing him.    Mexico's National Seismological Service said the earthquake was centered near Huajuapan de Leon, 80 miles south of Puebla. The U.S. Geological Survey calculated the epicenter at 70 miles southeast of Puebla, near the city of Tehuacan.    \"I believe we have been relatively lucky, although we always must regret losses,\" Zedillo told reporters late yesterday outside the San Agustin church in Puebla, 60 miles east of Mexico City. The church's tower collapsed in the quake.    Puebla state Gov. Melquiades Morales Flores told a news conference that at least 12 people died. Veracruz state officials also said a workman was killed in a rockslide in Huatuzco.    The quake took a heavy toll on the colonial-era buildings for which Puebla, a city of 1.2 million people, is famed. While most basic structures stood up well, cupolas, towers and cornices often cracked, and some crashed to the ground.    Among the worst-hit buildings was Puebla's 17th-century city hall, where several employees had to be dug out from the rubble. At another landmark, the 17th-century Church of San Agustin, the dome crashed to the floor, leaving a gaping hole in the ceiling and a floor carpeted with chunks of concrete and shards of glass.    Residents roped off the street Outside La Soledad church, which had a cracked and leaning 100-foot-high bell tower.    \"Heavy trucks pass, and the way they shake, they are going to send this bell tower down onto the houses,\" said Rodolfo Hernandez, a 33-year-old mechanic manning the ropes under a driving rain.    Mexico City escaped injuries, but tall buildings swayed with the quake, sending tens of thousands of panicked people into the streets. Telephone service and power were disrupted in some areas.    In Cuernavaca, 35 miles south of the capital, the cupola of the 16th-century cathedral partially collapsed, but officials reported no injuries.    In Teposcolula, the city hall partially collapsed, two houses fell and the main church was damaged, according to Sergio Hampshire, the civil defense director for Oaxaca state.    Mexico's largest recent earthquake, on Sept. 19, 1985, was recorded at magnitude 8.1 and killed more than 6,000 people.Caption:  PHOTO: MAP1) THE SEATTLE TIMES: EARTHQUAKE EPICENTER (MAP NOT AVAILABLE  ELECTRONICALLY)2) GREGORY BULL / AP: RESCUE WORKERS PULL RUBBLE FROM A SHATTERED  BUILDING IN DOWNTOWN PUEBLA, 60 MILES EAST OF MEXICO CITY, YESTERDAY AS  THEY SEARCH FOR SURVIVORS.", "edition": "Final"}