{"title": "7.5 quake rocks mexico; some injuries reported", "filename": "1999-09-30_75QuakeRocksMexicoSomeInjuriesReported.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C8514B56BF78?p=WORLDNEWS", "date": "1999-09-30", "page": "A2", "section": "News", "author": "Niko Price", "text": "MEXICO CITY - A strong earthquake rocked southern Mexico today, causing buildings to sway in the capital for several minutes. There were reports that at least some people were injured when homes collapsed in the southern state of Oaxaca.    Mexican television quoted local seismologists as saying the quake had a preliminary magnitude of 7.4. The U.S. Geological Survey in Golden, Colo., said the magnitude was 7.5 and calculated the epicenter at 275 miles southeast of Mexico City.     \"This is considered a major earthquake. It can do damage and cause casualties,\" geophysicist Brian Lessige said.    The quake was 35 miles north-northwest of Puerto Angel, a Pacific coast city in Oaxaca. The state capital, Oaxaca City, is a popular tourist destination. The state also has many remote rural areas.    The quake hit at about 11:30 a.m. (9:30 a.m. PDT).    Gonzalo Carrera, editor of the newspaper El Imparcial in Oaxaca City, said that many old homes had collapsed there and that there were injuries. He did not know how many or if anyone died.    The business district near downtown Mexico City lost power. Hundreds of people gathered along Reforma Avenue and other major thoroughfares in the capital, staring at skyscrapers that were moving visibly. Shattered glass was seen falling from some buildings.    \"Usually they feel like gelatin,\" said Abel Cueller, an engineer who was on the 10th floor of an office building during the quake. \"This one was more of a shaker.\"     The quake was felt as far south as Chiapas state, 500 miles southeast of Mexico City. It bounced some cars onto sidewalks along Mexico City roads.    Television news helicopters flew over the city in the moments after the quake.  They did not immediately report major damage.    Mexico City, one of the world's largest cities with nearly 20 million residents in the metro area, last suffered a major quake Sept. 19, 1985, when an 8.1-magnitude quake killed at least 9,500 people.    A 7.6-magnitude earthquake in Taiwan on Sept. 21 left more than 2,000 dead, and a 7.4-magnitude temblor left more than 15,000 dead in Turkey on Aug. 17.Caption:  MAPTHE AP: OAXACA, SITE OF EARTHQUAKE", "edition": "Final"}