{"title": "Quake notebook - president clinton asks americans to donate money to quake victims", "filename": "1999-08-22_QuakeNotebook-PresidentClintonAsksAmericansToDonateMoneyToQuakeVictims.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C834A30E97A8?p=WORLDNEWS", "date": "1999-08-22", "page": "A18", "section": "News", "author": "Unknown", "text": "EDGARTOWN, Mass. - A vacationing President Clinton urged Americans yesterday to donate money to charitable organizations to help Turkey recover from a staggering earthquake that killed many thousands of people.    \"I know many Americans will want to help relieve the suffering and restore hope to the people,\" he said in a statement. \"So I encourage my fellow citizens to give generously to responsible charitable organizations that are supporting relief efforts.\"      The White House said Americans wanting to contribute should send money donations to relief agencies that are active in the region.     \"The task ahead is immense,\" Clinton said. \"Approximately 1 million people are sleeping outdoors, clean water is scarce and the risk of disease is rapidly increasing.\"      A U.S.-chartered plane has delivered 30,000 blankets, 500 rolls of plastic sheeting for shelter and medicine for 10,000 people. A second airlift carrying water-purification units will arrive soon.     The U.S. Agency for International Development has deployed two search-and-rescue teams to help recover survivors, and a U.S. team is working with the United Nations to coordinate  relief efforts. The search for the dead is as frantic as that for the living     ADAPAZARI, Turkey - Distraught relatives fumbled desperately yesterday through piles of color snapshots trying to identify loved ones killed in the earthquake.    The photos fly through their frantic fingers - a blue-faced toddler, a woman with a mangled upper body. They are precious records of the dead - in some cases, the only record - provided by a government scrambling to bury the corpses of thousands to avoid epidemics.    The search for survivors has been accompanied by the simultaneous quest to locate the dead.    Some, like Esref Dutlu, find what they are looking for. Dutlu stood beside a booth outside the city's state hospital where doctors sought to help families identify their relatives. He clutched a photo of his cousin, Mehmet, a local doctor.    It turned out the picture was unnecessary: Dutlu himself was able to identify his cousin's body in a freezer truck a few feet away.", "edition": "Final"}