{"title": "Quake notebook - atlanta-area family shattered by deaths from the earthquake", "filename": "1999-08-20_QuakeNotebook-Atlanta-AreaFamilyShatteredByDeathsFromTheEarthquake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C833AAD144AA?p=WORLDNEWS", "date": "1999-08-20", "page": "A14", "section": "News", "author": "Unknown", "text": "ATLANTA -  Dr. Babur Kilic had planned to join his wife, their five children and his parents this weekend for a vacation in Turkey.    The Marietta, Ga., anesthesiologist instead left for Istanbul to make funeral arrangements for four of his children and his father. They were among the thousands of people killed Tuesday when a strong earthquake shook western Turkey. They are the only Americans  known to have died.    Kilic's wife, Jan, and 3-year-old daughter, Natalie, survived the quake.    Kilic's mother was in critical condition, and Jan Kilic is in an Istanbul hospital, although the family has not yet learned her condition. Natalie was not seriously injured.    Kilic is \"trying to be strong,\" said his sister-in-law, Cigdem Kilic.    \"He's very upset, but he's also thankful that his wife is alive and one of his children is alive,\" she said.    Jan Kilic, her children and in-laws were on vacation in the resort town of Yalova, 90 miles southwest of Istanbul, when the five-story building in which they were staying collapsed.    The Kilic children killed were: Jeffrey Michael, 6; Jennifer Kayla, 5; David Tansan, 2; and Katherine \"Katie\" Michelle, 9 months old. Kilic's father, Nizam Kilic, had lived with his wife, Turkan, in Marietta. American rescue squad pulls 3 to safety     The Fairfax County, Va., fire department rescue team that rushed to Izmit, the epicenter of the quake, overnight Wednesday   did what it came to do yesterday: save lives.    It saved the life of a wiry, frightened, 7-year-old, brown-eyed boy who survived because he was on the bottom half of a bunk bed that acted as a protective shield when his apartment building collapsed.    It saved the life of a vivacious 24-year-old woman in surprisingly high spirits who joked with her rescuers as they chipped and sawed and shoveled their way through the rubble to reach her - for four and a half hours.    And it saved the life of Ayse Cesen, 43, whose brother had brought a coffin to collect her body Thursday afternoon from the twisted pile of ruins where she once lived on the third floor.    The 76-member urban rescue squad, the A-team of American disaster-response specialists, were in Nairobi, Kenya, after the embassy bombing last summer and in Oklahoma City in 1995 when the federal building there was destroyed. Turkey thanks rival Greece for response     ATHENS - Turkey's ambassador to Athens publicly thanked rival Greece late yesterday for rushing aid to Turkish earthquake victims.    \"We have had offers from government agencies, companies and individuals. You cannot imagine how big the number is,\" Ali Tuygan told private Skai television. \"With all my power, I thank you. . . . The help arrived very quickly.\"     Greece and Turkey have come close to war three times in the past 25 years over regional disputes.    Teams of Greek doctors, rescue workers and firefighters were flown to Turkey this week as part of a giant international effort to relieve thousands of victims of the devastating quake. Saddam Hussein wants to outdo U.S. in aid      BAGHDAD - Iraqi President Saddam Hussein says Iraq is willing to give more earthquake aid to Turkey than the United States has, the official Iraqi News Agency reported.    The Iraqi aid would be in the form of crude oil pumped through the pipeline from Kirkuk, northern Iraq, to Ceyhan, southern Turkey, the agency said.    \"We are ready to pump crude oil through the Iraqi-Turkish pipeline with a value greater than that which the United States has offered Turkey to assist the earthquake victims,\" Saddam told a Cabinet meeting yesterday.", "edition": "Final"}