{"title": "Scientists had predicted quake in broad time frame", "filename": "1999-08-18_ScientistsHadPredictedQuakeInBroadTimeFrame.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C832A9A6EF90?p=WORLDNEWS", "date": "1999-08-18", "page": "A13", "section": "News", "author": "Joseph B. Verrengia", "text": "U.S. and Turkish scientists predicted two years ago that within the following three decades, a major earthquake was likely to strike Turkey.    When the North Anatolian fault yesterday unleashed a quake so strong it killed   nearly 3,800 people and injured thousands more, the epicenter was near the port city of Izmit. The team of scientists had estimated a 12 percent probability of a \"large event\" near that city.    Earthquake researchers say the 30-year time frame of the study, published in 1997 in the England-based Geophysical Journal International, is too broad to claim a bull's-eye prediction or to have prevented the death and destruction associated with yesterday's quake, the magnitude of which originally was estimated at 7.8 but was downgraded to 7.4.    But the authors of the study said the similarities between the prediction and yesterday's quake demonstrated that the inexact science of earthquake prediction is improving.    \"This method can tell us something useful about how earthquakes occur,\" said James Dieterich of the U.S. Geological Survey in Menlo Park, Calif. \"But I would not claim it's far enough along to base public policy on it.\"     Another earthquake expert, Lucy Jones, said the prediction was impressive.    \"They predicted that two sections of the fault would have stresses, and one of those sections had the earthquake today,\" said Jones, scientist in charge of the U.S. Geological Survey office in Pasadena.    The study predicting movements along the North Anatolian fault was conducted by Dieterich and Ross Stein of the geological survey, as well as Aykut Barka of Istanbul Technical University.    Searching seismic records, the scientists determined that the 500-mile-long fault, which runs east-west across Turkey, unleashed 10 earthquakes of magnitude 6.7 or greater between 1939 and 1992.    In each case, they reported, the stress released by each tremor transferred more stress and pressure to other weak locations along the fault.    \"Stress is calculated to be high today at several isolated sites along the fault,\" Dieterich said. \"Increased stress means there is an increased probability that another earthquake will occur. Our calculations narrow it down as to where it might occur.\"     The quake in Turkey was a shallow tremor - six miles deep along the North Anatolian fault. The fault runs along the line where plates in the Earth's crust grind against each other.    Beneath Turkey, the Eurasian plate sits to the north and moves westward. The African plate is located to the south and moves eastward, and the Arabian plate is located to the southeast and moves northward.     What's more, the edges of the plates are ragged, which creates lots of localized faults, according to the National Earthquake Information Center in Golden, Colo.Caption:  ILLUSTRATIONKNIGHT RIDDER NEWSPAPERS: EUROPE'S QUAKE ZONE", "edition": "Final"}