{"title": "Turkey earthquake exposes safety issues", "filename": "1999-11-15_TurkeyEarthquakeExposesSafetyIssues.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C874D6F348F5?p=WORLDNEWS", "date": "1999-11-15", "page": "A2", "section": "News", "author": "Richard Boudreaux", "text": "DUZCE, Turkey - After Turkey's monster earthquake in August, municipal inspectors ruled that this town's damaged supermarket was structurally unsafe. They painted a large red X on the outside and ordered it torn down.    The owner, Necdet Yilmaz, protested, but the mayor backed the inspectors. Then the businessman traveled to Ankara, the Turkish capital, and coaxed a bureaucrat into a fateful decision. The order was reversed.    Soon a blue X appeared over the red one, the six-story building was remodeled, and the Bicakcioglu Supermarket, occupying the first two floors, was back in business.    The market is now a crumpled heap of concrete - yet another monument to the quake-prone country's fatally flawed building-safety practices. Yilmaz and at least seven employees and customers were killed there in a new temblor Friday evening.    Prime Minister Bulent Ecevit said yesterday that 349 people were confirmed dead in four towns wrecked by the latest quake - a slight downward revision from Saturday's count. In addition, 2,386 were injured, he said.    Duzce, at the epicenter of Friday's magnitude 7.2 shock in Turkey's industrial northwest, was crowded all weekend with soldiers, police, doctors and rescue workers - evidence that the government was far better prepared to cope with a major quake than it was three months ago. Twenty-three countries sent crews to help.    But townspeople said the collapse of the sprawling supermarket was just one example of how vulnerable Turks remain in a state that cannot protect them from man-made deathtraps.    \"How can you enforce the building code when there are politicians in Ankara who will overrule you for a bribe?\" asked an official at the town hall who declined to be identified.    The Aug. 17 temblor, which registered 7.4 and killed at least 17,000 people, exposed massive cheating by building contractors and the corrupt inspectors who allowed them to skimp on the quality of cement and steel reinforcing rods. More than 21,000 multistory apartment buildings collapsed.    Friday's quake exposed the flimsiness of the pledges in August to tighten up on inspections. Authorities said the temblor flattened 102 buildings, some of which had been damaged three months ago but were reoccupied in recent weeks.    Two new laws promised in August by Ecevit's government are still in the drafting stage at the Public Works Ministry. One would stiffen penalties for building-code violations, raising the maximum prison sentence from seven years to 20. The other would require contractors to buy insurance on their buildings.    Meanwhile, the government has fallen short of its pledge to reinspect every building in the quake-stricken region, and some orders to tear down buildings have been reversed by courts.    \"The surveys since August have been conducted far too hastily,\" said Yavuz Onen, president of Turkey's independent chamber of architects. \"A lot of red Xs have become blue Xs. Clearly there's a lot of official malpractice.    \"In other cases, people have acted on their own to erase the red Xs from their buildings,\" he added. \"It's not just the government's fault. You have to blame the people for not learning a lesson.\"     Thousands of Turks have been living in tent shelters since the August quake.      As cold autumn rains fell earlier this month, municipal authorities ordered many to return to their homes, which were officially deemed safe, while others went home on their own to buildings that were still condemned.Caption:  PHOTOTHE ASSOCIATED PRESS: AN EARTHQUAKE SURVIVOR WEEPS IN FRONT OF A DAMAGED BUILDING IN THE TURKISH TOWN OF DUZCE ON SATURDAY.", "edition": "Final"}