{"title": "Plenty of help available for `earthquake proofing'", "filename": "1999-05-08_PlentyOfHelpAvailableFor`EarthquakeProofing.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C7E775862170?p=WORLDNEWS", "date": "1999-05-08", "page": "E1", "section": "Saturday Real Estate", "author": "Darrell Hay", "text": "Q: My insurance company wanted to know if my house is \"earthquake proof.\"  I didn't know, and they suggested I have it done. What does this entail exactly? Is it something I could tackle? And do you feel it is worth the money?      A:  There's really no way to make a house \"earthquake proof,\" because it is impossible to predict the amount and angle of destructive force in a seismic event. However, it is possible to lessen the extent of damage and improve chances of survivability.     Very generally, an earthquake retrofit involves securing framing to the foundation to lessen damage in an up-and-down shaking motion, and adding shear panels to prevent damage during sideways motion.    Many houses are eligible for earthquake retrofitting under a special program called Project Impact funded, organized and supported by an amazing array of organizations in our area.    As part of the program, the Seattle Department of Construction and Land Use (DCLU) has an expedited permit process (a mere 24 hours), lists of approved contractors and free detailed construction drawings for homes that meet certain criteria.    Partner banks offer low-cost financing, and the city's REACH program offers grants to moderate-income homeowners.  The University of Washington and the Phinney Neighborhood Association (PNA) are educating both professionals and homeowners in retrofit training classes.  The PNA even has a tool library available for those homeowners who have completed training and wish to get their hands dirty.      As one who recently went through the professional training, I have to say it is gratifying to see government and private industry teaming up so seamlessly.  It would be fantastic if this program could be expanded to other municipalities. And it could be quite easily.     If your house does not meet the criteria for Project Impact, you likely will need to have some engineering done to have the work \"recognized\" by your municipality.    As for your question about money: Earthquake retrofitting would not be worth spending a dime on if we never had another earthquake here.  But we will. Big ones. So it could pay off in minimizing damage to your house and/or the humans who live there.     Project Impact can be contacted at (206) 615-0288.     Q:  We have been getting dead mice in our garage. This has really freaked out my wife.  What's the best way to get rid of them?      A:  First thing you need to do is get rid of whatever is attracting them into your garage. Things like open dog food containers are big draws.  Seal any holes into and out of the garage such as the weather-stripping around a garage door or holes into the crawlspace around heat ducts and plenums. (Do not block crawl space vents, however.)      The mice also could be in the attic and crawlspace. To determine the extent of your mouse problem in these confined areas, you must physically get there. Absolutely make sure you use a respirator and gloves when entering these areas not just for the insulation hazards, but more importantly for the possibility of contracting feces-borne illnesses.    That's right: The very quickest way to tell how bad the problem is is to start your own personal poop patrol.  Little black pellets all over the ground in a crawlspace will be the first sign you have a . . . um, situation.  Yes, in my experience most homes have or have had mice at one time or other, unpleasant as it may seem.     In attics they love to dig telltale \"mouseholes\" into the insulation and leave pellets all over the top of it. In crawlspaces they nest up in the floor insulation until it falls down. It's not at all unusual to see a good percentage of the insulation down on the ground after being used as a little mouse toilet.     Nasty as it may seem, I am a fan of trapping (and cats), rather than killing with poison, as the pesky critters have a tendency to die in some pretty unusual places and create an amazing stench, somewhat like ammonia.     Mice, or rats, chewing on heat ducts, electrical wiring and so forth can keep things very interesting. Seal any penetrations with wood, caulk or foam around the building exterior to keep the little fuzzballs from entering.  Foaming under-sink plumbing penetrations will help eliminate easy access from crawlspaces. Good housekeeping will help reduce attractions to almost all kinds of pests. Ask The Expert answers readers' questions every Saturday. Send questions to Ask The Expert, Seattle Times, P.O. Box 70, Seattle, WA 98111, or call 206-464-8514 to leave your questions on Ask The Expert's recorded line. E-mail address is dhay@seattletimes.com      Sorry, no personal replies", "edition": "Final"}