{"title": "Clinton using quake diplomacy", "filename": "1999-11-15_ClintonUsingQuakeDiplomacy.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C874D52230EF?p=WORLDNEWS", "date": "1999-11-15", "page": "A2", "section": "News", "author": "Robert Burns", "text": "ANKARA, Turkey - President Clinton, eager to reconcile historic rivals Greece and Turkey, today praised fresh diplomatic efforts to create a Europe that's \"undivided, democratic and in peace.\" He also pledged U.S. help as Turkey recovers from two devastating earthquakes.    Promoting Turkish hopes for joining the economic alliance known as the European Union, Clinton noted he's making the longest Turkish visit ever for a U.S. president to show solidarity.    \"We must continue to fulfill the vision of a Europe undivided, democratic and in peace for the first time in history, anchored by a stable and prosperous Turkey,\" Clinton said at the Presidential Palace at the start of a 10-day European trip.         Police detained more than  100 demonstrators who gathered in downtown Ankara today chanting \"Yankee, go home\" and other anti-U.S. slogans.    Clinton was in the Turkish capital for talks with President Suleyman Demirel and Prime Minister Bulent Ecevit.   In a speech later to the Turkish Grand National Assembly, Clinton  praised Turkey's progress in human rights, gently prodding it to more fully embrace the idea that freedom of expression is not a threat.    \"When peaceful outlets exist to express normal human differences the peace is preserved, not shattered,\" Clinton said as his wife, Hillary Rodham Clinton, and daughter, Chelsea, looked on.    Clinton is considering additional U.S. aid to Turkey in light of the latest earthquake that struck Friday, killing  349 people, on the heels of an August quake that left more than 17,000 dead.    Turkey has long been a valued U.S. ally, despite its spotty record on human rights, in large part because of its eastern border with the former Soviet Union and its geopolitical role at the crossroads of Europe and the Middle East. But a divided Cyprus has stymied Turkey's integration into Europe.    En route to Turkey yesterday, Clinton hailed a United Nations announcement on restarting talks aimed at resolving the issue on Dec. 3 between President Glafcos Clerides, the Greek Cypriot leader, and Rauf Denktash, leader of Turkish Cypriots. Talks have been in limbo since 1997.    \"A very hard road lies ahead,\" Clinton said. \"The Cyprus problem has been with us for a long time - far too long.\"     The president said he expected that the talks, to be held in New York, would prepare the ground for negotiations leading to a comprehensive settlement on Cyprus.    In 1974, Turkish troops occupied the northern one-third of Cyprus in response to a coup backed by the military junta that then ruled Greece. The government of Cyprus effectively rules two-thirds of the Mediterranean island. Turkey does not recognize the government.    Clinton also will travel to Greece, Italy, Bulgaria and Kosovo on his trip.     His focus on the Balkans is meant to address what he calls the three major obstacles to building a stable, united and fully democratic Europe.     They are: achieving a true reconciliation between Greece and Turkey, including a settlement of the Cyprus problem; integrating the Balkan nations more fully into the rest of Europe; and establishing a better partnership with Russia.Caption:  MAPTHE ASSOCIATED PRESS: TURKEY, CYPRUS (MAPS NOT AVAILABLE ELECTRONICALLY)", "edition": "Final"}