{"title": "Sims: delay courthouse addition - he proposes seismic retrofit, communication center", "filename": "1999-03-09_SimsDelayCourthouseAddition-HeProposesSeismicRetrofitCommunicationCenter.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C7BC0ED1E703?p=WORLDNEWS", "date": "1999-03-09", "page": "B6", "section": "Local News", "author": "Kery Murakami", "text": "After watching construction costs drive up the anticipated price of a King County Courthouse addition, County Executive Ron Sims wants to put the project on hold.     Last week, Sims' aides acknowledged soaring construction costs downtown have pushed the price tag of the addition, envisioned next door to the courthouse, from $84 million to $104 million.     This morning, Sims proposed spending the $84 million instead for two projects: a $25 million seismic retrofit of the courthouse and a new $25 million emergency-communications center in Renton, said his spokeswoman, Elaine Kraft.     \"The costs have gone so sky-high, he's looking at another version,\" she said.     Sims' new recommendation now goes to the Metropolitan King County Council for consideration.     Shoring up the courthouse for earthquake protection would address the most pressing need for the addition. Beams from it to the courthouse would have buttressed the courthouse in case of an earthquake.     But that also would have added 100,000 square feet of office space, reducing the amount of space the county needs to lease for its downtown workers. And the inflated bill put Sims in a no-win situation.     Postponing the addition would save the cost of the projected overrun. But not building would mean the county would have to continue paying about $2.5 million-a-year in rent.     Moving the emergency-communications center from the basement of the courthouse was not part of the original plan. But county officials are concerned about leaving it where it is because of the danger of an earthquake toppling the courthouse before the improvements are made.     The addition was part of a $144 million project to get the county out of the rental market. A $60 million county office building on King Street is due to bring the county 300,000 more square feet of office space next month.     But the overall project was criticized by some County Council members because even with the courthouse addition, the county would have still had to rent 100,000 square feet of office space.    County Councilman Rob McKenna, R-Newport Hills, said delaying the addition is the right idea but he says the county should have built just one building big enough for all the county's workers. Kery Murakami's phone message number is 206-464-2775. His e-mail address is: kmurakami@seattletimes.com", "edition": "Final"}