{"title": "1,700 perish in quake - 7.6 tremor in taiwan topples buildings, destroys homes", "filename": "1999-09-21_1700PerishInQuake-76TremorInTaiwanTopplesBuildingsDestroysHomes.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C84AD647AD9B?p=WORLDNEWS", "date": "1999-09-21", "page": "A1", "section": "News", "author": "William Foreman", "text": "TAIPEI, Taiwan - High-rise apartment buildings were knocked off foundations and roads buckled into waves of asphalt when a powerful earthquake struck Taiwan yesterday, killing more than 1,700 people and destroying hundreds of homes.    With a preliminary magnitude of 7.6, the quake was the strongest to hit Taiwan in a decade and was on par with the devastating tremor that killed more than 15,000 people in Turkey last month.    The quake's epicenter was centered 90 miles south of Taipei, the U.S. Geological Survey's National Earthquake Information Center said. It struck about 1:45 a.m. local time, while most of Taiwan's 22 million people were sleeping.    Dazed Taiwanese - many wearing only underwear or pajamas - stumbled into dark, chaotic streets, shaken awake by the quake.      The Interior Ministry's disaster-management center reported that 1,712 people were killed and more than 4,000 injured. About 3,000 people were believed trapped, while 216 were reported missing.    Most of the deaths occurred near the epicenter outside the central city of Taichung, where more than 700 people died in Taichung County, and nearby Nantou County, where an estimated 500 died. The area has seen a burst of development in recent years.    Most of the structures that collapsed were new high-rises.    In Taipei, the quake wrecked the 78-room Sungshan Hotel, collapsing the bottom stories and setting the badly damaged structure leaning on a neighboring commercial building. About 100 people were rescued and 80 were trapped inside the concrete structure, which also housed a bank and several apartments, officials said.    One 81-year-old survivor said he \"crawled like a mouse\" through the rubble of his ninth-floor apartment to his balcony, where rescuers pulled him to safety.    \"You can't imagine how terrible it was,\" said survivor Chen Chih-yun, who suffered only bruises.    Fire crews turned hoses on the wreckage as smoke poured from fires raging in several destroyed rooms. A woman pulled from the building urged rescuers to keep looking for survivors.    \"Hurry, go rescue people. They're in there. They're inside,\" the unidentified woman said. \"I lived on the ninth floor, but now it's the fourth floor.\"     The governor of Idaho, Dirk Kempthorne, who is visiting Taipei on an Asian trade mission, said he was sleeping in a top-floor room in the 25-story Grand Hyatt Regency when the earthquake hit. \"We've been through quite an experience,\" Kempthorne said by telephone from the street outside the hotel.    Kempthorne said the quake began as a gentle swaying, \"and then it increased in intensity until you were virtually thrown from the bed.\"     Meanwhile, 50 people were injured when a 12-story apartment building collapsed in the Taipei suburb of Hsinchuang. An estimated 100 others still were trapped in the building, which collapsed onto a neighboring five-story structure.    But Taipei, with a population of 2.7 million, was spared much of the damage. The government called off work and school islandwide, leaving the capital's normally congested streets relatively empty.    President Lee Teng-hui flew by helicopter to Taichung to direct rescue work, while Vice President Lien Chan went to Nantou.    The earthquake was Taiwan's worst since a 7.4-magnitude tremor hit the island in 1935, killing 3,276 people. Taiwan experiences dozens of quakes each year, but most are centered in the Pacific Ocean east of the island and rarely cause damage.    The quake was the third major temblor to strike a heavily populated area within the past month, after quakes in Turkey and Greece.    A 70-person rescue team from Fairfax, Va., just returned from lending assistance in Turkey, was heading for Taiwan today. ------------------------------- Deadliest recent quakes  Major earthquakes over the past five  years that have each killed at least 1,000 people:    --  Aug. 17, 1999 About 15,600 people were killed in a 7.4 earthquake in western Turkey.   --  Jan. 25, 1999 A powerful earthquake ripped through Colombia's central coffee-growing region in the Andes, killing at least 1,170 people. It measured 6.3.   --  July 17, 1998 An undersea earthquake created three waves, which struck the Papua New Guinea coast near the town of Aitape, wiping out entire villages and killing at least 2,100. The quake measured 7.1.  --  May 30, 1998 An earthquake measuring 6.9 hit northern Afghanistan, killing up to 4,000 people and destroying 50 villages.   --  Feb. 4, 1998 At least 4,500 were killed in an earthquake in Afghanistan. The quake measured 6.1.  --  May 10, 1997 1,560 people were killed and 2,810 injured when an earthquake measuring 7.1 hit eastern Iran 90 miles from the border with Afghanistan.   --  Feb. 28, 1997 An earthquake measuring 5.5 killed about 1,000 people and injured 2,000 in northwestern Iran.    --  May 28, 1995 Russia's worst earthquake killed 1,989 people in the Far East Russian oil-producing town of Neftegorsk, on Sakhalin Island. The quake measured 7.5.    --  Jan. 17, 1995 6,430 people were killed after a strong earthquake ripped through central Japan. Measuring 7.2, the earthquake centered around the port of Kobe was the biggest quake to hit Japan in half a century. ReutersCaption:  PHOTO1) CHENG CHIEH-WEN / THE AP: A 12-STORY BUILDING LIES ON ITS  SIDE ON TOP OF A FIVE-STORY BUILDING IN A TAIPEI SUBURB. SCORES OF  PEOPLE WERE INJURED AND MANY MORE WERE TRAPPED INSIDE.2) IN AN IMAGE TAKEN FROM VIDEO, A FIREFIGHTER FREES A QUAKE SURVIVOR  FROM RUINS OF A BUILDING IN TAIPEI. THE 7.6-MAGNITUDE QUAKE WAS THE  STRONGEST TO HIT TAIWAN IN A DECADE.3) WALLY SANTANA / THE AP: RESCUERS CARRY AN INJURED MAN FROM A  COLLAPSED 12-STORY HOTEL AFTER THE EARTHQUAKE.", "edition": "Final"}