{"title": "Turkey `face to face with a new disaster' - big quake brings more death to nation", "filename": "1999-11-13_Turkey`FaceToFaceWithANewDisaster-BigQuakeBringsMoreDeathToNation.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C87347AAA3D9?p=WORLDNEWS", "date": "1999-11-13", "page": "A1", "section": "News", "author": "Amberin Zaman", "text": "ANKARA, Turkey - In a horrible reprise, a massive temblor struck quake-weary Turkey yesterday, killing more than 120 people, injuring more than 500 and bringing down hundreds of buildings in the country's northwestern region.    The magnitude 7.2 earthquake was centered in the town of Duzce in Bolu province, on the fringe of a region devastated by an Aug. 17 quake that claimed more than 17,000 lives. In the August quake, only a handful of buildings were destroyed in Duzce, but the first images broadcast on Turkish television from Duzce late yesterday showed a town in ruins.    Thousands of terrified residents poured into the streets as fires erupted across the city. In a cruel twist, the fire station was destroyed in the early-evening temblor. Making for a surreal scene, many of the dazed victims were being treated in the main hospital's garden after the building was evacuated because of structural damage.     Hundreds of people were believed to be trapped in crumpled buildings. But in the blacked-out confusion of wailing sirens and weeping families, no one had a clear idea of how many lives had been lost in northwestern Turkey's second major earthquake in less than three months.     Many buildings in the town center lay in ruins. Outside its damaged hospital, surgeons operated on injured victims in the open, freezing air under lights powered by an emergency generator.    Sadettin Cakmakoglu, a doctor, said they urgently needed painkillers and medicine.    The police chief of Bolu province appealed for help, saying Duzce was in desperate need of ambulances and doctors. \"We can hear the moans of people trapped under the rubble. Please tell Ankara to send us doctors and ambulances, please,\" the police chief, Ugur Gur, said in a shaky voice on NTV television.    Turkish President Suleyman Demirel told a nation still reeling from the August quake: \"We are face to face with a new disaster. May Allah prevent major loss of life.\"     But Health Ministry official Haluk Tokucoglu said the death toll was expected to rise. \"The casualty numbers are constantly increasing as more dead and injured are being brought to hospitals,\" Tokucoglu told state-run TRT television.    Many of the victims are beyond reach, buried under distorted piles of concrete and steel. The NTV television channel showed men and women weeping in despair and crying out the names of their loved ones trapped under the rubble of their collapsed homes in the town of Kaynasli.     At one crumpled five-story apartment block, thick smoke was rising from a fire somewhere in the ruins, and residents said up to 60 men and women could have been trapped in a single flat while holding a Moslem prayer ceremony for a dead relative.    \"Allah, Allah, why, why?\" one man shouted as he pounded his chest in anger. Another man shouted as he sought vainly to move a slab of concrete: \"The press is here. Where is the state?\"     Prime Minister Bulent Ecevit said rescue teams had been rushed to the area along with thousands of Turkish troops. Within an hour of the quake, the military began ferrying the injured to hospitals in the capital, Ankara, he said.    \"The state has rushed to help with all of its strength,\" Ecevit said. \"Wreckage-lifting operations are under way, and offers of help are coming in from friendly countries.\"     The government reacted slowly to the Aug. 17 earthquake, prompting an outpouring of national anger directed at the once revered Turkish \"devlet,\" or state.    Tourism Minister Erkan Mumcu has said the August quake unveiled the \"bankruptcy of the Turkish state.\" \"Under the ruins,\" he said, \"lies the ruins of the Turkish political system.\" Contractors using cheap building materials largely were blamed for the high death toll in that disaster.    Yesterday's earthquake, the most severe to have struck Turkey since the magnitude 7.4 August temblor, occurred at 6:57 p.m. and was followed by a series of violent aftershocks that continued more than three hours later.    The disaster comes just ahead of a two-day state visit by President Clinton, who is scheduled to arrive here Monday. Clinton was to tour the disaster zone Wednesday before proceeding to Istanbul for a European security summit to be attended by more than 50 heads of state.    President Demirel said he didn't think the quake would cause the cancellation of the summit.    Ahmet Mete Isikara, the head of the national seismological institute, said yesterday's earthquake had been expected in the aftermath of the Aug. 17 quake and was the result of a \"new tear\" in the Anatolian fault line. This \"tear\" extended eastward this time and stretched for 15 miles.    Police Chief Gul said the main highway connecting the city of Bolu to Istanbul was closed to traffic because of damage caused by the tremor. But details of its full impact remained sketchy, with electricity and telephone lines still down hours after the earthquake.    The temblor also was felt about 100 miles to the southeast in Ankara, where terrified residents fled their homes. As the initial panic subsided, thousands of people flocked to local hospitals in the capital to donate blood to victims. The earthquake also was felt in Istanbul and as far south as the Mediterranean resort of Antalya.    Buildings in Istanbul and Ankara shook as though they were made of rubber. In Istanbul, hundreds of people flooded into the streets, fearing aftershocks. As a chilly night settled, many gathered around campfires.     Turkey's armed forces and government rushed aid to the quake zone. Three Sikorsky military helicopters and 165 ambulances and dozens of medical personnel were sent to the region.     The army sent six battalions and elite commandos from neighboring towns. The police sent 50 members of an anti-terrorist squad to help rescue efforts.    Members of a search-and-rescue team from Fairfax, Va., are also headed back to Turkey for the second time in three months. About 70 members of the Fairfax County Urban Search and Rescue Team - firefighters, paramedics, doctors, engineers and communications specialists - planned to leave early today.    The team is commissioned and funded by the federal government to provide international aid at a moment's notice. Its members rescued four people from the rubble after the August earthquake. Material from The Associated Press and Reuters is included in this report.Caption:  PHOTO: MAP1) KNIGHT RIDDER NEWSPAPERS: TURKEY (MAP NOT AVAILABLE  ELECTRONICALLY)2) AP: A YOUNG GIRL GETS A HUG FROM A TURKISH SOLDIER AFTER HE PULLED  HER FROM UNDER DEBRIS YESTERDAY.", "edition": "Final"}