{"title": "People flee quake-ravaged city", "filename": "1999-01-31_PeopleFleeQuake-RavagedCity.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C79DCE2E29BA?p=WORLDNEWS", "date": "1999-01-31", "page": "A3", "section": "News", "author": "Jared Kotler", "text": "ARMENIA, Colombia - Thousands of people made homeless by a powerful earthquake boarded buses, pickup trucks and horse-drawn carriages yesterday in a scramble to get out of this unruly and increasingly pestilential city.    Many were frustrated with the government's disorganized effort to restore order and deliver relief supplies to areas devastated by Monday's magnitude-6 quake, which killed at least 940 people across Colombia's western coffee-growing region.    A magnitude-4.3 aftershock rattled the area yesterday, causing alarm but no reports of damage or injury.    Despite a combined police and military presence approaching 6,000, looters sacked several more markets yesterday.  Thirty-seven people were arrested.    Colombian rescuers continued searching dozens of disaster sites, looking for the hundreds of missing people, but some foreign rescue teams went home, convinced that the chance of finding life beneath the ruins had run out. The last time a survivor was pulled from the rubble was Wednesday.    Doctors are watching the situation carefully,  fearing a health crisis. So far, there have been only small outbreaks of stomach and breathing problems.    At Armenia's Eden Airport, residents attempting to leave on relief aircraft were stopped by rows of helmeted riot police. About 50 families with suitcases and boxes had lined up at dawn, lured by rumors of free flights on relief planes returning empty to the capital, Bogota.    The air force, which is flying dozens of relief missions daily, said it had taken more than 600 people with relatives in Bogota back to the capital before yesterday, but that they stopped  doing so.    Nelly Jaramillo, a mother of three with family in Bogota, looked angrily at the police barricade and said,  \"The gangs are attacking the barrios to steal the little food we have. The rations they're giving out aren't enough to feed the children.\"     Many refugees took free bus rides to nearby cities offered by the government. But as word got around, there weren't enough buses to take the crowds forming at staging points around the city.    Even firefighters who had spent the week unearthing quake victims from tons of debris in Armenia packed up and shipped out in frustration. The 50 firefighters, from other Colombian cities, had been working out of a tent camp because the central fire station was destroyed in the quake.    They were threatened by thieves on Friday and decided they had had enough, fire Capt. Ciro Antonio Guiza said yesterday.  Only 100 firefighters remain in this city of 300,000 people.     Gen. Alfonso Vacca, the national civil-defense chief, said foreign countries had donated 10,000 tents capable of housing about 70,000 people, but the government was still looking for places to set up refugee camps. The quake left an estimated 200,000 people homeless.Caption:  PHOTORICARDO MAZALAN / THE AP: SOLDIERS TAKE A SUSPECTED LOOTER INTO CUSTODY IN THE QUAKE-DEVASTATED CITY OF ARMENIA, COLOMBIA, YESTERDAY.", "edition": "Final"}