{"title": "A debate of seismic proportions - will super quake hit midwest?", "filename": "1999-05-24_ADebateOfSeismicProportions-WillSuperQuakeHitMidwest.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C7F4E534F596?p=WORLDNEWS", "date": "1999-05-24", "page": "A5", "section": "News", "author": "Stephanie Simon", "text": "SCIENTISTS last month declared that the threat posed by the New Madrid fault is overstated. But no one, least of all other seismologists, knows whether they are correct.     ST. LOUIS - Finding fault around here is easy. Interpreting it is not.    The New Madrid fault, which cuts through five states along the Mississippi River, ruptured with three of the most monstrous earthquakes ever during the winter of 1811-12. Legend has it the ground shook so violently that the Mississippi ran backward and folks as far off as Canada trembled.    So Midwesterners have to wonder: Will it ever happen again?     Seismologists long have warned that the New Madrid fault seems prone to tremendous tremors once every 500 years or so. The Midwest, in fact, is at bigger risk of a supersized quake than Los Angeles or San Francisco, according to the U.S. Geological Survey.    However, using new data that show ground along the fault barely moving, a team of scientists said last month that New Madrid's threat has been way overstated. \"There's a reasonable chance that earthquakes like those that happened in 1811 and 1812 will never happen again,\" said Seth Stein, a professor of geological sciences at Northwestern University.    What's more, Stein says the 1811-12 quakes may have been exaggerated. The Midwest was still pioneer territory then, with few people and fewer still reliable historians. Most likely, he says, the biggest of the quakes was just a magnitude 7. Most scientists had pegged the New Madrid temblors at about 8.    Stein's conclusions would seem a great relief to most Midwesterners.    But no one, least of all other seismologists, knows whether they are correct. When Stein and his colleagues published their research in the journal Science, they touched off a major controversy. Leading seismologists called the conclusions \"irresponsible\" and \"misleading.\" They said the New Madrid fault remains extremely dangerous and called on the public to keep pushing lawmakers for tougher seismic building standards.    \"We have been accused of being alarmist, Chicken Little, the sky is falling, but we don't want to minimize what we see as a legitimate long-term hazard,\" said Arch Johnston, director of the Earthquake Hazards Program at the University of Memphis.    The dispute stems from the basic problem that no one understands why the Midwest has earthquakes. Most quake zones, such as California, are volatile because they perch on or near the intersection of two tectonic plates. When the plates bang against or slide on top of one another, the earth shakes. But the New Madrid region sits square in the middle of a plate.    Yet scientists know from the geological record that very big quakes rocked New Madrid in the years 500, 900, 1530 and 1811-12.    Eugene Schweig of the Geological Survey is convinced it will happen again - in the next few hundred years.    Stein and his colleagues disagree. They point to measurements showing that over the past six years, the ground around New Madrid has barely moved - less than one-tenth of an inch a year. (California's San Andreas fault is shifting up to 2 inches a year.) At that rate of slippage, they figured it could take as many as 10,000 years before New Madrid erupts in another major quake.    But critics point out that the New Madrid fault is buried deep - under 3,000 feet of sediment in places - so the movement of ground on the surface may not be particularly telling. In addition, because the New Madrid fault is located in the center of a plate, comparisons with the San Andreas may be meaningless. The Midwest's fault may have a logic all its own.    Stein acknowledges that the New Madrid still can generate dangerous quakes, especially in the magnitude-6 range. Because the Midwest is poorly prepared - many buildings are not reinforced to even the most basic seismic safety standards - \"there is a very realistic chance of major damage and loss of life during the next 50 years due to earthquakes at the New Madrid fault,\" said Joe Engeln, a University of Missouri professor who worked with Stein.Caption:  MAPKNIGHT RIDDER NEWSPAPERS: NEW MADRID SEISMIC ZONE", "edition": "Final"}