{"title": "New quake in turkey makes people flee homes in panic", "filename": "1999-10-05_NewQuakeInTurkeyMakesPeopleFleeHomesInPanic.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C85539D8E03B?p=WORLDNEWS", "date": "1999-10-05", "page": "A14", "section": "News", "author": "Unknown", "text": "MARMARIS, Turkey  - A quake with a preliminary magnitude of 5.2 hit the popular southern coastal resort town of Marmaris early today, sending people running into the streets in panic. At least 103 people were injured while fleeing their homes, officials said.    There were no reports of damage from the quake   - centered in Marmaris, 470 miles south of Istanbul -  which was felt in neighboring regions.    But people threw themselves out windows and off balconies, fearing their homes would collapse.     People have been nervous since a 7.4-magnitude quake struck northwest Turkey on Aug. 17, killing more than 15,800 people. A number of aftershocks since have sent people fleeing - including one woman killed last week jumping out of her second-story home in Istanbul.    At least three aftershocks followed this morning's quake,  and hundreds of people spent the rest of the night outdoors out of fear.    Schools were closed for the day to allow authorities to inspect them for possible damage. North Korea demands apology from U.S. in massacre report      TOKYO - North Korea today demanded the United States apologize for a recently reported massacre of unarmed civilians during the Korean War.     The Stalinist state said Washington had made a concerted effort to cover up the incident, said North Korea's Rodong Sinmun newspaper, monitored by Radiopress agency in Tokyo.     The South Korean government on Saturday said it was setting up a task force to investigate an Associated Press report last week that said hundreds, including women and children, were gunned down by U.S. soldiers in a village south of Seoul in the early days of the 1950-53 war. Egypt's President Mubarak sworn in for a fourth term     CAIRO - President Hosni Mubarak, Egypt's longest-serving leader this century, was sworn in today  for a fourth six-year term, which he has promised would push his program of economic reforms without hurting the poor.    In a demonstration of his commitment to the economic reforms, Mubarak chose Atef Obeid as his new prime minister, officials said. Obeid, who is in charge of Egypt's privatization program, was minister of public enterprises in the outgoing Cabinet of Prime Minister Kamal el-Ganzoury. Scarce condom supply threat to S. Africa AIDS program      CAPE TOWN - Condom supplies in some parts of the country are running out, posing a serious threat to the government's AIDS prevention program, AIDS workers said today.    Provincial health departments have been distributing free condoms to try to contain the pandemic, which the government estimates has infected 3.6 million South Africans in a population of 42 million, one of the world's worst infection rates.    The AIDS Training and Information and Counseling Center in Cape Town said it was down to its last few hundred condoms. Taiwan to limit construction on fault line of earthquake     TAIPEI, Taiwan  - Taiwan plans to ban or restrict construction along a 48-mile fault line where last month's devastating earthquake hit, officials said today.    The Sept. 21 quake affected a wide area in central Taiwan, but the 12 towns and five resort areas on the fault suffered the most severe damage.    Officials said authorities have proposed to ban construction within 50 yards on either side of the fault line and turn the stretch into public parks. Maimed Thai elephant walks for 1st time since amputation      LAMPANG, Thailand  - Motola, the elephant maimed by a land mine and saved by emergency surgery to amputate her foot last month, today took her first walk since the operation.    \"It took a long time for Motola to walk for 30 meters (yards), but she seems so happy,\" said Preecha Puangkham, head of Hang Chat Elephant Hospital in the northern province of Lampang.         Doctors amputated Motola's left front foot after it was mangled from a land mine on the border between Thailand and Myanmar. Austria government resigns after election shake-up      VIENNA -  Austria's coalition government resigned today but agreed to stay on in a caretaker capacity while a new Cabinet is formed, after the far-right Freedom Party's historic gains in a weekend election.     Sunday's upset put Joerg Haider's Freedom Party in second place as  both  mainstream parties won their lowest share of the vote since 1945. Haider's populist campaign attracted traditional Social Democrat and conservative voters with a mix of xenophobic rhetoric and pledges to cut taxes and raise welfare benefits.Caption:  PHOTOJOERG HAIDER", "edition": "Final"}