{"title": "Earthquake divides rich, poor - poverty areas hardest hit while upscale neighborhoods unscathed", "filename": "1999-02-03_EarthquakeDividesRichPoor-PovertyAreasHardestHitWhileUpscaleNeighborhoodsUnscathed.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C79FB64DCDED?p=WORLDNEWS", "date": "1999-02-03", "page": "A14", "section": "South News", "author": "David Koop", "text": "ARMENIA, Colombia - Tears in her eyes, the nun stared at the statue of Saint Anthony helping a poor beggar. Around the statue was scattered what once was the Sanctuary of Miracles church - walls, roof, steeple, altar, all reduced to rubble. The statue was unscathed.    \"It's a miracle. It shows that God hasn't forgotten the poor,\" Blanca Gomez said.    Armenia's poor might not agree.    With almost surgical precision, a magnitude-6 earthquake sliced Armenia in two on Jan. 25, devastating hovels and aging slums in its poor south while leaving the sleek high-rises of its wealthy north largely unscathed. The quake's toll mirrors a society in which a vast gulf separates a rich elite from a poor majority.      Most of the nearly 1,000 deaths caused by the quake were in that city, the state capital, and 200,000 remain homeless. But in some areas, little damage can be seen.    \"Not one wall fell here,\" said Gilma Geraldo, 45, pointing at the block of posh condominiums in Armenia's exclusive Northern Towers district where she works as a receptionist. \"The rich never suffered. It is as if even the earth hates us humble people.\"     Cracks appeared in the walls of three of the complex's seven buildings, and the other four were untouched. None of the 300 residents was hurt.    Electricity and water were quickly restored, sprinklers soon watered lush, green lawns and banking machines soon started pumping out cash.    In southern Armenia, the quake leveled entire neighborhoods and left a landscape of rubble. Stunned survivors dig through what's left of their homes for family members, or at least their remains.    People, blackened with dirt, sleep in squalid camps or plastic lean-tos on the street and fight for scarce food and water.    Geraldo's uninsured home collapsed, and rescuers pulled the bodies of three of her neighbors from the rubble. She says she is still in shock and cries at night. But she went back to work Monday because she can't afford to lose her job.    She was amazed at what she saw when she ventured into northern Armenia.    \"It's almost unreal being here and seeing people watch TV and drink beers on their patios,\" she said.    Eighty percent of the buildings destroyed in Armenia were in its poorest neighborhoods, according to Mayor Alvaro Patino.    The reason the poor suffered most was not bad luck, but bad architecture, said Ariel Ospina, head of Red Cross rescue operations.    Homes built with flimsy materials on weak foundations collapse easily during earthquakes, while the well-made homes of the rich have a better chance, he said.    Among the homeless, resentment is growing.    People weary from days of digging through rubble and living on the streets grumble that the best aid is either being stolen or diverted to wealthy districts with minor damage.    \"Every day we hear that tents are arriving from the United States and Canada, but none reach us. Where does it go?\" asked Alonso Botero, leader of a camp of ragged lean-tos in the city's Uribe Park.    The rich have a different set of worries. Wealthy housewife Martha Garcia, who lives in the condos where Geraldo works, recalls with a shiver the first nights after the quake.    Despite the high, iron fence that rings the complex, terrified residents armed themselves with pistols and machetes to protect themselves from gangs of looters, she said.    \"We stayed up all night trembling, guarding the gates. There was no law those first nights,\" she said. \"My father joked that he was going to lock the food in the safe.\"     The government later sent in 6,000 troops to stop the looting of supermarkets, relief camps and homes, and to protect businesses that dared to open. Little violence has been reported this week.    In the quake's aftermath, Armenia has awakened to the realization that it is two separate cities.    Said Patino: \"We need to come together as a city to heal the wounds.\"Caption:  PHOTORICARDO MAZALAN / AP: A SOLDIER STANDS GUARD AS A BULLDOZER DEMOLISHES A DAMAGED BUILDING IN ARMENIA, COLOMBIA, YESTERDAY. ARMENIA WAS HIT BY A SEVERE EARTHQUAKE ON JAN. 25.", "edition": "Final"}