{"title": "Earthquake preparedness - take a few minutes to ask if you are prepared should a major earthquake hit here", "filename": "1999-10-14_EarthquakePreparedness-TakeAFewMinutesToAskIfYouArePreparedShouldAMajorEarthquakeHi.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C85C0D43890B?p=WORLDNEWS", "date": "1999-10-14", "page": "B5", "section": "Editorial", "author": "Unknown", "text": "Editor, The Times:      I am an ex-Seattleite currently teaching at an international school in Taichung, Taiwan, which is located very close to the epicenter of the recent tragic earthquake.     Having the profound luck of experiencing the 1989 earthquake in California as well, there are a few things I would like people in Seattle to realize.     Earthquakes are real and do come. Growing up in Seattle, I heard about \"The Big One\" and was drilled on what to do, but like most of my friends, I never really expected one.      Being prepared does pay off. How many people can honestly say they are prepared? Luckily, I was. I had water, cash and flashlights with batteries easily accessible. It is important that people ask themselves if they are ready.     Parents, have you made emergency plans for your children when they are at school or day care? Expect transportation to come to a halt, communication systems (both cellular and ground) to be overloaded and power to be out.     As a teacher, I know all teachers will do their best to ensure the safety of the children. This means students will be brought to an empty field to wait for the parents to pick them up. How long will your son or daughter have to wait? Bellevue to Seattle is tough enough on a normal day.      I am not one who worries too much. I just think people in Seattle should take a few minutes and ask, \"What if . . . ?\" Mike Gohde Taichung, TaiwanCaption:  PHOTOAP: A TAIWANESE WOMAN PRAYS NEAR HER DESTROYED APARTMENT BUILDING IN DALI AFTER THE SEPT. 25 EARTHQUAKE. RESCUE TEAMS FROM AROUND THE WORLD CAME TO ASSIST.", "edition": "Final"}