{"title": "Quake hits southern iran, killing at least 26 people", "filename": "1999-05-07_QuakeHitsSouthernIranKillingAtLeast26People.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C7E6D359419B?p=WORLDNEWS", "date": "1999-05-07", "page": "A17", "section": "News", "author": "Unknown", "text": "DUBAI, United Arab Emirates - An earthquake flattened hundreds of homes today in southern Iran, killing at least 26 people and injuring 100, Iranian media reported.    The news service IRNA said two quakes of magnitude 6.8 and 5.7 struck the area around Shiraz and Kazerun cities in Fars province.    The United States Geological Survey, however, measured the quake at 6.3 magnitude and said the second tremor was an aftershock with 5.2 magnitude in the same location.    Most of the dead were children killed when their homes collapsed, the head of the Natural Disasters Headquarters, Hasan Momtahen, told the official Islamic Republic News Agency.    Some of Iran's most impressive antiquities lie near Shiraz. It was not immediately known whether they were damaged.    The ruins of Persepolis, one of the capitals of the Persian empire, are about 35 miles northwest of Shiraz.      Alexander the Great plundered Persepolis in 330 B.C. Jehovah's Witnesses renew registration in Russia     MOSCOW - Russia has renewed the registration of Jehovah's Witnesses as a religious organization, even while authorities in Moscow are trying to ban the group, church officials said yesterday.     The Moscow city prosecutor's office is trying to ban Jehovah's Witnesses from Moscow, saying the Christian group creates rifts between family members because of its practice of not celebrating national holidays, and threatens lives by pressuring sick people into refusing medical aid.    A court hearing against Jehovah's Witnesses was put on indefinite hold in March, when the judge decided to allow experts to study the New York-based group's literature. Prime suspect in shooting at Indian bar surrenders     AMRITSAR, India  - A key suspect in the shooting death of a former model who worked at one of New Delhi's hottest night spots surrendered to police yesterday but proclaimed his innocence.    In a case that triggered debate on rich  youths with guns, Manu Sharma surrendered in Chandigarh, capital of the northern Punjab state. Sharma, 24, is the son of Vinod Sharma, a prominent state politician and former Cabinet minister.    Manu Sharma is the prime suspect in last Friday's shooting of Jessica Lal, who was tending bar at a restaurant in New Delhi frequented by fashion designers, politicians and rich industrialists. Mayor's mom's car stolen in crime-ridden Mexico City    MEXICO CITY -  Mexico City's crime wave claimed another victim yesterday - Amalia Solorzano, mother of Mayor  Cuauhtemoc Cardenas, whose car was stolen.     Cardenas, 64, became the city's first elected mayor in modern times in December 1997 after a campaign in which he pledged to fight crime  and overhaul the capital's notoriously corrupt and incompetent police force. Immigration dispute delays Hong Kong leader's U.S. trip      HONG KONG -  Hong Kong leader Tung Chee-hwa abruptly postponed a trip to the United States and Canada today in order to deal with an increasingly acrimonious row over Chinese immigration to the former British colony.     Hong Kong could face a devastating flood of 1.67 million Chinese immigrants after the territory's highest court in January gave any child of a permanent resident the right to live there.     Government experts warned legislators this week the Chinese immigrants could cost recession-hit Hong Kong  $91 billion over the next 10 years. Students protest expulsion for cheating in Bangladesh     DHAKA, Bangladesh - Police fired gunshots and tear gas to control nearly 4,000 students, injuring at least 50, who were protesting their expulsion for cheating on examinations, officials said today.    The students were punished after they were found copying answers from textbooks or smuggled cheat sheets,  one official said. The tests determine whether students qualify for a university education.Caption:  PHOTOTUNG CHEE-HWA", "edition": "Final"}