{"title": "7.6 quake hits taiwan; hotel collapses", "filename": "1999-09-20_76QuakeHitsTaiwanHotelCollapses.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C849DAFF31BA?p=WORLDNEWS", "date": "1999-09-20", "page": "A1", "section": "News", "author": "William Foreman; Eric Sorensen", "text": "TAIPEI, Taiwan - A powerful earthquake struck Taiwan before dawn Tuesday, wrecking a 12-story hotel in Taipei, damaging buildings in the capital and the countryside and awakening millions. State radio said it was the island's biggest quake in decades.    The U.S. Geological Survey National Earthquake Information Center said the quake had a preliminary magnitude of 7.6 and was centered 90 miles south-southwest of Taipei.    The quake wrecked the 78-room Sungshan Hotel in Taipei, collapsing the bottom three stories and setting the badly damaged top listing to one side. Officials said 25 people were sent to hospitals from the hotel.    Elsewhere on the island, more than a dozen other people were reported injured. There were no immediate reports of deaths.    Radio also reported that a row of houses collapsed in Chang Hua county in central Taiwan, injuring at least three people. Ten others were believed trapped in the wreckage, the radio said.    Electric and telephone service was interrupted by the quake, which occurred at 1:45 a.m. as most of Taiwan's 22 million people slept. State radio said there were six aftershocks.    People made their way into the streets from damaged buildings, some wearing only underwear, some in nightclothes. Some appeared dazed.    Idaho Gov. Dirk Kempthorne, who is visiting Taipei on an Asian trade mission, said he was asleep in a top-floor room in the 25-story Grant Hyatt Regency in Taipei when the earthquake hit.    \"We've been through quite an experience,\" Kempthorne said by telephone from the street. \"I think many of us thought we might be done for.\"     Kempthorne said the quake began as a gentle swaying, \"and then it increased in intensity until you were virtually thrown from the bed.\"     He added: \"This thing was just rocking significantly. The hotel is a bit of a mess inside.\"     In the southwestern Chiang Kai-shek district, some people brought candles into the street. Many carried umbrellas to stay out of the rain as they huddled around battery-operated radios.    Rern-Wei Cheng, visiting from California, said he was watching television with his family when the earthquake struck.    \"When I first felt the quake, I thought of a Turkish friend who went back to Turkey to visit his family when the earthquake hit there. . . . We were all frightened, and we hid under the kitchen table.\" No one in his family was hurt.    The USGS said the quake prompted tsunami warnings for Taiwan, Japan, the Philippines, Yap, Guam, and Palau. Tsunami are great waves that sometimes follow earthquakes.     Tsunami warnings are issued as a matter of course with quakes of this size, but scientists were waiting for more information to see just how severe the aftermath might be, said Anthony Qamar, the Washington state seismologist and a research associate professor at the University of Washington.     If the quake occurred near the coast and from a vertical fault, which would lift land beneath the ocean, it could generate a sizable tsunami, Qamar said. Scientists will know more as tidal gauges in Hawaii and Japan begin to be affected.     But a great tsunami would have been reported from Taiwan first.     \"If we haven't heard about a tsunami there, it's unlikely that you're going to hear anything about it from a greater distance,\" Qamar said. \"I would expect that in this day and age we'd hear more from the news than from tidal gauges, because a tsunami only travels at 600 mph.\"      The quake was detected by most of the 160 sensors operated in Washington and Oregon by the Pacific Northwest Seismographic Network, but the network did not gauge its magnitude, Qamar said. Information from Seattle Times science writer Eric Sorensen was used in this report.Caption:  PHOTO: MAP1) AP / CNN: IN A PHOTO FROM TELEVISION, A FIRE TRUCK ARRIVES  AT THE SCENE OF A COLLAPSED BUILDING IN DOWNTOWN TAIPEI.2) AP: TAIWAN (MAP NOT AVAILABLE ELECTRONICALLY)", "edition": "Final"}