{"title": "U.n. warns earthquake toll could top 40,000 dead - rescuers immunized for typhoid", "filename": "1999-08-20_UNWarnsEarthquakeTollCouldTop40000Dead-RescuersImmunizedForTyphoid.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C833A8080614?p=WORLDNEWS", "date": "1999-08-20", "page": "A1", "section": "News", "author": "Apreuters", "text": "Medical teams were immunizing rescue workers against typhoid today as more decayed bodies were pulled from the rubble of Turkey's devastating earthquake, raising the death toll to 9,082, with more than 34,000 injured, the government said.    A U.N. official said today the death toll could eventually reach 40,000.    \"An estimated 35,000 people are under the rubble,\"  Sergio Piazzi, head of the European desk at the United Nations Office for the Coordination of Humanitarian Affairs, told a news briefing at the U.N.'s European headquarters in Geneva.    He held out hope that \"many\" could be pulled out alive by the 2,000 search-and-rescue specialists and 120 sniffer dogs sent by two dozen countries to help local rescue workers.    He said some victims trapped in open spaces between concrete slabs of collapsed buildings could survive until Monday or even Tuesday. But the lack of water and the sweltering heat made chances of survival slim for many. People trapped in such situations usually die of dehydration after 72 hours - a window that passed last night.      Piazzi said Turkey estimated the number of trapped victims from aerial surveys of thousands of collapsed buildings matched against population-density figures.    The government ordered 10,000 body bags yesterday, indicating it expected the death toll to rise considerably. With  an additional 34,000 people injured, it was the worst quake ever recorded in western Turkey.     \"Practically one-third of the Turkish population (64 million) lived in the area affected by the earthquake,\" Piazzi said. \"In the Golcuk area alone, 10,000 people are expected to be under the rubble.\"      Asked whether the final death toll could soar above 40,000, Piazzi replied, \"My answer is it is a possibility.\"      Piazzi said that, unlike with earthquakes in Iran, where victims are often crushed immediately by collapsing buildings made of stone and bricks, Turkey's use of large concrete slabs in construction gave people a better chance of surviving.     \"There is a very high chance to find many people because of the type of collapsed buildings, with space between the floors, or sometimes a building is crushed only on one side.\"     The stench of decay pervaded flattened towns such as Adapazari, where at least 1,000 people were killed. Crushed sewage lines and the thousands of homeless people living on garbage-strewn streets without portable toilets or fresh water compounded the risk of cholera or other infectious diseases spreading.    \"We can't cope with this,\" Oguz Titiz, a doctor, told private NTV from Adapazari. \"Vomiting and diarrhea started showing up last night, especially among children and the elderly.\"     Health services were in a shambles, despite the arrival of an Israeli medical team.    Col. Giorah Martonovits of Israel noted the lack of running water.    \"We are expecting sanitation problems,\" he said. Doctors said the tens of thousands of people with cuts or other open wounds suffered in the quake or while trying to rescue others were at high risk of infection from unsanitary conditions.    The prime minister's crisis office said medical teams have begun immunizing rescue workers against typhoid, while others were picking up garbage, spraying disinfectants and distributing chlorine tablets to survivors for purifying water.    \"There are many people, animals and food under the debris,\" said Health Ministry official Rifat Kose. \"An epidemic could occur as they decay, but we are taking necessary measures.\"     The World Health Organization in Geneva today called the health risk from unburied cadavers \"negligible,\" saying resources were better spent on providing portable toilets and clean water and monitoring for outbreaks.    In Adapazari, government workers buried 963 people in a mass grave. They took pictures of the dead so they could later be identified by families.    Many bodies were being kept at an ice stadium in the badly hit city of Izmit. The army had used refrigerated trucks and was putting cold-storage facilities at the authorities' disposal.    Jarring the country's shattered nerves even more was a report yesterday from Turkey's top seismologist of unusual seismic activity, leading him to believe that another earthquake was possible.    Panicked Turks grabbed food and bed linens and spent the night on the streets in Istanbul; the capital, Ankara; and other cities.          The Turkish government, stung by criticism that the rescue effort is moving too slowly, pleaded for patience.    \"This is tragedy,\"  President Suleyman Demirel said. \"Everyone must unite.\"Caption:  PHOTO1) BURHAN OZBILICI / AP: VOLUNTEER RESCUE WORKERS REST AFTER  LONG HOURS OF HARD WORK IN SAKARYA, TURKEY. THOUSANDS OF PEOPLE ARE  BELIEVED TRAPPED UNDER RUBBLE IN CITIES IN WESTERN TURKEY.2) GREG GILBERT / THE SEATTLE TIMES: BOEING MECHANIC SHAWN SMITH,  RIGHT, HELPS LOAD RELIEF SUPPLIES ON A NEW BOEING 737-800 FOR TURKISH  AIRLINES AT BOEING FIELD. THE LOCAL BRANCH OF THE TURKISH AMERICAN  CULTURAL ASSOCIATION COLLECTED SUPPLIES, AND LOCAL BUSINESSES  CONTRIBUTED.", "edition": "Final"}