{"title": "Clinton meets with quake victims", "filename": "1999-11-16_ClintonMeetsWithQuakeVictims.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C8754C71C0F0?p=WORLDNEWS", "date": "1999-11-16", "page": "A1", "section": "News", "author": "Robert Burns", "text": "IZMIT, Turkey - President Clinton picked his way past mud puddles at a temporary encampment today to see firsthand how thousands of homeless survivors of an August earthquake are making do, and promised continued U.S. money and supplies for rebuilding.    \"We in the United States will do everything we can until your lives have returned to normal,\" Clinton said after a rain-drenched tour of the tent city of Dogukisla.    Clinton said the United States is sending 500 more tents to help house the homeless from a second deadly earthquake that hit last week, just before Clinton arrived for the first leg of a 10-day European tour.    Some 9,000 people are living two families to a tent on former farm fields now reinforced with paving stones. Most came from nearby towns destroyed or heavily damaged in the 7.4-magnitude quake Aug. 17 that killed an estimated 17,000. A 7.2-magnitude quake Friday killed at least 547 people, the government said today. Thousands have been left homeless in temperatures that have plunged to below freezing each evening.    A steady, chilly rain fell on Clinton, first lady Hillary Rodham Clinton and daughter Chelsea as they walked through the camp.    The Clintons stopped at the tent housing Ismail and Kerime Yoldas and their three daughters. The family fled a damaged home in Golcuk, about 12 miles away, where Ismail Yoldas made a living in a paper factory. They do not know when they can return.    \"Everything we had is gone,\" Yoldas said.    Today, after visiting several families inside their tents and touring a makeshift school, the president stood on a wooden platform to address camp residents, who applauded when he noted most of their tents were provided by the U.S. military.    Clinton met with Turkish officials yesterday on the first full day of the trip to southern Europe that also will take him to Greece, Italy, Bulgaria, Macedonia and Kosovo. Later this week, he goes to Istanbul for a 54-nation security conference expected to be attended by Russian President Boris Yeltsin as well as senior European leaders.    Clinton's stop in Ankara is aimed at demonstrating U.S. support for this staunchly secular Muslim country, a vital U.S. ally bordered on its southern and eastern flanks by Syria, Iraq and Iran.    Clinton later today was to fly to Istanbul to address a Turkish business group, where he was expected to announce major new private U.S. investments in hydroelectric power, natural gas and other power projects.    The double earthquakes in Turkey, Clinton said yesterday, could prove to have a silver lining: a warming of Turkish relations with rival Greece, whose humanitarian aid to the stricken areas has been dubbed \"earthquake diplomacy.\"     Turks also came to Greece's aid when an earthquake struck there last summer.    \"Every person who lost a loved one or a home to those earthquakes knows that there was no such thing as a Turkish or a Greek tragedy,\" Clinton said.    U.S. and Turkish officials yesterday signed an agreement that allows the U.S. Federal Emergency Management Agency to help Turkish authorities improve and streamline their response to natural disasters. With some rescue teams already gone and others leaving soon, hopes of finding more survivors from Turkey's latest earthquake are fading and thoughts are turning to helping the homeless face winter's chill.    The 72-hour window after which people usually cannot survive beneath rubble lapsed at 7 p.m. yesterday, and some rescuers said there was no point in staying.    A rescue team from Fairfax, Va., came equipped with 100,000 pounds of equipment. The team had planned a week's stay.    \"It's finished. You can't find live people after 72 hours,\" said Belgian fireman Jean Paul Dezutter, who stopped by the American rescuers' camp for a ritual exchange of T-shirts and caps before leaving.Caption:  PHOTO1) MUSTAFA ABADAN / AP: PRESIDENT CLINTON IS WELCOMED BY  EARTHQUAKE VICTIMS DURING A VISIT TO THE DOGUKISLA  TEMPORARY  ENCAMPMENT IN IZMIT, TURKEY, TODAY. (PHOTO RAN IN EARLY EDITION)2) MUSTAFA ABADAN / AP: PRESIDENT CLINTON  HOLDS 7-MONTH-OLD ERKAN ISIK  DURING HIS VISIT TODAY TO A CAMP FOR VICTIMS OF A 7.4-MAGNITUDE  EARTHQUAKE IN AUGUST IN IZMIT, TURKEY.3) GREG GIBSON / AP: FIRST LADY HILLARY RODHAM CLINTON LOOKS TOWARD HER  HUSBAND, PRESIDENT CLINTON, JUST BEFORE HE WAS PRESENTED YESTERDAY WITH  THE TURKISH STATE AWARD BY TURKISH PRESIDENT SULEYMAN DEMIREL. (PHOTO  RAN IN EARLY EDITION)4) SANTIAGO LYON / AP: NINETY-YEAR-OLD FATMA DEMIR TRAVELS THE  EARTHQUAKE-DEVASTATED STREETS OF THE TOWN OF KAYNASLI, AN ANCIENT  CAPITAL EAST OF ISTANBUL, TURKEY'S LARGEST CITY.", "edition": "Final"}