{"title": "Be aware and prepared with disaster saturday - don't follow instinct to run during a quake", "filename": "1999-04-07_BeAwareAndPreparedWithDisasterSaturday-DonTFollowInstinctToRunDuringAQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C7D145872338?p=WORLDNEWS", "date": "1999-04-07", "page": "B1", "section": "Local News", "author": "Christine Clarridge", "text": "Perhaps, like many people, you once read a flier that told you how to prepare for earthquakes, floods, power outages and, now, Y2K. And perhaps, because of that, you think you know precisely what to do.     \"If you're like most people, there's a huge leap between being aware and being prepared,\" said LuAn Johnson of Seattle's Division of Emergency Management.     Johnson will be one of the principal speakers at the city's sixth Disaster Day, scheduled Saturday from 8:30 a.m. to 1:30 p.m. at Ingraham High School, 1819 N. 135th St., Seattle.     The community forum, which last year drew nearly 1,000 people, is free and does not require advance registration.     The program is sponsored by the Seattle Disaster Aid and Response Teams (SDART) and Seattle Project Impact - a federally funded program to teach homeowners how to retrofit, or brace, their homes against an earthquake's impact. The forum will provide information about Seattle's disaster risks and the resources available to help people prepare and survive.     \"It's very pro-active, very hands-on,\" Johnson said.     Those attending will learn how to prepare for an earthquake one step at a time.     \"It can be very overwhelming, and that's one of the biggest reasons people don't prepare,\" Johnson said. \"But people can do just one thing a month. They like being given permission to take a year. It makes it manageable.\"      Pet lovers will learn how to stock up for their animals and how to handle traumatized pets; homeowners can pick up a retrofit plan that will fit many standard houses; and those worried about the fallout from year 2000 computer glitches can get detailed guidelines on what they need to have on hand.     Disaster Saturday, as the forum is called, also will offer landslide and seismic-hazard mapping, information on nonstructural retrofitting of schools and electricity and generator safety.     One of the best ways for people to be prepared is to organize, along with their neighbors, into teams that are trained to provide basic care and disaster relief during the critical first few days when outside help may be unavailable, Johnson said.     As a program manager for SDART, Johnson has trained more than 220 neighborhood teams in Seattle.     One team, for example, would provide basic first aid; another would check for fires, turn off natural-gas pipes and rope off downed electrical wires; and a third would round up children and others who may need shelter and care.     \"It makes me feel great to know that my kid knows which house to go to if he needs any kind of help,\" said Melissa Larson, a block coordinator for an SDART team in Maple Leaf.     Larson said members of her neighborhood team have taken CPR training, walked the streets identifying gas lines and other potential dangers and established centers with common, necessary supplies.     Johnson can't overemphasize the importance of that kind of training and practice; and to illustrate, she often tells a story about herself.     \"Everything we know about surviving an earthquake tells us to stay inside,\" she said. \"Don't, under any circumstances, try to get outside.\"      But when an earthquake hit the San Francisco Bay Area in 1989, Johnson - despite her training - almost did exactly what she'd been telling people not to do.     \"I was in a grocery store, at the back, and even though I knew and had been telling people, `Don't run, don't run, don't run,' I ran,\" she said.     \"The point is that instinct is very powerful and in order to be prepared, in order to overcome instinct, you have to practice.\"      For more information on the workshop or SDART, call 206-233-7123 or for information on Seattle Project Impact, call 206-615-0288. Christine Clarridge's phone message number is 206-464-8983. Her e-mail address is: cclarridge@seattletimes.com", "edition": "Final"}