{"title": "First the earthquake - now rains strike colombia - water dampens efforts to recover  victims, supply food and shelter", "filename": "1999-01-27_FirstTheEarthquake-NowRainsStrikeColombia-WaterDampensEffortsToRecoverVictimsSupply.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C799A0038850?p=WORLDNEWS", "date": "1999-01-27", "page": "A3", "section": "News", "author": "Frank Bajak", "text": "ARMENIA, Colombia - After a night of heavy rains slowed the search for earthquake victims and worsened the suffering of survivors, relief efforts resumed under gray skies today amid reports of coffin shortages and looting.    At least 700 people are confirmed dead from the magnitude-6 quake in western Colombia; officials say the final toll will surely rise. Red Cross officials said 500 bodies have been recovered.    Monday's earthquake devastated cities and villages across Quindio province, a vast Andean terrain where much of the world's coffee is grown. It shook buildings as far away as the capital, Bogota, 140 miles from the epicenter.  Another earthquake jolted northeastern Colombia today, but it was far less powerful than Monday's quake. No injuries or damage were reported after the 5.4-magnitude quake.    Hungry residents of this devastated city broke down the gates of a downtown supermarket and stole rice, cooking oil, flour and rum. Debris began falling from the upper reaches of the damaged four-story building housing the store, sending the panicked looters fleeing.    The government, meanwhile, denounced profiteering in caskets and pledged coffins to any families that need them.    \"We don't have enough coffins to bury the dead,\" said Quindio state Gov. Henry Gomez. Relief workers wrapped bodies in black plastic or blankets and left them on the streets two days after one of Colombia's worst earthquakes.    As darkness fell in Armenia, a city of 300,000, the slow task of removing debris was hindered by rain.    Araminta Sotelo, a 49-year-old housewife, held out her hand, appealing for help. \"We have our children in the street, and it's beginning to rain,\" she said.    Her house was destroyed by a landslide after the quake, so she and her four children spent the night under a plastic tarp provided by a local supermarket.    Fernando Arias, a 34-year-old construction worker, said residents of his neighborhood - even those whose houses were intact - were afraid to spend the night there because of the threat of landslides.    Food and drinking water were in dangerously short supply.    President Andres Pastrana canceled a planned visit to Europe and declared much of western Colombia a disaster zone in an effort to speed up rescue efforts. On a flight over the region yesterday, he saw devastated towns and coffee plantations.    Pastrana promised an initial $12.6 million to rebuild homes.    \"This is the moment in which all Colombians will pay back those who for years and with their own hands have collected the coffee beans and have generated for us peace, progress and work,\" he said.    Damage to the coffee crop, which makes up 48 percent of the country's production, was not expected to be severe, even though the region produces the world's largest amount of the gourmet-quality arabica beans favored by Americans. Colombia is the world's second-largest grower after Brazil with $2.15 billion in exports.    Monday's quake was the deadliest in Colombia since 1875, when about 1,000 people died in a tremor near Cucuta, a border city with Venezuela.    Aid pledges came from around the world, including more than $1 million from the European Union and $10 million from the Inter-American Development Bank. The United States is providing blankets and plastic sheeting worth about $2 million as an initial contribution, officials announced today.    Teams of earthquake specialists from the United States, Japan and France traveled to Colombia to aid the search for survivors.    Armenia's Red Cross chief, Gloria Echeverri de Roman, appealed for tents and tarps to shelter the homeless, many of whom set up makeshift campfires in the streets in front of their homes.    The Colombian Red Cross said as many as 100,000 people might have been left homeless by the quake, and those without roofs struggled yesterday to feed themselves and find shelter from the downpour.    Residents banded together to clear debris and salvage furniture and clothes. Information from the Los Angeles Times and Reuters is included in this report. -------------------------------------------------------------. HOW TO HELP      Agencies assisting in the Colombian earthquake: American Jewish World Service     989 Avenue of the Americas     10th Floor     New York, NY 10018     212-736-3450/2597     World Relief     Department 3     P.O. Box WRC     Wheaton, IL 60189     1-800-535-5433     American Red Cross     PO Box 37243     Washington, DC 20013     1-800-HELP-NOW     Spanish: 1-800-257-7575     World Vision     34834 Weyerhaeuser Way So.    Federal Way, WA 98001     English: 888-511-6565     Spanish: 888-511-6566     Catholic Relief Services     P.O. Box 17090     Baltimore, MD 21203-7090     800-736-3467     Church World Service     28606 Phillips Street     P.O. Box 968     Elkhart, IN 46515     800-297-1516 x222     Presiding Bishops' Fund     for World Relief     815 Second Avenue     New York, NY 10017     800-334-7626 x5129     U.S. Committee for UNICEF     Dept 1142N     P.O. Box 97295     Washington, DC 20090-7295     800-FOR-KIDS     Adventist Development     & Relief Agency     12501 Old Columbia Pike     Silver Spring, MD 20904     301-680-6380     AmeriCares     161 Cherry Street     New Canaan, CT 06840     1-800-486-HELP     Doctors Without Borders/MSF     6 East 39th St. 8th Floor     New York, NY 10016     888-392-0392     The Associated PressCaption:  PHOTO: MAP1) JAVIER GALEANO / AP: CARLOS JARAMILLO SITS BY THE WRECKAGE  OF HIS HOME, DESTROYED BY THE EARTHQUAKE, IN ARMENIA, COLOMBIA.2) AP: WHY THE QUAKE WAS SO DESTRUCTIVE (ILLUSTRATION NOT AVAILABLE  ELECTRONICALLY)", "edition": "Final"}