{"title": "Passengers get adventure when they abandon ship - hull struck rock near juneau: `it felt like an earthquake'", "filename": "1999-07-28_PassengersGetAdventureWhenTheyAbandonShip-HullStruckRockNearJuneau`ItFeltLikeAnEar.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C823483655E3?p=WORLDNEWS", "date": "1999-07-28", "page": "A1", "section": "News", "author": "Christine Clarridge", "text": "JUNEAU - When they first heard the bump and scrape of hull against rock, the cruise-ship passengers were doing their ordinary nine-o'clock-in-the-morning things: Waking up. Showering. Stirring sugar into coffee.     Brother and sister Chris and Jenny Yard of New Jersey, the only kids on the cruise, were watching the movie \"Toy Story\" in their lower-level cabin as their grandmother knitted upstairs on deck. Others walked the deck, peering through the gray drizzle for whales and bears and eagles. Claudia Hanna ate breakfast. Judy Anderson read.     Then their cruise ship, in the middle of a fjord called Tracy Arm, struck a rock and started filling - fast - with water.     \"We heard a really big bump, and the boat shook and started to rock back and forth,\" said 11-year-old Jenny Yard.     \"It felt like an earthquake,\" said Hanna, of Napa, Calif., who was celebrating her mother's 80th birthday on board with her parents, three sisters and their husbands.     The crew stopped serving breakfast. At 9:06 a.m. yesterday a distress call went out. The captain ordered passengers to gather in the lounge - with their life vests.     \"When he said that, the first thing I thought of was the Titanic,\" said Jenny Yard. \"I got really scared. I thought we'd end up in the water.\" She and 8-year-old Chris were crying.     The 93 passengers, who left Juneau on Saturday bound for Seattle onboard the Spirit of '98, a small sightseeing cruise ship, were told the vessel had hit something and was taking on water. They would probably have to evacuate. They were told to sit still, to remain calm, to try to stay toward the front of the ship.     They were told they couldn't return to their cabins. Crew members would go back for needed medications, but whatever else was in there - purses, passports, glasses, clothes - had to be left behind.     \"People were visibly shaken,\" said Kay Turner of Charlotte, N.C., who, with her friend, Judy Anderson, had planned the trip for nearly a year. \"But they weren't panicking. The crew wasn't rushing around. They weren't making us put our life jackets on right away, and that reassured us. It didn't appear to be life-threatening.\"      Passengers, many of them retired couples, were reassured, too, by the sight of two other small cruise ships in the fjord. The 28-mile cliff-lined estuary, about 40 miles southeast of Juneau, is filled with marine mammals and has been a popular tourist destination for years. Water fills engine room      By 10 a.m., crew members said, the vessel's engine room was swamped. The pumps were submerged, and the vessel lost power. The captain told passengers he was going to try to guide the drifting ship toward shore.     Lt. j.g. Bryan Johnson, a Coast Guard investigator, said the captain steered toward shore because a transfer of passengers to life rafts would be safer in shallow water. The Spirit, still afloat, remained anchored this morning in water 130 feet deep.     By midday yesterday, passengers and the crew of 27 had been evacuated one by one onto Zodiac boats. A ladder-like staircase was lowered to the small boats, and passengers either climbed down or were carried.     It was chilly on the water, with four-foot waves and 20-knot winds.     \"But think of how much worse it could have been,\" said Ardis Crull of New Jersey. \"It could have been night. It could have been raining. We could have been in the middle of nowhere.\"     Nine crew members remained aboard to operate pumps provided by the Coast Guard and the Regal Princess, a much larger ship.     One of the two other ships in the fjord, the Sea Lion, with passengers on their way to a day of hiking and kayaking, had turned back to help. By 1 p.m., the Spirit's passengers had joined those of the Sea Lion.     During the four-hour trip back to Juneau, passengers from both vessels played cards and board games, watched a slide show on Alaskan wildlife, ate and talked.     \"They were wonderful to us,\" said Hanna. \"They opened up their cabins to let us use their restrooms, and everybody just kind of scooted over and we mingled. I didn't hear one complaint.\" Adventure and inconvenience      In Juneau, Spirit passengers were given $250 for incidentals, clothes and food and were ushered from the landing pier to local hotels, including the Goldbelt, where a sandwich buffet was spread.     Richard West, the president of Alaska Sightseeing/Cruise West, the Seattle-based company that owns the Spirit of '98, was there. He had been in Anchorage to visit other ships in the seven-vessel fleet. He and others from the company gave passengers their options.     They could get a refund and a flight to Seattle. They could take a cruise on one of the company's other tours and then fly to Seattle. Either way, he said, passengers would get 50 percent off their next trip with the company.     \"We want to keep people happy,\" said Heather Bell, cruise coordinator for the Spirit.     This morning, most passengers were opting to go home, if they could catch a flight out of Juneau in the middle of the busy tourist season. But, said one passenger, Stan Carroll of Australia: \"We're not in any hurry. We're gonna have a nice rest. It's been bloody marvelous.\"      Though most said they were pleased with the company's handling of the accident - many enjoyed the adventure of it all and said they would take a cruise again - being without their belongings was an inconvenience.     \"It's just stressful\" said Turner, the passenger from North Carolina. \"There's lots of things you worry about getting back.\"      By this morning, the stranded ship was patched and pumped out and ready to be towed to Ketchikan for more repairs. Cruise West sent a boat out to the ship, still not knowing whether the Coast Guard - or the weather - would permit company representatives to go on board and retrieve personal belongings.     \"The luggage is still the $64,000 question,\" said John Kreilkamp, of Cruise West.      Still, said Turner, the adventure was worth it, for the stories they'll all recount to friends.     The only problem for Chris Yard, the 8-year-old, is that it was all just a little too cool. He doesn't think his friends will buy it. \"No way. They won't believe it. No kid would believe that.\" Christine Clarridge's phone message number is 206-464-8983.Caption:  PHOTO: MAP1) PETTY OFFICER MARK HUNT / U.S. COAST GUARD: A COAST GUARD  HELICOPTER LANDS ON A ROCKY SHORE NEAR THE SPIRIT OF '98 CRUISE SHIP IN  TRACY ARM SOUTHEAST OF JUNEAU.2) THE SEATTLE TIMES: CRUISE SHIP AGROUND NEAR TRACY ARM (MAP NOT  AVAILABLE ELECTRONICALLY)3) MICHAEL PENN / JUNEAU EMPIRE: THE SPIRIT OF '98 RESTS AT ANCHOR  AFTER IT STRUCK A ROCK AND ITS PASSENGERS WERE EVACUATED.", "edition": "Final"}