{"title": "It's in the cards for '99 - psychic predicts earthquake after kingdome falls, county scandal", "filename": "1999-01-18_ItSInTheCardsFor99-PsychicPredictsEarthquakeAfterKingdomeFallsCountyScandal.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C793C336AF52?p=WORLDNEWS", "date": "1999-01-18", "page": "B1", "section": "Local News", "author": "Christine Clarridge", "text": "A  highly placed King County official will get caught in the midst of an affair, the implosion of the Kingdome will set off an earthquake, and one of the area's floating bridges  will be threatened with collapse.     Those were among the predictions made by the palm readers, crystal-ball gazers, astrologers, clairvoyants, body healers, aura readers and magnet sellers who plied their trade among believers and skeptics at Seattle Center's Psychic Expo, which ended yesterday.     Seattle clairvoyant Margaret Q. predicted the affair of a married county official will be exposed when an indiscreet e-mail to his lover, who she says works for the county, is discovered.     \"It won't be his wife who discovers it - it will be popped out when an e-mail is intercepted,\" she said.     Margaret Q. also said that the implosion of the Kingdome sometime after the 1999 football season will set off an earthquake in Seattle or on Vashon Island, and that one of the area's floating bridges - she didn't know which one - will have a problem with its undercarriage that, if untreated, could cause a collapse.     Most of the hundreds of visitors to this annual two-day event, however, sought answers of a different type. They wanted to know (for an average cost of $25) whether they should leave their spouses or find another job.     \"People think their problems are so unique, but everybody wants to know about love, money, jobs and health,\" said Benjamin Smith, a Port Orchard card-reader.     \"I had one 80-year-old lady in here who wanted to know about her sex life. I told her she had to decide whether she wanted to have a relationship or sex, and that she could have one without the other,\" Smith said. \"She seemed to like that.\"     \"I usually get people who have a job for money but would love to do something else, and they want to know if it's in the cards for them,\" said psychic counselor Vihar Shuba of Bellevue.     Pregnant women often want to know whether their baby will be a boy or a girl.     Ruth M. Childs of Portland, who said she photographs and reads auras, claimed determining pregnancy and gender is easy.      \"I once told a woman she was carrying twins,\" she said pointing to a photograph of a woman who had two distinct circles of light on her torso, \"even though the doctors couldn't see the girl baby because she was hiding behind the boy.\"      Susan Rippy, an office manager at a Seattle engineering firm, sought the counsel of palm-reader Alan Schwartz several years ago after she'd suffered five miscarriages. Schwartz told her she'd had 15 children in her past lives and wasn't destined to give birth in this one. Since then, Rippy and her husband have their palms read annually by Schwartz and yesterday he had good news for them.     \"He told us we'd be adopting a 2-year-old within the next two years,\" said Rippy, who expects his prediction to come true.     Not everyone was so receptive.     Henry Dulemba, a computer programmer, said he came to the fair skeptical and left the same way.     \"It sounded like fun,\" said Dulemba, adding he had always wanted to have his palm read because his two hands have different and distinct lines. What those hands told the palm reader was that he relied too much on logic and not enough on intuition.     \"I guess that's true,\" he said. \"But when it comes to making decisions, I still think gathering hard facts is more important than intuition.\"      Matthew Ludwig of Poulsbo heard about the convention from a friend but could not be tempted inside.     \"A woman once read my palm and I asked her if I was going to (have a successful romantic encounter) that night. She said yes, but she was wrong,\" Ludwig said.     \"I'm never going back to a psychic. She got my hopes up for nothing.\" Christine Clarridge's phone message number is 206-464-8983. Her e-mail address is cclarridge@seattletimes.comCaption:  PHOTOJIMI LOTT / THE SEATTLE TIMES: LEWIS LAMBERT, A CARD READER AND CRYSTAL-BALL GAZER, ARRANGES CARDS FOR A READING AT THE TWO-DAY PSYCHIC EXPO, WHICH ENDED YESTERDAY.", "edition": "Final"}