{"title": "Camera confirms: montesano edifice has cracks in the belfry - courthouse cupola off-kilter since quake", "filename": "1999-07-16_CameraConfirmsMontesanoEdificeHasCracksInTheBelfry-CourthouseCupolaOff-KilterSinceQua.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED1C81A4BE61FDB?p=WORLDNEWS", "date": "1999-07-16", "page": "B1", "section": "Local News", "author": "Eli Sanders", "text": "MONTESANO, Grays Harbor County - History met high-tech in this small logging town as officials used a digital camera to get their first bird's-eye peek at the earthquake damage sustained by the old Grays Harbor County Courthouse two weeks ago.     The digital pictures revealed more cracks in the clock tower than had been expected. They also showed the crumbling condition of the 89-year-old building's cupola.     Meanwhile, officials at the University of Washington said today that the July 2 earthquake had a magnitude of 5.8 or 5.9, significantly more severe than the 5.1 and 5.5 figures initially reported.     From the ground at the courthouse in Montesano, officials could tell that the cupola had begun listing as a result of the quake, centered 10 miles west of here near Satsop.      But they didn't know the damage was so bad until this week.     \"A tick higher (on the scale), and that thing would have been down on the ground,\" said county building inspector Chris Johnson.     County officials and the digital camera were hoisted up to the cupola in a crane. Soon after it brought them back down, the digital images were transmitted to computers in their offices and sent via e-mail to a structural engineer in Everett.     \"Looks bad,\" said Dennis Selberg, the county's building services director after the crane brought him back down to earth.     The sight of bureaucrats in hard hats wielding a single tiny tool was a striking contrast to worn photographs of the brick and sandstone building's no-tech beginnings.     A black-and-white photo from 1909 from the archives of Montesano's newspaper, The Vidette, shows several muscled and mustached men holding pickaxes and shovels as they loaded dirt into a horse-drawn cart while digging the building's foundation.    In 1911, when the courthouse was completed, its cost was put at $191,470.     Already, Quake repairs have cost $100,000, said county public facilities director Michael Daniels, who estimates the costs could rise to $500,000.     The courthouse has been empty since the quake, forcing its 56 employees to move to other county buildings.     A chain-link fence guards the perimeter of the courthouse, which lifetime Montesano resident Patricia Clemons, 72, described as \"the center of town.\"      Clemons' father, who served as Montesano's town historian until his death in 1993, was at the cornerstone-laying ceremony in 1909. His father had come to the Montesano area as a logger and land speculator in 1857.     Now Clemons helps maintain the Chehalis Valley Historical Museum.     Clemons says she has always felt a sense of history while wandering through the marble-floored corridors of the courthouse and looking at the hand-painted murals, which depict the first encounters between settlers and Native Americans.     If new technology is helping to restore the town's past, so much the better, she says. \"It'll probably be preserved faster than it would if we didn't have it.\" This report includes information from The Associated Press.Caption:  PHOTOMIKE DANIELS: THE CUPOLA ATOP MONTESANO'S 89-YEAR-OLD GRAYS HARBOR COUNTY COURTHOUSE WAS HEAVILY DAMAGED IN A 5.1 EARTHQUAKE TWO WEEKS AGO.", "edition": "Final"}