{"title": "Earthquake measured at 6.0  causes little damage in Alaska", "filename": "2000-01-06_EarthquakeMeasuredAt60CausesLittleDamageInAlaska.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53A33AF1FBB9D?p=WORLDNEWS", "date": "2000-01-06", "page": "A8", "section": "News", "author": "Unknown", "text": "PALMER, Alaska - A moderate earthquake and two aftershocks early today jolted much of Southeastern Alaska, including Juneau, the state capital. Little damage was reported.     Bruce Turner of the Alaska Tsunami Warning Center in Palmer said the quake had a preliminary magnitude of 6.0. It struck 25 miles below the ocean floor about 95 miles northwest of Sitka at 2:43 a.m. PST.     The quake was felt strongly in Juneau, Sitka, Gustavus and Hoonah but caused no tsunami, or seismic sea wave, Turner said.     Aftershocks in the same area at 3:07 and 3:37 a.m. registered 4.0 and 4.6, respectively, he said.      \"We heard reports of pictures being knocked off of walls and such,\" Turner said. \"We don't get too concerned until it's above a 6.5.\"     The 1964 \"Good Friday\" earthquake in Alaska, which killed 131 people, was measured at 8.5 on the Richter scale and was centered in Prince William Sound. Scientists later revised that reading to 9.2 on the moment magnitude scale, which has supplanted the Richter scale as a measurement of intensity. Former sex-crime investigator faces child-molesting charges     LOS ANGELES - Authorities are searching for a Palmdale city councilman and former sex-abuse investigator who has been charged with 17 counts of child molestation.     An arrest warrant for Kevin Carney, a former sheriff's sergeant, was issued yesterday after he was charged with 17 felony counts of child molestation and one misdemeanor charge of  possessing child pornography.     Voters in Palmdale, about 40 miles north of Los Angeles, elected Carney in November shortly after he was arrested for investigation of lewd conduct with a 14-year-old girl. He denied the charges, calling them part of a smear campaign by his opponents.     At one time, Carney, a 23-year sheriff's department veteran, was a leading sex-abuse investigator, supervising cases involving children. He was removed from that detail in 1997 after being accused of inappropriately touching two 9-year-olds. Foster family to take care of baby found in Denver store      DENVER - A newborn girl abandoned on a grocery-store shelf over the weekend was released from the hospital yesterday to a foster family, which will have a good chance to adopt her, officials said.      Workers found the baby at the store Saturday, wriggling under a blanket behind the disposable diapers on the shelf. People from across the country have responded with donations of food, diapers and clothes, and some have asked to adopt \"Baby Jane Doe.\" Police are searching for the mother. Oklahoma death-row inmate executed by injection     McALESTER, Okla. - A man who raped and suffocated a 76-year-old woman in her Oklahoma City apartment in 1981 was executed by injection early today.     Malcolm Rent Johnson, 41, was pronounced dead at 12:13 a.m., becoming the first inmate executed in the United States this year. Johnson had been on death row for almost 18 years after being convicted of killing Ura Alma Thompson. Former N.J. police chief gets 4-year term for corruption     CAMDEN, N.J. - A former police chief has been sentenced to four years in prison for leading a band of rogue officers in what prosecutors say was the most corrupt department in New Jersey history.      Prosecutors say retired West New York Police Chief Alexander Oriente and members of his 140-officer department took hundreds of thousands of dollars in bribes and kickbacks from 1989 to 1997 to shield prostitutes, illicit liquor sales and illegal gambling operations in the town of 50,000 just across the Hudson River from New York.     Oriente, 67,  apologized in court and said, \"I have started a new life.Caption:  MAPAlaska (Map not available electronically)", "edition": "Night Final"}