{"title": "New construction trends in earthquake-prone areas can be deadly, study finds", "filename": "2000-11-19_NewConstructionTrendsInEarthquake-ProneAreasCanBeDeadlyStudyFinds.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53A908DB96E63?p=WORLDNEWS", "date": "2000-11-19", "page": "A21", "section": "News", "author": "Douglas Frantz", "text": "ISTANBUL, Turkey--In last year's earthquake in northwestern Turkey, which killed more than 18,000 people, residents in newer concrete buildings died at a far higher rate than those in traditional timber structures, a new report said. In the Turkish quake of Aug. 17, 1999, which injured an estimated 50,000 people and damaged about 350,000 homes and businesses, poorly built concrete buildings buckled and collapsed, while lighter, flexible timber structures survived, according to an analysis by two officials at the Turkish Ministry of Public Works. The earthquake provided the first evidence that millions of people in many of the world's most populous cities are at risk from earthquakes because of widespread use of reinforced concrete and substandard building practices, experts said. From Istanbul and Cairo to Mexico City and Manila, the inability of cheaply constructed concrete buildings to withstand quakes could lead to immense death tolls, they said. In Istanbul, where the population exceeds 10 million, estimates are that up to 70 percent of the housing is potentially dangerous. The study was presented at a three-day conference on the performance of traditional buildings in earthquakes. In most of the world outside North America and parts of Europe, reinforced concrete has become the material of choice for housing because it is cheap and construction is quick. Concrete reinforced with steel bars can resist an earthquake if buildings are constructed  with proper material and adequate engineering. But shoddy concrete tends to snap in an earthquake, sending floors crashing down on each other. Practices developed over hundreds of years in earthquake zones worldwide rely on wood timbers and framing to construct buildings that are light and flexible. Instead of resisting an earthquake like concrete, wood allows a building to sway and absorb the earthquake's force.", "edition": "Second"}