{"title": "Evidence of quake rupture found", "filename": "2000-11-30_EvidenceOfQuakeRuptureFound.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53A920A3CB0C1?p=WORLDNEWS", "date": "2000-11-30", "page": "B1", "section": "Local News", "author": "Arlene Bryant", "text": "Geologists have discovered evidence of a surface rupture along the Seattle earthquake fault line at a construction site in South Bellevue east of Factoria, near Vasa Park. The Bellevue rupture, along with two others found on Bainbridge Island and a fourth under Interstate 5 just south of the Interstate 90 interchange, were announced yesterday by the U.S. Geological Survey and the University of Washington. Scientists have long known that a fault line runs from Kitsap County to Lake Sammamish, roughly tracing the I-90 corridor, but visual evidence has generally been buried beneath tons of glacial sediment and surface vegetation. The new evidence is the most graphic indication of surface faulting to date, said research geologist Brian Sherrod. Surface ruptures indicate the source of a quake is close to the surface and could mean potentially more damage in those areas, he said. \"We've always known the thing (fault line) is out there, but now we're seeing evidence from Kitsap to Lake Sammamish,\" Sherrod said. \"All the little points of evidence are lining up. The more we look, the more we're going to find.\" The Bellevue site was discovered in August during excavation for a parking lot but only publicly revealed yesterday. The rupture is believed to be the result of an earthquake that occurred 1,100 years ago. The site is now covered, but additional studies will be done this summer. \"We were flabbergasted,\" said Sherrod. \"You just don't find  these things that often. As a scientist, being able to see the fault plane is pretty exciting.\" At one of the Bainbridge sites, a cedar leaf found at the bottom of a fissure was carbon-dated to 1,200 years ago, he said. Bellevue city officials said discovery of the site is a reminder for cities to be prepared for earthquakes. \"We've known we have a very significant earthquake threat for several decades, but we just haven't seen visible evidence,\" said Barb Graff, Bellevue emergency-preparedness manager. \"This just helps prove the case. People need to be prepared.\" The UW and USGS plan additional research next year to better define the Seattle fault's location between the Cascade Mountains and Lake Washington. Washington is the nation's second-most-vulnerable state to costly damage from earthquakes, according to a federal study released in September. Seattle was ranked No. 7 among major cities that could expect severe earthquake damage.Caption:  mapSeattle Times:  More fault evidenceSeattle Times:  Seattle's seismic bathtub", "edition": "Fourth"}