{"title": "Taiwan leader pledges repairs -- a year after killer quake", "filename": "2000-09-21_TaiwanLeaderPledgesRepairs--AYearAfterKillerQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53A7D74E2A39D?p=WORLDNEWS", "date": "2000-09-21", "page": "A17", "section": "News", "author": "William Foreman", "text": "CHI CHI, Taiwan--With a lone trumpeter playing taps, Taiwan's top leaders closed their eyes and bowed their heads today at 1:47 a.m., the moment a massive earthquake tore open the island one year ago and killed more than 2,400 people. The simple ceremony in the central mountain town of Chi Chi--epicenter of the 7.6-magnitude quake--was punctuated by about 10 protesters chanting, \"What has the government done for us?\" As the protest began, security officials quickly escorted President Chen Shui-bian away from the stage in front of the town's destroyed train station, where minutes earlier he had urged Taiwanese not to lose hope about efforts to repair damage done by the \"powerful, invisible force\" that jolted the island on Sept. 21, 1999. \"In the deepest darkness of the night, we have faith because the skies will gradually become brighter,\" said Chen, 49, who took office in May, becoming Taiwan's youngest president. Most of the 300 people who gathered to hear the president remained dry-eyed throughout the ceremony. Taiwan had not been hit by a severe tremor in about 50 years and was dangerously unprepared. Inexperienced emergency teams lacked basic rescue equipment, and apartment blocks constructed during a recent building boom could not withstand the jolt. The tremor killed 2,413 people, injured 11,305 and left 200,000 homeless. Hardest hit were the central counties of Nantou and Taichung, a mixture of fertile rice-growing plains and scenic but poor  mountain towns dependent on tourism that dried up after the quake. Almost daily, minor tremors and aftershocks rattle the region, causing landslides. A 5.1-magnitude quake hit northeast Taiwan late last night. No damage was reported. Many of the buildings collapsed last year because contractors ignored building codes or skimped on materials. Some builders mixed cans and newspapers in concrete walls and pillars; others saved money by cutting back on reinforcement rods in foundations. Taiwanese courts have been slow to prosecute the developers, many of whom fled Taiwan or dissolved their companies. But yesterday, the Taichung District Court convicted four men of endangering public safety in the construction of a building that toppled and killed 29 people. They were the first to be convicted of the more than 100 indicted on similar charges.", "edition": "Second"}