{"title": "Quake rattles N. California wine country", "filename": "2000-09-04_QuakeRattlesNCaliforniaWineCountry.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53A7789869532?p=WORLDNEWS", "date": "2000-09-04", "page": "A1", "section": "News", "author": "Lori Aratani", "text": "Books tumbled from shelves. Televisions crashed to the floor. But as the sun came up over Napa Valley, residents were thankful the 5.2 earthquake that shook this quiet little region early yesterday morning hadn't been worse.     Only one serious injury was reported. A 5-year-old boy was listed in critical condition at Children's Hospital Oakland after undergoing surgery.  At least 60 people were staying at a Red Cross shelter after their apartment building was declared unsafe.    But for the vast majority of people, yesterday was spent quietly. Residents mopped up the glass, the vinegar and the wine. They made sure children and pets were all right. And then they swapped stories with their neighbors.     By midmorning, power had been restored to most of the 10,000 businesses and homes that had lost it. City crews repaired water and gas mains.     Visitors and residents strolled along First Street in Napa surveying the damage. Many were in search of a hot cup of coffee to counter the effects of a sleepless night.     The quake struck about 1:36 a.m. The epicenter was three miles southwest of Yountville. Two aftershocks, of magnitude 1.5 and 1.8, were reported later.  People reported feeling the quake as far south as Palo Alto and as far north as Davis.     Officials said about 25 people reported minor injuries, mostly from falling objects. Two others were hurt more seriously - the 5-year-old boy and a man whose condition was upgraded from serious  to fair.     The quake seemed to hopscotch about the valley, damaging some areas heavily, especially Napa. Other towns were virtually untouched. For every set of broken dishes, there seemed to be someone who made it through the tremor without a scratch.     Renita Smith and Dion Lauderdale, visiting Napa for the first time from their home in Bakersfield, said that when the walls shook they thought a train was passing by. It wasn't until they set off for a day of wine tasting that they realized what had happened.     The area's wineries and shops seemed to weather the quake without serious damage. No buildings were condemned.     At Laird Family Estate Winery, a family-owned winery now beginning its second year of operation, winemaker Brian Mox said they lost about two gallons of wine when a few bottles crashed to the floor.     At the Trefethen Winery in Napa, workers closed off the north and south barrel rooms that are usually open to the public, due to safety concerns. The quake shifted several 450-pound barrels. But in the winery's tasting rooms, where more than a dozen visitors gathered to sample wines, not even a wooden coaster was jarred loose.      Elsewhere, \"It was BOOM BOOM BOOM, like someone pulling up and down on your house,\" said Justin Clarke as he stood outside his family's store, Cribs and Bibs, in downtown Napa surveying the damage and watching for the insurance man. \"Stuff was shaking; there was a little bounce, then a big bounce and then it stopped.\"     Outside, where three of the store's four large glass windows shattered, leaving huge piles of jagged glass along the sidewalk, police had strung up yellow caution tape to keep pedestrians away from the glass. Inside, stuffed bunnies and teddy bears littered the floor. A few ceiling panels had shaken loose, but for the most part the damage was minimal.     The scene was much different at the Clarkes' Napa home about three miles west of downtown, where televisions had tumbled off their stands and jars of pickled onions flew out of the cabinets and shattered on the floor.     Across the street at the Perry house, the red brick chimney had collapsed, littering the front walkway with debris. Bill and Judy Perry were sleeping soundly when they were jarred awake.     \"There was so much stuff falling and flying around, we just laid there holding onto each other,\" Bill Perry said. \"It was like someone picked up the house and shook it.\"Caption:  PHOTOEric Risberg / The Associated Press: Store owner Zul Sayani cleans up bottles in his liquor store in Napa, Calif.Eric Risberg / The Associated Press: The main post office in downtown Napa, Calif., sustained damage to its windows during the earthquake that struck the heart of Northern California's wine country.Robert Peebles / The Associated Press: The Galovic and DiGennaro families camp out in the DiGennaro driveway after being jolted early  yesterday by a 5.2 earthquake, in Napa, Calif. Thousands in the area lost power.", "edition": "Final"}