{"title": "Earthquake Alert - We are about to pay a price for our mild winter", "filename": "2000-03-26_EarthquakeAlert-WeAreAboutToPayAPriceForOurMildWinter.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53A49E0CD4F2E?p=WORLDNEWS", "date": "2000-03-26", "page": "34", "section": "Pacific Northwest", "author": "Steve Johnston", "text": "ABOUT THE MIDDLE of February, I happened to mention to the Truly Unpleasant Mrs. Johnston that I thought we were due for an earthquake.      Not a really big one, I said, but one of those earthquakes that starts with a rattling sound like a beer truck going up the street and, when you realize it's an earthquake, has already gone through your house and is moving down the block.      Mrs. Johnston is from San Francisco, and I believe she misses earthquakes. So I was trying to cheer her up because she gets homesick toward the end of February. I believe it has something to do with it being cloudy and rainy for four or five months. She starts to get testy.      \"Why do you think we're due for an earthquake?\" Mrs. Johnston asked.      Sometimes I can get her to go along with my predictions because she believes most of them are relatively harmless, such as predicting it will rain when the sky is filled with rain clouds.      I believe she agrees with me just to prove she is listening, not because she wants to challenge my predictions or even discuss them.  But I think the word \"earthquake\" caught her attention, which is what happens if you are from San Francisco.      People from San Francisco take as much pride in their ability to survive earthquakes as people around Seattle take in being able to survive endless days of rain.     \"I think there is an earthquake coming because it hasn't rained much this year,\" I said.      Normally, a lack of rain puts  Mrs. Johnston in a good mood. The first 10 or 15 years after she moved to Seattle she would mutter \"Does it ever stop raining up here?\" with her unhappy face pressed against a window.      I had the unfortunate luck of growing up here so I barely notice if it's raining. (When we met, Mrs. Johnston was surprised to learn I didn't own an umbrella. \"How do you keep the rain off your head?\" she asked. \"Duh,\" I said in my defense.)     I do notice when the sun comes out in the middle of the winter when it should be raining. And I noticed we had several sunny days in January and February. Besides being unnatural, all this sunshine meant something else.      It meant we were going to have an earthquake.      I don't have the necessary scientific proof, but I think that when we don't have our usual amount of drizzle for days on end, the ground naturally dries up and the rocks under the ground start behaving like a car engine run without any oil.      As someone who once ran his '59 Chevy without oil, I can state for a fact that a car engine needs some kind of lubricant.      The first time I told Mrs. Johnston about my water-as-lubricant theory, she nodded her head like she was agreeing with me. Then she asked me where I read this theory. I had to admit that it was my own theory, but it sounded logical to me.      \"That's interesting,\" Mrs. Johnston said. \"You are also an idiot.\"      That may be so, but I can't wait to see her face when that beer truck sound starts coming down the street. That is if we live through it.      By the way, it should happen next month.  Steve Johnston is a Seattle Times staff reporter. Paul Schmid is a Times staff news artist.Caption:  ILLUSTRATIONIllustrated by Paul Schmid: Earthquake alert", "edition": "Night Final"}