{"title": "Two are killed as earthquake shakes buildings in Turkey", "filename": "2000-06-06_TwoAreKilledAsEarthquakeShakesBuildingsInTurkey.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53A5E4AECB2FF?p=WORLDNEWS", "date": "2000-06-06", "page": "A7", "section": "News", "author": "Unknown", "text": "ANKARA, Turkey - A strong earthquake shook central Turkey early today,  killing at least two people and sending residents miles away running from their homes in panic, the Anatolia news agency reported.     At least seven other people were injured in the magnitude 5.9 quake, mostly from jumping out of windows and off balconies, the agency said, quoting Interior Ministry officials.     The quake's epicenter was the town of Cerkez in Cankiri province, some 60 miles north of the capital, Ankara, Istanbul's Kandilli Observatory said. It lasted about 30 seconds and was felt in several central provinces and along the Black Sea coast.     One person was killed in Cerkez after jumping from a building, Anatolia said. Another was killed in the town of Cubuk, near Ankara, the agency said.     In Cankiri, people fled their homes, and police were warning them not to return, private newschannel NTV reported.     \"A loud noise woke us up and we rushed to the street,\" Zeynep Gokmen told Kanal D television. \"Everyone rushed to the street.\"     Hundreds of people also left their homes in Ankara, where the temblor was strong enough to rattle walls.     Two powerful earthquakes struck northwestern Turkey in August and November, killing more than 18,000 people.  Appeals court strips Pinochet of immunity; suits to proceed      SANTIAGO, Chile - The Santiago Court of Appeals  yesterday announced its decision to strip Gen. Augusto Pinochet of his  immunity from prosecution, leaving Chile's former dictator facing a long legal battle over the human-rights abuses committed under his rule.     Opponents of the former dictator cheered and wept for joy, while Pinochet's defense team said it would appeal the ruling, the outlines of which were leaked  two weeks ago.     The court voted 13-9 on May 23 to remove the congressional immunity Pinochet enjoys as a senator for life. He faces 110 lawsuits filed on behalf of those killed or missing during his 17-year rule.  Bomb suspect hoped to ignite race war, prosecutor says      LONDON - Prosecutors told a London court yesterday that a British engineer being tried on murder charges had hoped to start a race war when he planted bombs in minority neighborhoods and a gay bar, killing three people.     The court also heard during the opening day of the trial that David Copeland, 23, made his nail bombs from instructions obtained on the Internet and got the idea for last year's attacks from a 1996 bombing in Atlanta.  Copeland pleaded guilty to manslaughter but denied the charge of murder.     In April 1999, Copeland allegedly planted bombs in London's Brixton district, which has a large black population; in Brick Lane, a Bangladeshi neighborhood; and in a gay bar in the heart of London's West End theater district.     \"He told them (police) that he was a National Socialist or Nazi, who believed in a white master race,\" said Prosecutor Nigel Sweeney. \"He did not like either black people or Asian people and wanted them out of this country.\"  4 U.N. observers released in Georgia; no ransom paid      TBILISI, Georgia - Kidnappers in Georgia's separatist region of Abkhazia freed four U.N. observers yesterday, after taking them hostage for ransom last week.     The observers - two Danes, a Briton and an Abkhazian - were released without the U.N. paying ransom, U.N. spokesman Fred Eckhard said in New York. Raul Khadzhinba, head of Abkhazia's Security Service, also said no ransom was paid.     Abkhazian separatists drove out Georgian government forces during a 1992-93 war and have run almost all of the province since then. The two sides reached a cease-fire in 1994.Caption:  PHOTOAugusto Pinochet", "edition": "Final"}