{"title": "Quake-bracing projects to update Harborview if voters approve bonds", "filename": "2000-09-14_Quake-BracingProjectsToUpdateHarborviewIfVotersApproveBonds.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53A7AC93E1EAB?p=WORLDNEWS", "date": "2000-09-14", "page": "B3", "section": "Local News", "author": "Roberto Sanchez", "text": "People usually don't think about earthquakes when they get into the booth to vote on taxes. But that's what directors at Harborview Medical Center are hoping will happen Tuesday, when voters consider whether to raise property taxes to upgrade and expand the region's chief medical facility.      That is also what opponents say is wrong with Harborview's proposal.      Harborview and King County want permission to sell $193 million in bonds to finance the reconstruction and seismic retrofitting of buildings on the hospital's First Hill complex in Seattle.     The request would allow demolition of two older buildings, including historic Harborview Hall, construction of two buildings and a sky bridge,  and renovation and seismic strengthening of the north wing.     Structural engineers said Harborview Hall and the East Clinic have weak joints, uneven stories and no shear walls, which means they could collapse during a moderate earthquake. The north wing, which was built in 1972, would likely survive such an earthquake but would have to be evacuated. That building houses part of the emergency room, intensive-care beds for adults and children, and specialty services such as burn care.      If voters approved the plan, Harborview would see an addition of 50 beds and 170,000 square feet, and would have three buildings that could withstand a moderate earthquake and remain open for service. The total project would cost $263 million. The portion not covered  by the bond issue would come from Harborview parking fees and the hospital's general fund.      Hospital officials argue that as the only Level 1 trauma center in four states, Harborview needs to stay open after an earthquake.      \"It would be a major problem for the institution, and a major problem for the region,\" said Thomas Ranken, a Harborview board member who was board president last year. The board unanimously voted for the construction plan.      \"The East Clinic and Harborview Hall would collapse on themselves, and people in those buildings would die,\" said David Jaffee, Harborview executive director. \"The last thing we need is to have Harborview be a victim of an earthquake itself.\" Critics, led by Wynn Cannon of the League of Washington Taxpayers, argue that Harborview officials are using fear of earthquakes to push for an expensive expansion of the hospital.      \"History tells us we are not faced with this big, devastating earthquake that is coming,\" Cannon said, adding that Harborview officials cite the 1994 Northridge, Calif., earthquake as an example of how hospitals can be paralyzed by damage.       \"We have not had those earthquakes,\" he said.     Property owners are already too loaded with taxes and Harborview should find other financial sources for its plan, Cannon said. He said the vote also comes just before the November votes on a Seattle parks levy, a county increase in the sales tax for transit and other local levies for special projects.      \"We continue to claim property taxes in King County are excessive and confiscatory,\" Cannon said.      County officials say the Harborview bonds would add about $17 a year to the tax bill on a house worth $287,000, the average home value in the county.      Harborview supporters, under the Yes on Harborview organization, have raised about $300,000. That is paying mostly for mailings and radio spots, but no television ads, said LaVerne Lamoureux, campaign manager. Supporters include Boeing, Weyerhauser, William H. Gates Sr. and Seattle developer Jon Runstad.     Opponents have raised no funds.     Harborview is a county-owned emergency hospital, managed by the University of Washington and controlled by its own independent board. It relies on county funding for its buildings and historically it has sought bonds about every 10 years that are paid off with property taxes.       The last Harborview bond issue was in 1988, for $75.5 million. Those bonds will be retired in 2007.", "edition": "Final"}