{"title": "Quake activity, deaths rise in 1999", "filename": "2000-01-07_QuakeActivityDeathsRiseIn1999.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53A33ED93C6D0?p=WORLDNEWS", "date": "2000-01-07", "page": "A15", "section": "News", "author": "Reuters", "text": "WASHINGTON - The world experienced more than the usual number of number of major earthquakes in 1999 and deaths caused by them were double the annual average, according to the U.S. Geological Survey.      More than 22,000 people were killed by earthquakes last year, with 17,000 killed by the 7.4 earthquake that hit Izmit, Turkey, in August.      \"Dense urban populations coupled with weak building structures along the epicenters are responsible for most fatalities,\" Waverly Person, a geophysicist with the USGS, the nation's largest civilian mapping agency, said yesterday.      The major earthquakes of the year:      Colombia was hit early in 1999 when a magnitude 6.3 killed nearly 1,200 people on Jan. 25.     Turkey was the hardest hit, sustaining two major quakes - the Aug. 17 magnitude 7.4 and a magnitude 7.1 on Nov. 12.     Taiwan suffered a magnitude 7.6 on Sept. 20, the largest quake in 1999, killing more than 2,400 people.      An average 10,000 deaths occur worldwide from earthquakes annually. Fatalities totaled 8,928 in 1998, while 2,907 people were killed in 1997, the USGS said.      The deadliest year in this century was 1976 when at least 255,000 people, and perhaps more than 600,000, were killed after one quake hit Tianjin (formerly Tangshan), China.      About 18 major earthquakes (magnitude 7.0 to 7.9) and one great quake (8.0 or higher) hit in a typical year. No great quakes occurred last year, but 20 major earthquakes shook the  world. This still was far fewer than the 41 major and great earthquakes recorded in 1943, the USGS said.      The USGS estimates that several million earthquakes occur each year, but many go undetected because they hit remote areas or have small magnitudes. The agency locates about 50 earthquakes each day.      \"Overall, earthquake activity isn't on the rise,\" Person said. \"We're simply able to locate more lower-magnitude earthquakes due to advances in the technology.\"", "edition": "Night Final"}