{"title": "Big Fears: giant quake and tsunami - Killer wave hit 300 years ago; coastal cities are preparing again", "filename": "2000-01-25_BigFearsGiantQuakeAndTsunami-KillerWaveHit300YearsAgoCoastalCitiesArePreparingAga.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53A391C6969C0?p=WORLDNEWS", "date": "2000-01-25", "page": "A1", "section": "News", "author": "Eric Sorensen", "text": "LONG BEACH, Pacific County - It's a long beach, all right. Not quite the \"World's Longest Beach,\" as signs around here contend, but it does have 28 miles of wide, flat splendid shoreline that glistens in the sun like bleached cedar.   Nearly half that shoreline, low-lying dunes and this entire town would be underwater in minutes with the arrival of a tsunami like the one that hit 300 years ago tomorrow.   Driven by the magnitude 9 Cascadia earthquake, the tsunami of 1700 overran fishing camps in Northern California, Oregon and Washington. Ten hours later, it pounded several villages in Japan.   One estimate gives the region a 35 percent chance of a similar tsunami occurring in the next 50 years. If that tsunami is as powerful as one modeled last year by Washington and Oregon scientists, little more than a line of sand dunes will keep water from slamming scores of new ocean(front homes and completely breaching the Long Beach peninsula.   \"As you can see, there are a few houses out here in what I would call an exposed posture,\" said Stephanie Fritts, coordinator of emergency management for Pacific County.   Water would also inundate beach-front communities such as Grayland and Ocean Shores, in Grays Harbor County. It would pry its way into Grays Harbor and Willapa Bay, sloshing about like water in a pickup bed. Combined with a dramatic land drop because of the earthquake, Aberdeen could end up under 15 feet of water.   Up and down  the coast, the deluge could cause billions of dollars of damage. It would threaten the lives of nearly 300,000 full-time residents, along with as many vacationers in summer.   But with recent efforts to better understand tsunamis, scientists and public officials hope Northwest residents can fare better than victims of tsunamis past. Those would include the 159 Hawaiians killed in 1946, the hundreds of Chileans killed by a tsunami in 1960 and the thousands of people killed less than two years ago in Papua New Guinea from a tsunami generated just offshore.   \"A tsunami on the Long Beach peninsula is survivable,\" said Fritts. \"There's no question. It's a matter of planning and some personal responsibility. But it's not pleasant.\" Quake touches off tsunami   At the root of this turmoil are two enormous pieces of the Earth's crust that meet just 65 to 80 miles off Washington.  The western plate is the Juan de Fuca plate, which is moving eastward and under the North American plate.   As the two plates pass, they catch and stick, forcing the land behind them to bow and buckle like a sticky saw blade. When they finally give way after hundreds of years, the overriding North American plate springs toward the sea. Its bulge collapses and flattens, dropping the land as much as 6 feet; the crust at the leading edge can flip up 10 feet or more, sending a long wave across the Pacific Ocean.   At first, a tsunami is subtle. Because the length of the wave can run several miles, with a height of only a few feet, it can go unnoticed on the high seas. Yet it is moving at about 600 miles an hour, packing a phenomenal load of energy.   \"There's essentially ammunition that gets stored in the wave,\" said Tim Walsh, chief geologist for the Washington Department of Natural Resources' environmental section. Walsh has helped map the inundation that would follow a major quake in the region.   As the tsunami hits shallow water just offshore, friction on the sea floor drags at it, shortening the wave and raising its height. Constricted by the banks of a narrowing river inlet, it can reach a speed of 30 knots and bore its way for miles upstream, taking out bridges and homes along the way. The waves can come in, well, waves, and a series of them can last several hours. But in the cycle of troughs and peaks, the water can rise a total of 20 feet in just minutes.   It's this speed and power, said University of Washington seismologist Ruth Ludwin, that may have influenced the Hoh and Quileute Indians' legends of the monstrous Thunderbird attempting to grab a whale in his talons and carry him inland. In the tale told to Albert Reagan, an ethnographer in the early 1900s, the two struggled at length with \"a shaking, jumping up and trembling of the earth beneath, and a rolling up of the great waters.\"   In Northern California, members of the Yurok Tribe told of \"the flood\" in which a prankster tied together the hair of two men as they slept, said Lori Dengler, a professor of geology at Humboldt State University in Arcata, Calif. The two, accusing each other of pulling the  other's hair, got into a fight so fierce it shook the Earth out of balance, causing the ocean to wash into their sweat lodge and drown them.   Scientists have uncovered ancient tsunami deposits near the site where the fight is said to have occurred, said Dengler, leading them to believe the story may stem directly from the 1700 Cascadia quake.   But the actual date of the quake was a mystery until Brian Atwater, a U.S. Geological Survey geologist at the University of Washington, used tree rings in partially submerged western red cedars to pinpoint its year. His work confirmed that of Japanese researchers, who used the written records of bureaucrats and merchants to peg the time of the quake here at 9 p.m. Jan. 26.   Other research shows seven tsunamis along the Northwest coast over the past 3,500 years. That's an average of one every 500 years, but Atwater says their pattern is too irregular to help predict the next one.   The 1700 quake also left few signs of its damage other than buried fire pits and flooded woodlands.   A more complete picture of a tsunami's potential comes from the Chilean earthquake of 1960, the largest on record at a magnitude of 9.5. Thousands of people were killed in Chile, and the tsunami went on to kill an additional 61 people in Hawaii and more than 100 in Japan.   Researchers have since concluded that the people who fared best had heeded the \"natural warning\" of an earthquake, heading for high ground without waiting for official word. In Hilo, Hawaii, many of the people who died had listened to official warnings but returned after the first wave subsided, thinking the danger had passed. Oregon battered in '64   About a dozen people made the same mistake in Crescent City, Calif., where the third wave was the biggest killer after a tsunami swept in from the 1964 Alaska earthquake.   Treva Haskell, a West Seattle native who moved to Cannon Beach, Ore., in 1960, remembers watching the late-night news on March 28, 1964, and hearing about a \"tidal wave warning for Washington and California.\"   \"Had I been thinking,\" she said last week, \"I would have known Oregon was in there somewhere.\" Minutes later, she looked out to see an unusually high tide up against a bulkhead on the beach. Then a wave hit so hard that its spray went over one of the beachfront motels.   \"It was here practically by the time the news was here,\" Haskell said.   Boring up Ecola Creek, the wave took out the town's power, telephone service and a bridge on the main street. Haskell grabbed her children, ages 2 and 4, and made it to higher ground as water sloshed around her front steps.   One hundred miles south in Beverly Beach, the tsunami flooded a campground lean-to to within a foot of the ceiling and carried away the four children of a Tacoma family. The parents survived but all four children, ages 3 to 8, died.   An ocean-generated tsunami poses little threat to Puget Sound, although the 1964 Alaska quake created a seiche, a wave generated by faraway oscillations, that ripped houseboats from their moorings on Lake Union and damaged the Four Winds restaurant.   Researchers and emergency officials in recent years have undertaken several steps aimed at keeping another tsunami from catching the region so badly off guard.   Since 1996, the National Tsunami Hazard Mitigation Program, a federal and five-state partnership based at the National Oceanic and Atmospheric Administration at Sand Point, has been working to assess the hazards of tsunamis, improve their detection and reduce their damage by educating the public on safety procedures.        The mitigation program and coastal counties have also put out hundreds of signs pointing residents to higher ground in case of an emergency. Based on an eye-catching Japanese block print, the round signs' success is also a drawback: People like to steal them.   Fritts, the Pacific County emergency coordinator, has since had the sign printed on refrigerator magnets, which she hands out freely.   \"I hope people will get sick to death of these round signs and will leave them on the street,\" she said.   Fritts envisions a telephone system that would automatically dial every home in danger and play a recorded tsunami warning.   But she also knows that people need to plan their own escape procedures.  Many residents are so aware of the dangers that they call town officials any time they hear a siren. But a sizable number of people are complacent.   It's a hard attitude to confront when, statistically, many people can expect to live a lifetime on the ocean without experiencing a tsunami.   \"The people that have lived here two generations,\" said David Glasson, Long Beach finance director. \"They say, 'It's never happened. It's never going to happen.' \" Eric Sorensen's phone message number is 206-464-8253. His e-mail address is (esorensen@seattletimes.com ---------------------------------------------------------. Quake's tricentennial The Cascadia earthquake of Jan. 26, 1700, will be commemorated tomorrow night at the University of Washington with displays about earthquakes and tsunamis and the presentation of an award to a Japanese historian who used written records to pinpoint the quake's date. The free program will run from 7 to 9 p.m. at the Burke Museum.Caption:  PHOTO, ILLUSTRATIONElliot Rosenstein / The Seattle Times: A quake off Washington's coast could create a tsunami (Illustration not available electronically)Elliot Rosenstein / The Seattle Times: The rise of a trunami (Illustration not available electronically)Elliot Rosenstein / The Seattle Times: Where a tsunami might hit the Washington coast (Illustration not available electronically)Eric Sorensen / The Seattle Times: Evacuation signs dot low-lying areas of the Olympic Peninsula that could be devastated by a tsunami. For now, the signs are a novelty; about 100 of them have been stolen in Pacific County.", "edition": "Night Final"}