{"title": "Bridges built up to take a quake - Seattle, county, state reinforcing  hundreds of spans", "filename": "2000-04-20_BridgesBuiltUpToTakeAQuake-SeattleCountyStateReinforcingHundredsOfSpans.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53A508CB3653C?p=WORLDNEWS", "date": "2000-04-20", "page": "B5", "section": "Local News", "author": "Andrew Garber", "text": "If you're driving across the Fremont Bridge when the next big earthquake hits Seattle and you don't die, some measure of thanks should go to folks like Mike Nordin.     Nordin is an engineer with Seattle Public Utilities. He helped oversee crews that welded thick metal plates at strategic spots on the bridge and pour concrete at its foundations for reinforcement.     The idea is to keep the bridge from being torn apart during a quake and tossing cars 30 feet into the the Lake Washington Ship Canal. Drivers should take some comfort in that knowledge, Nordin said. \"I certainly would.\"     The Fremont Bridge is the last of 23 bridges being reinforced by the city of Seattle to hold up better during earthquakes, at a cost of $23 million.     Both King County and the state Department of Transportation are in the middle of similar programs. The state wants to reinforce 1,300 bridges, at a cost of about $330 million. So far it has completed work on about 300 bridges.    King County has 123 bridges it needs to strengthen -  work that likely would cost about $20 million. So far, it has completed work on 50 bridges.     Seattle is within one of the most seismically active regions in the country. That means the area could have earthquakes such as the ones that have rocked Los Angeles, San Francisco and Kobe, Japan.      The city expects to wrap up its work this month and hopes to be left with a network of major bridges that won't fall down when shaken by an  earthquake with a magnitude of 6 or 7 on the Richter scale.      That's a good thing, considering how prone some bridges are to fall apart during earthquakes.      \"Most bridges, when they fail, they fail big-time,\" said Mark Hallenbeck, director of the Washington State Transportation Center at the University of Washington. \"When bridges fail, you kill people.\"      Nature conspires in a variety of ways to tear down bridges during an earthquake.     For example, Seattle has a lot of wet, sandy soil. Sand during an earthquake moves like a liquid, turning into a kind of quicksand. Pillars holding up bridges can sink.     Engineers try to take care of that problem by making the base of the pillars wider and anchoring them more firmly by driving concrete or metal piles into the ground.     Earthquakes also can knock down the deck that cars drive on, because the decks generally are held in place only by gravity.      Energy released by earthquakes rolls across the land like waves on an ocean. The waves can bounce bridge roadbeds around until they slide off their support columns.      To help keep that from happening, engineers tie the deck sections together. They also make the tops of the support columns wider. That lets the road slide around more without falling.      About half the bridges the city reinforced had only enough work done to keep them from falling down and blocking important roads. However, it's unlikely they would be safe to use right after a quake.        The rest of the bridges, such as the Fremont Bridge, had more extensive work done, with the expectation that they could be used immediately after an earthquake.        When the project ends this month, Seattle still will have about 40 bridges left that need to be reinforced, at a cost of about $80 million.       They were not worked on this time because they are on streets with less traffic or already had a modest amount of reinforcement work done in the past.       The city expects to strengthen those bridges if more money becomes available.       For now, engineers hope to have enough bridges left standing after an earthquake to start the job of rebuilding the city.        Nordin pointed out work done at the Fremont Bridge with pride recently, standing on a catwalk under the bridge. His hard hat kept off dirt drifting down from trucks rumbling overhead.        Drivers go over the bridge every day without seeing the new reinforced joints and concrete supports that are hidden underneath.       \"This isn't particularly glamorous work,\" Nordin acknowledged. \"When people come to appreciate it is when we do have a big earthquake and they can still get across the highway.\"  Andrew Garber's phone message number is 206-464-2595. His e-mail address is agarber@seattletimes.comCaption:  PHOTO, ILLUSTRATION, MAPMike Siegel / The Seattle Times: Richard Miller, director of roadway structures for the city of Seattle, examines the underside of the Fremont Bridge, which recently has been reinforced to withstand an earthquake.The Seattle Times: Making bridges quake-resistant (Illustrations not available electronically)The Seattle Times: Seattle bridges reinforced to withstand quakes (Map not available electronically)", "edition": "Final"}