{"title": "Safe-deposit box can prevent double disaster - Fire, flood and earthquake are potent reminders for homeowners", "filename": "2000-06-12_Safe-DepositBoxCanPreventDoubleDisaster-FireFloodAndEarthquakeArePotentRemindersForH.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53A605FC4EBE6?p=WORLDNEWS", "date": "2000-06-12", "page": "C6", "section": "Business", "author": "Eileen Alt Powell", "text": "NEW YORK - Nobody likes to think about it, but homes do burn down, get swept away by floods, blown away by hurricanes and destroyed by earthquakes. With those disasters can come the added aggravation of losing important and often hard to replace documents.     Experts recommend that to avoid a double disaster, families should keep records ranging from birth certificates to property deeds, insurance policies and even photographs in a safe-deposit box.     Families in hurricane- or earthquake-prone communities can keep important records out of harm's way by storing them with friends or relatives who live in safer areas. At the very least, such life-defining documents should be kept at home in a fire-resistant box that can be scooped up and taken along if a family has to evacuate in a hurry.     Carol Thompson, a tax adviser from Monterey, Calif., has witnessed a lot of family losses since becoming involved in disaster assistance following a 1989 California earthquake that killed more than 60 people and caused $6 billion in damage.     As head of the California Society of Enrolled Agents' emergency assistance program, Thompson believes that \"taking a few simple steps now can save a lot of pain later.\"     Disaster specialists recommend that original records be put in safe-deposit boxes, with photo copies kept at home. The exception is a will, which needs to be accessible quickly to the executor of an estate and is best kept with the local registrar or  a family's attorney.     Thompson, who like other enrolled agents is federally licensed to assist taxpayers in their dealings with the IRS, says there are a number of items families don't necessarily think about assembling but can come in handy after a disaster.     These include photocopies of drivers licenses; phone numbers of doctors, out-of-town relatives and school contacts; prescriptions and pharmacy phone numbers; and bank account and credit card numbers with telephone contacts for each.     \"We also suggest that people keep a copy of dental records or fingerprint cards for their children,\" she said. \"If there's a major disaster, families can get separated. Or if something happens, like a child goes missing, you want to be able to identify your children.\"     Jeanne Salvatore, vice president for consumer affairs at the Insurance Information Institute in New York, says a safe-deposit box is \"a good place to store anything you don't want to lose - with the big advantage of having everything in one place.\"     She cautions, however, that the contents of safe boxes are not insured by banks or other financial institutions. But families can get protection for contents with riders on homeowner or renters-insurance policies.     The cost of such insurance for jewelry averages about $4 per $100 of assessed value for items \"out of the vault,\" she said. \"But that same piece in a safe-deposit box can be insured for about 30 cents to $1.10 per $100 of value,\" she said.     Brent Neiser, director of collaborative programs at the National Endowment for Financial Education in Englewood, Colo., has worked with the Red Cross to develop guidelines for disaster preparation.     The Web site www.redcross.org/disaster/safety has ideas on what to put in a safe-deposit box and what to include in an \"evacuation box.\"     Neiser says an increasing number of families are storing backup copies of computer disks - both personal and business - in safe boxes.     He suggests that families do a \"household inventory\" with a video camera and store the videotape should they need to provide documentation for an insurance claim.     \"You can even rent or borrow a video camera, and walk from room to room and talk into the microphone about what you own, when you bought it and what you paid for it,\" Neiser suggests.     He says that each year, he looks around his own home and makes a list of the major new things he acquired and puts it with his inventory video.  ---------------------------  What to keep      Professional organizer Julie Morgenstern advises that families keep important documents in a safe deposit box. Photocopies should be kept at home, and an inventory list should be kept with the safe deposit box key. Her suggested contents:          Adoption papers     Automobile title of ownership     Birth certificates     Citizenship papers     Copies of wills     List of credit card accounts and numbers     Death certificates     Deeds and mortgage papers     Divorce decrees     Family historical information and negatives of important photos     Household inventory and appraisals (with photo negatives and/or videotapes)     Important contracts     Investment certificates     Leases     Life-insurance policies     List of bank-account numbers     List of insurance policy names and numbers     Marriage certificate     Military records     Passports     Patents and copyrights     Retirement plan information     Stock and bond certificates", "edition": "Night Final"}