{"title": "What readers told us about quake experiences", "filename": "2001-03-18_WhatReadersToldUsAboutQuakeExperiences.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AADB9B0DC45?p=WORLDNEWS", "date": "2001-03-18", "page": "F2", "section": "Arts/Entertainment", "author": "Pam Sitt", "text": "When the earth quakes, things break. Seattle Times readers learned that lesson firsthand when the Feb. 28 temblor toppled things big and small all over the city. Here, a few readers share their stories.       Carol Davis       is a worrywart by nature--especially when it comes to disasters of nature, like earthquakes. \"I've been through the earthquakes in '49 and '65 and I don't like them,\" Davis says. \"At all.\" This time, she was on a chairlift at Crystal Mountain. The chair stopped. Davis didn't feel a thing. Some precious items at her home in Des Moines, however, weren't so lucky. Davis came home to discover a couple dozen trinkets scattered on her living room floor. Three had broken: a ceramic angel, two entwined quartz doves and a perfume bottle. \"When I saw those three items, they reminded me of spiritual symbols,\" Davis says. \"Of all the things in my house (that could have broken) ... it was like something was saying, `Don't worry anymore.' \" At first she was going to throw the broken pieces away, Davis says. But she decided to repair them instead. \"I put them back where they were--to remind me to be alert and think about how I can help others when things like this happen.\" When the Rev.       Michael Bush       was ordained almost seven years ago, a friend presented him with a gift: a handmade ceramic communion plate. He saved it for special occasions, like the Maundy Thursday communion service during Lent each year. On Feb.  28, Bush watched from under the doorway of his office as the large platter fell from a shelf and broke in two during the earthquake. He was sad to lose the plate, Bush says. But in the days that followed, he realized he still possessed what the plate symbolized to him: his friend's love. On the Sunday following the earthquake, Bush took the remains of the communion plate to church and showed it to his flock at Congregational Church of Mercer Island. \"I talked about how things can get broken, but the quality of love my friend has for me, and the quality of love God has for us--that love can't be broken,\" Bush says. \"So it made for a nice little illustration.\" That's what you call a silver lining.       Suzy Albrecht       is just happy the earthquake hit at 10:54 a.m. and not at 10:54 p.m. Had it been nighttime when the earth moved under her Newcastle home, a lot more than a heavy crystal vase might have been broken--like her head. The vase was perched high on the pier cabinet above the bed. \"I wasn't nearly as concerned about the vase as the fact that it could have killed us,\" Albrecht says. \"It probably bounced off the bed and could have whacked the dresser. Who knows?\" The vase was a gift, she says, and probably weighed between eight and 10 pounds. \"It was a nice vase, but I was way more concerned about my dogs,\" Albrecht says. The dogs, Bear and Boomer, are fine.", "edition": "Fourth"}