{"title": "No deaths likely means no new rules - Owners of historic buildings probably won't have to make seismic upgrades", "filename": "2001-03-04_NoDeathsLikelyMeansNoNewRules-OwnersOfHistoricBuildingsProbablyWonTHaveToMakeSeism.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AAAE9A4D42E?p=WORLDNEWS", "date": "2001-03-04", "page": "A22", "section": "News", "author": "Alex Fryer", "text": "There were a lot of people in the right places at the right time Wednesday morning, especially around historic Pioneer Square. The most powerful local earthquake in half a century cracked buildings and sent thousands of bricks into the streets, damaging cars and breaking glass. But it caused no deaths. That simple fact may spare the owners of historic buildings from regulations requiring seismic upgrades of older properties. Developers, city officials and engineers say Seattle is unlikely to follow the lead of San Francisco after the Loma Prieta quake in 1989. Eight people were killed by falling bricks and 860 historic building were badly damaged, prompting city officials there to pass sweeping new building codes that required older structures to be earthquake-safe. But toughening building codes is a little like mandating extra safety features on an airplane, say building experts. At some point, it's not economically viable to prepare for worst-case scenarios. It typically costs millions of dollars to fully retrofit a building by securing floors to walls, putting in steel \"X\" bars across windows and other open spaces, and re-mortaring crumbling brick walls. \"New requirements would be challenged legally and politically. There would be very strong resistance,\" said Seattle City Councilman Peter Steinbrueck, a former architect. Buildings that were seismically retrofit clearly fared better than those that weren't. Just ask John Goodman.  Three months ago, Goodman purchased a 99-year lease on the Cadillac Hotel in Pioneer Square. The turn-of-the-century structure housed the Fenix Underground nightclub and adjoining cafe, and nothing on the top two floors. Goodman was planning to renovate and build offices in the vacant space when the quake hit. Now, Goodman says his first goal is to sweep the sidewalk clear of bricks. The building had \"zero seismic retrofitting,\" he said, and a good portion of its facade ended up in the street. Goodman isn't sure whether he'll rebuild or call in the wrecking ball. The Cadillac Hotel fit the pattern of buildings hardest hit by Wednesday's quake. Of the 21 heavily damaged buildings \"red-tagged\" by city inspectors, almost all were historic structures in Pioneer Square and south of downtown. And like the Cadillac Hotel, many were occupied on the ground floor, vacant on the upper floors and largely untouched in the past decade. Codes in Seattle require seismic upgrades in older buildings if the owner is remodeling, applying for an office or residential permit, or if the building is re-occupied after a two-year vacancy. But inspectors have no power to tell a property owner what they should do with a building that is unchanged through the years. Considering it takes only a single falling brick to kill someone, building officials say there were remarkably few casualties during last week's 6.8-temblor. Several cars were smashed and part of the roof of Mac's Smokehouse collapsed at 1006 First Ave. S. The awning of the Fenix Underground was shredded by falling brick at 315 Second Ave. S. Seattle Chocolate at 1962 First Ave. S. was destroyed. \"I think we were very lucky. If it happened during the lunch hour with everyone walking around, it would have been much worse,\" said Jon Siu, principal engineer at the city Department of Construction and Land Use (DCLU). After the San Francisco quake, inspectors took an inventory of all buildings with unreinforced masonry. The city then passed a 1992 ordinance requiring all historic commercial buildings and residential properties with more than five units--1,644 structures in all--to be seismically sound by 2006. \"It was very clear that there was extreme risk after the earthquake,\" said Wayne Lawrence, program director with the Mayor's Office of Housing. \"That's why people took such a hard stance.\" Structural engineers are confident retrofitting works, but even developers whose buildings sustained damage don't want new regulations. Samis Land owns 14 properties in Pioneer Square. The buildings that were retrofitted survived perfectly, said William Justen, real-estate director for Samis. Those that weren't suffered mostly minor damage, such as cracked walls and ceilings. \"We're doing retrofitting without it being mandatory,\" said Justen. \"The heavy hand of government doesn't make this better.\" Goodman, the owner of the Cadillac Hotel, said enforcing costly upgrades could force some property owners into bankruptcy. \"I love Pioneer Square. I love old buildings,\" he said. \"It's a challenge to preserve it, but I don't think you need specific codes.\" In the coming weeks, DCLU will research which buildings suffered damage, and how seismic refitting fared in specific properties. Said Siu, the DCLU engineer: \"I think if we had more building failures, we'd be having a huge discussion at this stage.\"Caption:  photoAlan Berner / The Seattle Times : A triangle of braces is part of the retrofit of the thrift shop at 200 Third Ave. S. in the historic Pioneer Square district. This building had virtually no problems.", "edition": "Sunday"}