{"title": "Rescuers finding few survivors - Earthquake toll rises as grim search continues", "filename": "2001-01-15_RescuersFindingFewSurvivors-EarthquakeTollRisesAsGrimSearchContinues.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AA181D084A5?p=WORLDNEWS", "date": "2001-01-15", "page": "A1", "section": "News", "author": "Juanita Darling", "text": "COMASAGUA, El Salvador--Rescue workers yesterday dug through landslides to reach remote mountain towns and bulldozed through the avalanche of dirt that buried a suburban neighborhood of San Salvador, finding few survivors and more bodies that brought the confirmed death toll from an earthquake Saturday to 381. Giving the most drastic official estimate yet of the dimensions of the disaster, President Francisco Flores announced that he had asked Colombia to donate 3,000 coffins. On both the suburban and rural, coffee-growing sides of this country's Balsamo mountain range, families were camped in streets and parks with the few possessions they could rescue. More than 600 aftershocks continued to terrorize a population still trembling from the quake, which had a preliminary magnitude of 7.6. Dozens of survivors--waiting to claim the bodies of relatives outside the makeshift morgue a few blocks from where a deforested cliff fell on the Las Colinas neighborhood in Nueva San Salvador, a suburb of the capital--embraced one another and cried during an especially strong tremor yesterday morning. \"Let's get out of here,\" one woman cried, looking apprehensively at a city-block-wide gash that led from the peak above them to a mile-square mud flat that a day before had been a dozen blocks of town houses. Later, loose tiles and bricks fell from the shells of the buildings in the remote mountain town of Comasagua during an afternoon tremor. Streets were littered with  debris, and masonry dripped from tottering walls like wax from a melting candle. Officials warned that they expected to find hundreds more bodies beneath the new dunes of soil in Las Colinas and in hamlets still isolated along impassable roads. As of late yesterday, 158 bodies had been recovered in La Libertad province, where Comasagua and Las Colinas are located. Soldiers were clearing landslides covering the road that normally connects this town to Nueva San Salvador, said Maj. Salvador Benavides. One mile-long stretch of the highway fell into a gorge, he said. So far, army helicopters had recovered 21 survivors and nine bodies from the area, he said yesterday. Rescue efforts were slowed because Comasagua can be reached by land only after a two-hour drive over a country dirt road. Mauricio Hernandez, 28, the Red Cross official in charge of rescue operations in Comasagua, said he had lost track of the number of bodies that had been found in the ruins of the town. \"It's just terrible,\" he said. Maria Isabel Blanco, 59, shared a sofa with her sister on the sidewalk outside the ruins of the Good Shepherd drugstore, which she owned. \"The earthquake knocked me over,\" she said, her sense of humor winning out over her sense of loss. \"I spent the quake lying in the street.\" Saturday night, she had organized vespers \"to ask for God's mercy on us,\" she said. Parishioners of Our Lady of Guadalupe Church near Las Colinas also turned to religion for solace. About 100 faithful attended&nbsp;a Mass on the street outside their church, whose roof had collapsed. \"What has happened to us is nothing,\" the Rev. Peter Danaher of New York, who has been the parish priest for eight months, told them as rescue helicopters buzzed overhead. \"We will repair the roof next week or next year or in five years.\" Danaher had spent Saturday night walking the muddy hills that covered Las Colinas, offering comfort to families and encouragement to rescue workers who labored for hours with picks and shovels before any heavy equipment arrived. \"When something like this happens, you feel you have to do something,\" he said. Other Salvadorans took comfort in helping with the rescue work. Solderer Jose Luis Guerrera, 45, had been shoveling for 10 hours by midday yesterday, trying to uncover the home of the brother of a fellow worker whose last name he did not know. \"He asked me to help, so I came,\" he explained. But many residents of Nueva San Salvador found no comfort for deaths they considered unnecessary. The municipal government tried to prevent the construction company Posada Magana from building mansions in the hilltops above Las Colinas, which means \"the foothills,\" said city comptroller Jose Noe Torres. \"They took us to court, sued us for $4.5 million and won,\" he said angrily. \"This is the result.\" Residents booed President Flores when he visited the site of the disaster late Saturday. \"The earthquake was the work of God,\" said Jose Luis Rodriguez, whose mother-in-law was trapped in the landslide and presumed dead. \"But this,\" he said, gesturing toward the mud that stretched for blocks, \"this is the work of man.\" The construction company could not be reached for comment.Caption:  photoVictor Ruiz / The Associated Press : Destruction in Santa Tecla near San Salvador is shown from the air after a 7.6-magnitude earthquake Saturday that caused this landslide in the Las Colinas neighborhood.Moises Castillo / The Associated Press : Santa Tecla resident Judith Lopez, left, gives thanks at the Cathedral of San Salvador yesterday. She was visiting relatives when the earthquake hit and destroyed her home.", "edition": "Fourth"}