{"title": "Helping kids cope with quake - Red Cross offers tips, but most appear to be OK as evidenced by forum at Seattle Center", "filename": "2001-03-11_HelpingKidsCopeWithQuake-RedCrossOffersTipsButMostAppearToBeOkAsEvidencedByForum.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AAC2D3CEC68?p=WORLDNEWS", "date": "2001-03-11", "page": "B3", "section": "Local News", "author": "Seattle Times Staff", "text": "Three-year-old Isabel Matthews didn't want to walk on the ground for three days after last month's temblor. She clutched her blanket, wouldn't get off the couch and resisted sleep. \"She was worried about the earthquake,\" said her mother, Vivian Van Matter. \"We basically carried her around the house for three days.\" Megan Stewart, 14, of Silverdale, Kitsap County, hasn't completely recovered from her alarm, either. Frightened by rumors circulating through her school that another, more devastating quake was coming, she found herself startled time and again by the sound of ordinary things. \"I'd get freaked out whenever I heard a truck go by,\" she said. Those are totally normal reactions to a scary thing, said Bruce Lockwood, a mental-health counselor with the American Red Cross.       Calls to Red Cross Since the quake, a number of parents have called the Red Cross with questions and concerns about depression, anxiety and regressive behaviors in their children. \"We just tell them to be very loving, to pay a lot of special attention to the child and to be there to listen,\" Lockwood said. \"It can take a couple of weeks for a child to process what's happened and to feel better. \"We tell them to tell their children that they love them, that it's OK to be scared, and that it's all going to be better soon.\" The 6.8 earthquake, which struck just before 11 a.m. Feb. 28, was the largest to hit the area in more than a half-century.  It caused 410 injuries, most of them minor, and damage statewide is estimated at $2 billion. Lucy Jones, a seismologist with the U.S. Geological Survey and a mother of two, said earthquakes are among the most frightening natural disasters because there's no way to predict or protect yourself from one. \"This is where kids are even more vulnerable than adults because they have even less control,\" she said. Many experts said Seattle was lucky. The 32-mile-deep quake's effects were muted, and the damage to property, bodies and psyches was far less than such a quake could have produced. \"There have been a few pockets of kids that were concerned, and we take their fears seriously,\" said Barbara Connor, principal of the Finn Hill Junior High School in Kirkland. \"However, they are not in the majority.\" Dori Guterson of Seattle Mental Health, one of a half-dozen counselors on hand at yesterday's Earthquake Recovery Forum at Seattle Center, said kids appear to be handling the quake better than some of their parents think they are. \"I think the parents are more worried than the kids,\" Guterson said. \"Sometimes it's hard to know after a crisis whose crisis it really is.\" The counselors--who were there to help people cope with any post-quake traumatic-stress syndrome they might be experiencing--said they had a slow day.       Few takers By midday, few people had showed up to take advantage of their service. \"This is a good sign,\" said Cameron Murdock, a counselor with the Seattle Police Department. \"They're out enjoying a sunny day, and that means they're coping.\" Said Matt Platte of Seattle Mental Health, \"That's probably what we would have told them to do anyway: Go out and enjoy it.\" Kids and disasters Children may display fears and insecurities for up to three weeks after natural disasters such as the 6.8 earthquake that hit the Puget Sound region almost two weeks ago. Children may show their fears by being angry or hyperactive, demanding their security blankets, asking endless questions about what happened, not wanting to be left alone, wetting their beds, sucking their thumbs, showing symptoms of illness such as nausea and vomiting, being withdrawn, or refusing to go to school or day care. Parents can help by reassuring their children, being attentive and affectionate, ensuring that the youngsters don't go home to empty houses, and waiting for the children to raise questions about the quake, rather than raising the topic themselves.             Source: American Red Cross", "edition": "Fourth"}