{"title": "Spokane in throes of `quake swarm' - More than 75 temblors recorded since May 24", "filename": "2001-11-24_SpokaneInThroesOf`QuakeSwarm-MoreThan75TemblorsRecordedSinceMay24.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0F0078AAA443B166?p=WORLDNEWS", "date": "2001-11-24", "page": "A1", "section": "News", "author": "Nicholas K. Geranios", "text": "THE CITY has had no major quakes in its 120-year history and wasn't considered in an earthquake zone so there were no seismographs when the first quakes hit. Now there are four. SPOKANE -- The temblors come day and night. Schools hold duck-and-cover drills. Workers in downtown high-rises study evacuation plans. Since May 24, Spokane has been in the throes of what experts call an \"earthquake swarm.\" More than 75 temblors have been recorded, and dozens more could not be measured because of a lack of seismographs. There have been no injuries or major damage -- other than bricks falling from chimneys and items off of shelves -- but nerves are fraying. \"We've felt every single one of them,\" said Cindy Burrows, who works on the 19th floor of the Bank of America Financial Center, downtown's tallest building. \"The building doesn't sway. It jumps.\" One quake caused such a jolt she had to hang onto her desk, Burrows said. Such a swarm is unusual in a metropolitan area, especially one that was thought to be on solid ground, experts say. While none of the earthquakes has registered more than a magnitude 4, scientists have no real idea if a big one is looming. \"If they get much bigger, we will start seeing more serious damage,\" said Tom Yelin of the U.S. Geological Survey, which has rushed additional equipment and people to Spokane to study the phenomenon. The Spokane swarms are part of an active earthquake year. On Feb. 28, the magnitude 6.8  Nisqually earthquake in the Puget Sound area injured more than 400 people and did billions of dollars worth of property damage. In the past month, hundreds of small earthquakes have been detected near Mount St. Helens in Southwest Washington. Spokane, a city of 190,000, has had no major quakes in its 120-year recorded history and wasn't regarded as being in an earthquake zone. Because of that, there were no seismographs in the city when quakes started hitting in May. Now there are four. Scientists hope the devices help them locate an apparent fault line that so far has escaped detection. Bob Derkey, a geologist with the state Department of Natural Resources, thinks a fault lies along Latah Creek, in a nearly straight line from Steptoe Butte southeast of Spokane to Tum Tum northwest of the city. Others are not as sure. Scientists are planning to shoot a special laser at the ground from an airplane. \"It was used to discover unknown faults in the Seattle area,\" said Bill Steele of the University of Washington seismology lab. Nearly all the quakes have been centered on the city's north side, a few miles north of the Spokane River. The quakes have been shallow, sometimes only a mile or two deep, and noisy. They are announced by loud cracks, sounding like explosions or the pounding of heavy equipment. In the tense atmosphere after the Sept. 11 terrorist attacks on the East Coast, such explosions have been particularly disconcerting. Ground movement generally lasts only a few seconds. Gonzaga Prep High School, directly over some of the temblors, is holding earthquake drills for its 970 students. \"Get away from the windows, get into the lowest position and stay there,\" said dean of students Roger Cilley. \"We don't want them running out of the building.\" Steele said some days area residents reported up to eight earthquakes. His team has recorded more than 75 since May, and received reports of many more they were not able to verify for lack of equipment. Scientists have been reading old newspaper reports of earthquakes in the area, finding references back to the 1800s, Steele said. \"But nothing as energetic and prolonged as this sequence,\" Steele said. Spokane sits on hard rock between two major seismic areas: the Puget Sound to the west and the Intermountain seismic belt to the east in Idaho and Montana. There were small quakes in Spokane intermittently from 1915 to 1962. The largest quake in Eastern Washington in the past 100 years was a 5.5-magnitude temblor in 1942 centered 35 miles northeast of Spokane. Earthquake swarms are little understood, Yelin said. The lack of recorded major earthquakes in the Spokane area is not a source of comfort, because the area's recorded history is just a blink in geologic time, Yelin said. While quakes have been going on for six months, the strongest occurred on Nov. 11, a magnitude 4 temblor that was followed by quakes measuring 3.1 and 3.3 over the next few hours. \"There's no way to say if it is a harbinger\" of a bigger quake, Steele said. \"We can't rule it out and can't say if it is.\" Lack of information about location and length of the fault is a problem, Steele said. \"We don't understand the fault's parameters, so we don't know what the maximum earthquake would be on that structure,\" Steele said. But the Spokane quakes are so shallow that even a magnitude 5 could cause plenty of damage, Steele said. Spokane's downtown includes a large number of historic buildings, built long before modern earthquake codes were developed.Caption:  photoJeff T. Green / The Associated Press : Guy Medema of the Pacific Northwest Seismographic Network installs seismic monitoring equipment to measure aftershocks.", "edition": "Fourth"}