{"title": "Change, quake claim old church - Seattle First Christian closing after 78 years", "filename": "2001-12-31_ChangeQuakeClaimOldChurch-SeattleFirstChristianClosingAfter78Years.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0F0C564B65E6F9F0?p=WORLDNEWS", "date": "2001-12-31", "page": "B1", "section": "Local News", "author": "Caitlin Cleary And Janet I. Tu", "text": "\"We're scared,\" admitted Margaret Crist, as she sat under the twinkling Christmas lights in the basement hall of Seattle First Christian Church. Crist, 78, sat with her daughter and granddaughter, eating what would likely be the last dinner of the last Sunday services of the church she's attended for 40 years. After almost 80 years on Capitol Hill, First Christian is closing its doors, its steadily declining membership now too small to financially support itself. The congregation will likely merge with Pilgrim Congregational Church, eight blocks away and having trouble supporting its own building with dwindling congregants. In 1960, when Crist started coming to the church at 1632 Broadway, the pews were full of families from the neighborhood. Her family was welcomed right in. Crist's daughter, Norma Crist-Merkle, remembers sitting up in the balcony with a crowd of other kids, talking and whispering during the service. But in the following years, the families thinned out. Crist's granddaughter, Noelle Crist-Plumlee, 21, whose parents were married at First Christian in 1978, remembers being nearly the only child at Sunday services. First Christian's congregation, once numbering near 800, had shrunk to just over 100 by then. Crist has seen the character of the neighborhood and the church change over the decades. First \"the hippies\" came to the progressive church, then gays, lesbians, bisexuals and the transgendered, drawn by First Christian's warm  acceptance. Then came people recovering from drug and alcohol addiction, the homeless, kids with purple hair worshipping alongside elderly churchgoers. Some call it \"a remarkable conglomeration of people.\" The Feb. 28 earthquake damaged the 78-year-old building. It would cost about $1.5 million to retrofit First Christian -- something the congregation couldn't afford. While nervous about change, Crist is optimistic about what really matters: the continuation of a ministry that serves a diverse community, helping the homeless, turning people's lives around from crime, drugs and alcohol. \"They need us, and we need them,\" Crist said. \"And we're going to join with them, and we're going to see what we can work out.\" Yesterday's service filled the pews for the first time in a long time, bringing out people such as Andrew Price, whose grandfather, Clifford Wiley, helped raise money for First Christian along with pioneer families named Denny, Boren, Terry and Low. Dave Beck, a KUOW radio journalist, has been attending First Christian since 1969, when his family moved to Seattle. He was baptized there in 1970, married there nearly 10 years ago, and his daughters were dedicated there as infants. \"Those were all big milestones in my life,\" Beck said. \"As much as we know logically it's what we have to do, emotionally, it's going to be hard to let go.\" Yesterday, the Rev. Dr. Jack Sullivan, regional minister for the Disciples of Christ, told churchgoers, including members of Pilgrim Congregational, that the move is \"no funeral service\" but a \"celebration in the subjunctive mood, where you're not locked into what was or what is but what could be.\" The two churches have much in common. They're both progressive-Protestant. The denominations -- First Christian is a Disciples of Christ church; Pilgrim Congregational is a United Church of Christ -- share similar theological perspectives. Both traditions emphasize individual freedom and responsibility as members interpret the Scriptures for themselves. All who join believe in Jesus Christ but may differ on other matters, such as whether the Bible is literally the word of God. Next Sunday, the congregations will hold their first joint service at Pilgrim Congregational. In March, members of both will vote on a merger. If the merger is rejected, \"moving back to our building is not an option for us,\" said the Rev. Peter Drury, who has been at First Christian 4-1/2 years. First Christian may then opt to hold its own services at Pilgrim Congregational. Should the two congregations merge, First Christian members would have the option of selling the building or perhaps developing it into affordable housing. (The church is not listed in historic registers.) Drury choked up while reading from a letter written by the Rev. Allan Lee, First Christian's pastor, from 1960 to 1971. It recalled dynamic choirs and Sunday-school teachers and church secretaries, memories of celebrations and fund-raisers. \"Anyone who starts plowing and keeps looking back isn't worth a thing in God's Kingdom (Luke 9:62),\" Drury read. \"Yes, First Christian has had a glorious past, but living and acting that ecumenical experience is now your challenge, your call. Answer it bravely.\"       Caitlin Cleary can be reached at 206-464-8214 or ccleary@seattletimes.com. Janet I. Tu can be reached at 206-464-2272 or jtu@seattletimes.com.Caption:  photoEllen M. Banner / The Seattle Times : Seattle First Christian Church on Capitol Hill has drawn ''a remarkable conglomeration of people'' over the years. Rebecca Thomas' dog Polly, watching carefully during communion, also was welcome yesterday.The Rev. Peter Drury pauses during yesterday's final service.This photo shows Seattle First Christian Church on Capitol Hill in the 1930s.", "edition": "Fourth"}