{"title": "How high-tech giants fared - Quake plans worked well, they say", "filename": "2001-03-04_HowHigh-TechGiantsFared-QuakePlansWorkedWellTheySay.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AAB18A438A1?p=WORLDNEWS", "date": "2001-03-04", "page": "D1", "section": "Business", "author": "Alwyn Scott: Monica Soto", "text": "Starbucks Chairman Howard Schultz was on his way to New York's La Guardia Airport when his cell phone rang with the news. Moments earlier, a 6.8-magnitude earthquake had ripped through the company's Seattle headquarters, bursting water pipes, collapsing part of the facade and forcing 2,000 workers to evacuate. As his business jet soared westward, Schultz learned that while employees were safe, the Starbucks phone system and computer would have to be shut down, cutting off direct contact with 4,000 stores and thousands of wholesale customers around the world. \"We had no way to communicate with our stores,\" he said. Just east of Starbucks headquarters, Amazon.com's chief executive, Jeff Bezos, was meeting with employees inside the company's PacMed headquarters building when the temblor hit, raining debris onto office floors and jostling bricks off the building's facade. Bezos crouched under a conference-room table with employees until the tremors subsided. After everyone evacuated the building, the company checked its most precious asset: The retail Web site was operating. At the same time, it rerouted U.S. customer-service calls to West Virginia and North Dakota. \"Amazon,\" Bezos said, \"didn't skip a beat.\" As the cost of Wednesday's quake mounts above $2 billion, business owners are coming to grips with how to run a business--even a well-wired one--without a physical office. In this techladen city, even big companies such as Starbucks and Amazon are  finding they can't simply send employees home with laptops. Inspectors have to declare buildings safe, and they need to be cleaned out and ready for workers to return.       Assessing the damage Starbucks headquarters, a nine-story building topped with the company's familiar bright-green logo, was one of the most visible landmarks damaged by the earthquake. The building, parts of it dating from 1912, is owned by Nitze-Stagen. Because it sits on filled land just south of Seattle's downtown, it had been extensively braced in 1996 to withstand earthquakes. When the quake struck at 10:54 a.m. Wednesday, Chief Executive Orin Smith was in his eight-floor office, meeting with an employee. Within minutes, he and 2,000 workers streamed into a parking lot in front of the building. They waited an hour for word on the damage, then concluded there wasn't any way they could go back in the building. Employees organized rides for those who had left car keys inside. Smith called Schultz's wife, Sheri, on his cell phone. \"How are you?\" she asked. \"How are the other people?\" \"Nobody was hurt,\" Smith told her. Starbucks' raw coffee comes from about 20 countries and is processed at roasting plants in Kent and in York, Pa., and shipped directly to the stores. By 2 p.m. Wednesday, Smith knew there was no structural damage at the Kent plant. By 4 p.m., he knew the headquarters was structurally sound. \"I breathed a huge sigh of relief,\" Smith said. \"If there had been severe structural damage, then I've got the problem of 2,000 people and how do I deploy them--and where--to continue to support the business.\"       Three challenges But Starbucks still had problems. Burst water pipes required the power to be cut on Wednesday, and that meant Starbucks' computer and phones had to be shut off, too. That posed three major challenges: how to meet payroll, how to keep 4,000 stores stocked and how to process customer orders. The building owners had mostly sealed off the building, cutting access to customer files, phone lists and order information, much of it stored in computers. Some people went in Thursday and retrieved some of the information, Smith said. \"There was a lot of water,\" said Schultz, who walked through the building Friday. Starbucks posted a note on its Web site, which is hosted elsewhere in the area, telling customers that it had to close its office and that there might be delays. But with the main computer and phone system down, the company didn't have any hard orders from its stores or its customers. As a result, Starbucks began phoning stores and wholesale customers to find out what they needed. Those that couldn't be contacted received the same order sent the previous week. Payroll was another top concern. Starbucks pays its 40,000 U.S. employees Fridays but, with the computer down, it couldn't print checks. A backup data center would take five days to get running, Smith said, too long for employees who often live paycheck to paycheck. In a series of phone calls, Schultz and Smith decided store managers would pay employees with cash from each store's till. \"It's manually cumbersome, but it is critically important that we pay our people,\" Smith said. Starbucks was lucky on one count. It had a former roasting plant a few blocks from the headquarters that it could use as a base camp. That proved to be a boon, because Starbucks had an extra burden: It reports sales figures on the first Thursday of every month. The company was able to do it last week, sending out a release by a personal computer to business wires (January comparable sales rose 6 percent). Then Smith, Schultz and other executives huddled in a small room in the old building to speak with 30 or 40 Wall Street analysts and fund managers who were calling with questions. By Friday afternoon, a companywide voice-mail system used to contact stores was up and running. And the data center was expected to come back on line today or tomorrow. Starbucks said its earthquake plan worked well, but with the benefit of hindsight after a relatively benign shake, it will do better next time. \"Having worked through it, we will recognize where the pitfalls are,\" Smith said. \"The planning will be tried and true.\"       The view from Amazon In many ways, things went more smoothly at Amazon's headquarters, housed inside a reconverted hospital that looms over Seattle's Chinatown International District. Several hundred employees evacuated the building after the earthquake, working on laptops in the afternoon sun. \"There was no flurry of phone calls,\" said Bezos, who later sent everyone home for the day. \"Once we ascertained that the Web site was up and running, that customer service and fulfillment were up and running, it was fine. Those are the things that would have been urgent.\" Far from headquarters, Bill Price, who heads the company's customer-service operations, was delivering a keynote speech in--of all places--San Francisco, when the temblor hit. Price was an executive for a telephone-software company in October 1989 when the Loma Prieta earthquake rocked the San Francisco Bay Area, killing 67. When that company, ACP, was acquired by MCI, he directed a division that built software to balance a company's call volume. Amazon uses this this type of software. Once last week's quake hit, the Amazon team e-mailed a request to AT&amp;T to block its customer-service calls to Seattle and Tacoma, rerouting them to the company's centers in North Dakota and West Virginia. Price learned another thing from the previous earthquake: the need for redundant systems. \"When I came here two years ago, we had one customer-service center in (Seattle),\" he said. \"Very soon afterward, I opened up a center in Tacoma and then Grand Forks (N.D.) and Huntington, West Virginia. They support each other in a redundant fashion.\" When Price learned it was safe for employees to return to the company's Decatur building at Sixth Avenue and Pike Street, he used a voice-mail system that alerted customer-service employees to show up for their regular 10 p.m. shift. \"For the last several years, we've built in redundant locations and redundant systems just in case something like this happened,\" he said.       Cleaning up Bezos said the company used the emergency plan it had created, including contracting a Portland cleaning company for emergencies such as this. A crew was at the headquarters within 12 hours, and the building was cleaned by the time employees reported to work Friday morning. Price returned to work Friday to find one lamp tipped over, dust on his chair and a pile of papers on the floor. \"Everything else was just fine,\" he said. As Bezos said: \"The good news is the aftermath was relatively dull. I think that's exactly what you want. I think the whole region got extremely lucky.\"       Alwyn Scott can be reached at 206- 464-3329 or ascott@seattletimes.com. Monica Soto can be reached at 206-515-5632 or msoto@seattletimes.com.Caption:  photoAndrea J. Wright / The Seattle Times : The earthquake damaged Starbucks headquarters, which sits on landfill. It had been extensively braced in 1996 to withstand earthquakes.Elaine thompson / The Associated Press : Construction worker Tom Person pours himself coffee in front of the earthquake-damaged Starbucks headquarters Thursday.", "edition": "Sunday"}