{"title": "Quake claims a victim a week later - Retiree's dog was severely injured in the panic and confusion of the temblor", "filename": "2001-03-09_QuakeClaimsAVictimAWeekLater-RetireeSDogWasSeverelyInjuredInThePanicAndConfusionO.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AABE332277B?p=WORLDNEWS", "date": "2001-03-09", "page": "B4", "section": "Local News", "author": "Marc Ramirez", "text": "Yesterday, Joe Hynes said goodbye to his \"lady friend.\" Connie lay across his lap in a veterinarian's back room, tongue dangling as she nuzzled his grizzled beard. \"Hey you,\" whispered Hynes, 70, a retired tile-company owner in Renton. \"I was hoping to go before you did.\" With his wife gone and his five children grown, Connie had become Hynes' only companion. Although it had been more than a week since the Nisqually Earthquake, the 3-year-old Rottweiler was about to become a quake victim. Hynes grimaced, tearing up. \"Do it,\" he told the veterinary workers. The Feb. 28 quake made the startled Rottweiler leave the familiarity of her unfenced yard and dash into busy streets. The car that hit Connie didn't stop. Traffic backed up until two people put the dog on a board and took her to a clinic. X-rays showed damage to Connie's neck and spine. Even with surgery, the vets said, she'd be unlikely to walk again. She couldn't even stand. \"It just got worse instead of better,\" said Kristin Shuster, office manager of the Renton West Veterinary Clinic. Hynes got Connie when she was 8 weeks old from a friend. She grew up with Hynes. She did dog things. She tore up his slippers and caught tennis balls off the sloped garage roof. She even acquired a taste for hard-boiled eggs. Open up Hynes' wallet and you'd find photos of Connie. Hynes found out not long ago that he had cancer, but radiation treatment offered hope. \"I was hoping we  would have had a life together,\" he said. \"But it wasn't meant to happen.\" At the clinic, Shuster explained to Hynes what would happen after the injection was administered. Connie's heart would stop, she told him, tearfully: \"She kind of falls asleep.\" Connie's leg was shaved, and Hynes straightened out the sweat shirt he had placed around the dog; the shirt bore images of the Rottweiler breed. Hynes was to begin radiation treatment this day but canceled when he knew it was time to let Connie go. Maybe he'll get another dog, and maybe he won't, he said. The Humane Society, which had covered Connie's medical costs, is hoping someone will donate fencing for Hynes' yard in case he decides it's time for a new companion. But for now, Hynes just wanted to remember Connie. She was to be cremated, he said, and eventually, so will he. If he has his way, their ashes will be scattered on Lake Washington. \"I loved her,\" he said. \"And she knew it.\"       Marc Ramirez can be reached at 206-464-8102 or mramirez@seattletimes.com.       INFORMATION infohead The Humane Society for Seattle/King County can be reached at 425-641-0080.Caption:  photoAndrea J. Wright / The Seattle Times : Joe Hynes comforts Connie shortly before she was euthanized yesterday. The dog was hit by a car the day of the Nisqually Earthquake.", "edition": "Fourth"}