{"title": "Quake aftermath still haunts some survivors - Damage continues to keep many out of homes, school, businesses", "filename": "2001-05-27_QuakeAftermathStillHauntsSomeSurvivors-DamageContinuesToKeepManyOutOfHomesSchoolBu.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ECF22253A08D3F9?p=WORLDNEWS", "date": "2001-05-27", "page": "B1", "section": "Local News", "author": "Susan Gilmore", "text": "Three months ago tomorrow, Paula Vandorssen was sitting in her cozy living room when the earth began to shake and torrents of mud poured through her Maplewood home near Renton. She had just moments to escape the roaring mudslide and still has nightmares about it. For most of us around Puget Sound, the Feb. 28 earthquake is now a distant memory--30 seconds of terror before the ground calmed. We may have cracks in our chimneys, and we've certainly been inconvenienced by road damage, but none of us died or was even seriously injured. Indeed, the 6.8 Nisqually Earthquake has been called the miracle quake. But for many people and places in Western Washington, the memories are as fresh as the day the earth roared. In Seattle, 22 buildings--many in Pioneer Square--remain closed and red-tagged because of earthquake damage. The Alaskan Way Viaduct has been shut down intermittently and will remain so through much of the summer. Many people remain out of their houses, forced to rent until they can fix or rebuild their homes. Here are postscripts to some of the earthquake's most dramatic stories. ** The Vandorssens are living in a rental house, a 15-minute drive from the mudslide that destroyed their home. Though the Federal Emergency Management Agency (FEMA) pays the rent, Paula Vandorssen is worried about how her family will survive. While she said her house wasn't condemned, she's afraid to live there in case the rest of the hillside above it  collapses. \"I almost lost my life there. I don't dare to live there anymore,\" she said. She said she is still facing mortgage payments on the house she can't live in, and has no money to build a new home. \"Even though we're deep in debt, we're too rich to go bankrupt,\" Vandorssen said. \"It's almost getting funny.\" Vandorssen said she and her husband will apply for a Small Business Administration (SBA) loan, though that will get them even deeper in debt. \"Everyone thinks that we were taken care of and things are getting back to normal, but we are still at Day One,\" she said. ** Diane Ryan's Burien house was damaged in the earthquake, but that's not why her family is forced to rent a home nearby. A triplex above her Maplewild Avenue home is leaning, and engineers fear it could crash down. Compounding problems, a road that connects the 14 Maplewild homes is closed because of earthquake damage, and homeowners must park at the edge of the street and haul groceries a block. No one in her family was home when the earthquake struck and Ryan wasn't worried until she pulled into her neighborhood. \"I was never so shocked in my life,\" she said. \"We could be out another year. We're kind of stuck.\" ** Rick Friedhoff was in his office at the Pioneer Square Compass Center in Seattle when the earthquake struck. The building cracked, rocked and popped, he said, raining bricks and plaster. The homeless center, which housed 76 residents on its two upper floors, remains closed today. Half the residents have been moved to St. Paul's Lutheran Church in Fremont, and the others are in other shelters, in hotel rooms paid for by FEMA or on the street. The center has applied to FEMA for help and has received $163,000 in community donations. Although its hygiene center reopened last week, Friedhoff doesn't know when the center will be open again as a shelter. He figures he needs to raise about $750,000 to repair structural damage and buy new beds, mattresses and desks that also were destroyed. ** Textbooks are still open on the desks of the Seattle Hebrew Academy, frozen in time to Feb. 28 when students fled the building as their historic school trembled and rocked. It could be a year or more until the academy on Capitol Hill reopens, said headmaster Rabbi Shmuel Kay. The 180 students were moved to a temporary school at Herzl-ner Pamid on Mercer Island. The earthquake caused the historic parapets to loosen and joists to disconnect from the walls, Kay said. He said the school has applied to FEMA and the SBA for financial help and has been turned down by both. He's now reapplying to FEMA. As for the kids, \"they're pretty flexible, sometimes more than adults,\" said Kay, though the graduating eighth-graders are sad they won't be in their school again. \"It's like a ghost town in there,\" he said. \"The books are open to the day when we ran out. It's spooky.\" ** For those at Seattle-Tacoma International Airport's air-traffic-control tower, the 30 seconds of shaking were especially terrifying. \"All right, we have an earthquake. Everyone hold on tight. ... The tower is collapsing, the tower is falling apart.\" Those words by veteran air-traffic controller Brian Schimpf were captured on tape and widely broadcast. Air traffic at SeaTac came to a halt as officials scrambled to put together a makeshift tower. \"Our whole world was collapsing,\" Schimpf said two days after the quake. \"I was tied to that console, and I had aircraft depending on me. Those pilots had no concept of what was going on down here.\" On Wednesday, the tower is to reopen with a new roof, new glass, new equipment, new plumbing and new wiring--a $5 million rehab project that brings it up to current earthquake codes. ** Lawmakers are back in the state Capitol in Olympia, but the earthquake took its toll on the 73-year-old building, cracking exterior stonework and shifting massive columns under the masonry dome. The Capitol reopened last month after the columns were braced and vulnerable buttress stones were removed, but the building is far from healed. Engineers are still waiting for legislators to approve a budget for permanent repairs. Even before the earthquake, engineers planned to make seismic improvements, but there is new urgency in upgrading the Capitol, said Dwayne Harkness, project manager. While the emergency repairs were made, there is still cracking in many walls, and the state has applied for FEMA money. Harkness estimated it may cost $21 million to repair the Capitol Building. \"We're counting on that (FEMA) money coming through.\" ** To understand how much damage Seattle Chocolate incurred, consider the truffle bars. The company had orders for several hundred-thousand bars when the earthquake struck, raining bricks and buckling floors in the building in the Sodo neighborhood. Things were so chaotic the company couldn't produce chocolate for three weeks. It was so hard to find workers to help relocate the company in South Park that Terry Wakefield, a manager, had to go to Idaho to find laborers. He hopes to be caught up on the truffle order this week. ** Consider it the earthquake's poster child, as nothing has caused as many headaches as the two-mile Alaskan Way Viaduct. The quake cracked the pillars that support the two-tier roadway, causing intermittent closures. Even state traffic engineers didn't know the damage was so serious until cracks were discovered that threatened the bridge's stability. Nighttime and weekend closures will occur much of the summer, while studies are under way to decide what to do with the damaged bridge: Repair it, replace it, tunnel under it or simply demolish it. Whatever the decision, it's certain to bring strong emotions. Love it or hate it, the viaduct carries about 100,000 cars a day that have to go somewhere.Caption:  photoSteve Ringman / The Seattle Times : Monte Naubert helps neighbor Brooke Reiger, 5, wheel home newly purchased plants. Burien's Maplewild Avenue Southwest still is closed because of quake damage, so residents must park a block away and haul groceries and other goods.", "edition": "Sunday"}