{"title": "Aftermath can be as bad as the quake - Thousands still lack homes in Turkey", "filename": "2001-02-11_AftermathCanBeAsBadAsTheQuake-ThousandsStillLackHomesInTurkey.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AA6F2F7412B?p=WORLDNEWS", "date": "2001-02-11", "page": "A16", "section": "News", "author": "Harmonie Toros", "text": "DUZCE, Turkey--About 12,000 Turks still live in tents and tens of thousands more lack permanent homes 18 months after two devastating earthquakes struck Turkey--and their plight is a harsh warning to people trying to recover from last month's earthquake in India. Turkey's quake survivors warn that although the first days after a temblor are petrifying, the months and years living in poorly built temporary housing, with no work and little hope, can be just as hard, if not worse. It is not clear how long it will take India to recover from the 7.7-magnitude quake Jan. 26 that killed thousands of people, but if Turkey's quake zone is any indication, it will be years before the survivors will be back in permanent homes, with jobs. Leaning on her cane in Duzce in western Turkey, 45-year-old Altin Akci said she never imagined that she'd be spending a second winter in a cold, damp tent. \"I thought I would be in a house by now,\" she said. \"It had never come into my mind that it would affect me this long.\" Akci is one of 12,000 people living in tents. Another 160,000 live in prefabricated homes. The government promised to have all the survivors in permanent housing by Nov. 31, but has not yet provided a single home. The government now plans to hand over thousands of apartments in May. Duzce was rocked by a 7.4-magnitude quake in August 1999 that killed more than 17,000 people and destroyed large parts of western Turkey. Three months later, it was the epicenter  of a 7.2 magnitude-quake that killed 800, most of them in Duzce. International organizations say long-term reconstruction is a weak point in disaster relief. \"After one disaster occurs, there is another disaster elsewhere, so the attention fades away,\" said Donato Kiniger-Passigli of the United Nations Office for the Coordination of Humanitarian Assistance. Funding from donors moves on to the new crises, Kiniger-Passigli says, and the aid that was intended as initial relief, such as tents and blankets, becomes long-term. Many in Turkey's quake zone say they don't want more aid. \"We just want a job and a proper home,\" said Emine Cetecioglu, who is unemployed, as is her husband. Quake victims complain of high unemployment. Men stay all day in their prefabricated homes or tents, leading to an increase in wife abuse and pregnancies, doctors and social workers say. Prefabricated homes become flooded in winter and electricity is often cut, leaving thousands without electric heaters in freezing temperatures. In the tent cities, people have to walk hundreds of yards to get cold water. Toilets are falling apart. Yasemin Aysan of the U.N. Development Program Emergency Response Division says the reconstruction in Turkey has been relatively swift. Much of the basic infrastructure has been rebuilt, and the centers of quake-struck cities have been cleared of devastation. \"Many countries take four, five or six years to recover from such a disaster,\" said Aysan. Aysan thinks India will recover from the recent quake within three years. \"India has a great capacity for reconstruction,\" she said.Caption:  photoThe Associated Press : Hanife Nur, a 10-year-old earthquake survivor, does her homework in a tent city in the western Turkey city of Duzce. Eighteen months after a deadly temblor, thousands like her are still without housing.", "edition": "Sunday"}