{"title": "Why such a big quake didn't do more damage", "filename": "2001-03-01_WhySuchABigQuakeDidnTDoMoreDamage.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AAA565AE4B6?p=WORLDNEWS", "date": "2001-03-01", "page": "A1", "section": "News", "author": "Alex Fryer: Duff Wilson", "text": "We were prepared, and we were lucky. That's the assessment from seismologists, structural engineers and emergency officials after the Nisqually earthquake rattled nerves and windows from Bellingham to Portland yesterday morning. The 6.8-magnitude quake caused few serious injuries and relatively limited property damage. By comparison, a 6.7-magnitude quake hit Los Angeles in 1994, killing 72 people and causing an estimated $15.3 billion in damage. Seattle escaped widespread devastation because the epicenter of the quake was 30 miles deep and because engineers have been preparing for the Big One for decades. Newer office towers and residential buildings are designed to withstand tremors far more violent than yesterday's shudder. Damage in the Seattle area was limited mostly to turn-of-the-century buildings in Pioneer Square. And property owners who had seismically retrofitted their historic buildings fared much better than those who hadn't. Yesterday's quake began deep under the earth, much like the quakes that shook Seattle in 1949 and 1965. Because the Los Angeles quake was shallow, the damage it did was much greater. The depth of yesterday's quake mitigated the impact above ground, said Steve Kramer, a structural engineer at the University of Washington who studies seismic activity. \"If it was shallow, that would have caused widespread damage,\" he said. Earthquake preparedness has been part of the public consciousness here for decades,  and yesterday it paid off. Seattle City Councilwoman Jan Drago said the city's efforts to prepare public buildings against quakes saved millions of dollars and countless lives. \"If this had happened 10 years ago, it would be a very different story,\" she said. Still, long-term costs are unknown. The King County Courthouse was evacuated, and officials don't know when the 85-year-old building will reopen. The Alaskan Way Viaduct will be closed through this morning's commute. Schools across the city were temporarily evacuated. Downtown high-rises were also spared major damage. Pioneer Square was hit hard for two reasons, said John Hooper, principal of earthquake engineering at the firm Skilling Ward Magnusson Barkshire. The neighborhood is built on infill, loose soil that is different from other areas of the city such as the University District, which rest on solid glacial till. It's also one of the oldest neighborhoods in the city. Many of the buildings are built with bricks that shatter in a quake. The city of Seattle does not mandate seismic retrofitting of historic buildings, unlike both Los Angeles and San Francisco. \"Maybe this will spawn the concept,\" Hooper said. Samis Land owns 14 buildings in Pioneer Square. The buildings that were retrofitted survived perfectly, said William Justen, land director for Samis. Those that weren't suffered mostly minor damage, such as cracked walls and ceilings. The biggest earthquake retrofit on the West Coast saved the biggest occupied building in the state. The Starbucks Center, formerly a Sears catalog distribution center, was built on tidal fill near Elliott Bay 89 years ago. The landmark brick building is nine stories high and 1.8 million square feet in size, bigger than the Columbia Center. \"It's really rewarding to know with the pains we took and the money we spent on behalf of the building, that it worked,\" said Angi Davis, property manager of Starbucks. \"Everybody came out alive.\" When Starbucks expanded its offices three years ago, the city of Seattle asked for an earthquake upgrade. The owners spent $8.5 million on steel \"X\" frames, like a pyramid, and other earthquake work inside the building, Davis said. \"If those braces weren't there, we'd be looking at a pile of rubble,\" one worker in the parking lot said yesterday. Nearly 2,000 people were inside when the quake hit. They crawled under desks and tables and stood in doorways. \"It felt like a typhoon coming through,\" Starbucks Vice President Rick Arthur said. \"The floors rose in big waves. At first we felt it was a fairly minor event, but it kept going and building in intensity. The lights were swinging in big arcs.\" Arthur said his first thought was, \"Thank you, Terry.\" Terry Lundeen managed the earthquake retrofit job for the structural engineers Coughlin Porter Lundeen of Seattle. After a walk-through in a hard hat yesterday, Lundeen said the building acted as it should. \"For the big picture, I'm pleased,\" Lundeen said. \"Really, the earthquake that we're trying to protect lives with is bigger than this one.\" The building didn't escape unscathed. Some of the walls cracked and bricks fell from the exterior. A four-foot brick parapet on top of the building broke loose and crashed to the sidewalk, but Davis said that wasn't unexpected. Nobody was hurt. The most damage was caused by broken water pipes. Seattle Chocolate wasn't so lucky. Located at 1962 First Ave. S., Seattle Chocolate may be torn down after the quake tilted two walls, breaking them away from the roof. Built at the turn of the century as a horse stable, the building had not been retrofitted for earthquakes.       Seattle Times business reporter Alwyn Scott contributed to this report.Caption:  photoDean Rutz / The Seattle Times : The marble that was the basis of the bathroom walls in the Cherberg Office Building in Olympia was shattered in yesterday's quake.", "edition": "Fourth"}