{"title": "Is the party over? - Club hopping in Seattle shaken by quake, city codes", "filename": "2001-05-07_IsThePartyOver-ClubHoppingInSeattleShakenByQuakeCityCodes.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ECF22219512ED38?p=WORLDNEWS", "date": "2001-05-07", "page": "F1", "section": "Scene", "author": "Melanie Mcfarland", "text": "A nightclub closing is hardly a novelty. As trends change, a place packed with the glitzy and the glamorous can become a cavernous warehouse in a matter of weeks. Yet consider how different club hopping in Capitol Hill was a year ago. A Saturday stroll up Pike Street meant your choice between area nightlife fixture Neighbours, energetic newcomer Spintron or top nightspot ARO.space. A drum and bass space by night, clothing and record store by day called Ghetto Technologies sat ready to open its doors. Flash forward to the present day. Neighbours is still going strong, but Spintron is gone. ARO.space closed shop last fall when owner Bob Davis filed for bankruptcy. Ghetto Technologies opened last May and shut permanently in June. As if those losses weren't enough, the Nisqually quake on Feb. 28 rocked Pioneer Square, crumbling two steady nightlife destinations, the Fenix Underground and the OK Hotel. Mere days before the quake, Pioneer Square's Mardi Gras riots caused a young man's death, numerous injuries and shook the city to its emotional core. Fat Tuesday may have damaged Pioneer Square more than any natural disaster, escalating tensions between the nightlife community and city officials. Pile on that all the variables involved in running a club here. In addition to securing insurance and permits from the liquor board and the Department of Design, Construction and Land Use (DCLU), club owners have had to deal with everchanging ordinances that have  their origins in Prohibition. Plus, rents and business-property values continue to rise while the economy plummets. It all makes you wonder if Seattle is an especially difficult town for nightclubs to get into a groove. \"A lot of people think it's really glam to open up a bar or a club, and it's not. It's a lot of work. You're basically looking after 700 people in your club and trying to keep them coming back. There's definitely a level of responsibility that comes along with it that's intense,\" said Caroline Davenport, one of the co-owners of promotion group Neverstop, formerly Tasty Shows and Mothership. According to Fenix Underground co-owner Rick Wyatt, running a dance space isn't a problem as long as you follow good business practices. \"Pay your taxes, pay your rent and when they come to sue you, pay your lawyers,\" he said. Even so, he concedes, \"Seattle is a bit conservative in the way they view their nightlife. At the same time, I think what we do here is healthy. I don't necessarily object to regulation. What I object to is when people create regulations and rules to be used in one manner, and then they leave office and the next person gets in there and uses it in a different manner.\"       Seattle at an awkward stage And here is where the business of pleasure gets political. Seattle is in an awkward stage, coming to terms with the city's demographic changes and population growth. Mardi Gras is only the latest in various, very public clashes over the way music is regulated. It's a struggle that pits club owners and lobbying organizations like the Joint Artists and Music Promotions Political Action Committee (JAMPAC) against city officials. \"There's no permitting process or a zoning code that says where you can put one of these clubs,\" said Jim Pugel, a captain at the Seattle Police Department's West Precinct. \"We need to look at development codes and demographics.... More and more people are calling Pioneer Square, Belltown and Capitol Hill their places of permanent residence.\" JAMPAC Executive Director Angel Combs says it's necessary for the club community to foster a relationship with city and state officials. \"In the current climate, unless you can slip inside and build certain relationships with the people you need to... you're going to have problems,\" she said. \"Some club owners are harassed, no doubt about it. Some genres of music are harassed.\"       `They close you down first' That's what Davis, the third and final owner of ARO.space, contends was the reason the club closed. Under Mothership, ARO.space grew into one of Seattle's most popular nightspots. When Davis took control of the club in 2000, a hip-hop night had already been added, and he believes the city targeted him because of it. \"We were getting hassled by the Fire Department all the time,\" he said. ARO.space racked up fire-code violations and neighborhood complaints, some of which Davis said a DCLU inspector later found to be incorrect. \"They close you down first, and they get their facts straight later,\" Davis said. Tom Campbell, code-compliance officer with the Seattle Fire Department, recalls things differently. He and Capt. Ron Christensen, who headed the club's inspection, wrote up the violations after walking through the club with Davis. He says the Fire Department itself brought the DCLU inspector in to check the notices. \"We don't try to play divide-and-conquer games of not telling people who go into business the proper requirements for codes and regulations,\" Campbell said.       Enforcers tell different tale Davis, who fell tens of thousands of dollars behind in rent payments, filed for liquidation in bankruptcy court in November. Pugel contended that officials don't target a particular kind of music. Rather, he said, clubs such as Davis' fail to deal with crowd-control issues. \"The police and Fire Department don't go out looking to manage these places, to deal with noise and large crowds, blocking of traffic. Frankly, we don't have the staffing to do that. The No.1 factor is, can this club get along with its neighbors? What kind of steps are they willing to take?\" Marcus Lalario believed he had taken the steps to properly operate Ghetto Technologies, a place where customers could shop for music, clothes, and enjoy regular performances. \"I wanted an all-purpose place for kids to kind of hang out, you know?\" Lalario secured a special-use permit for Ghetto Technologies, stipulating that it would be a retail space as well as an entertainment venue. Lalario only got four shows off the ground before the city shut him down for electrical-code violations. \"They came down on me really hard, and that was about it. I didn't have the energy or the time to fight with those people.\" For the most part, clubs die because of economic problems or bad management. That's particularly understandable in the Pike-Pine corridor, where rents have skyrocketed. High rents have hamstrung Steve Freeborn, who ran the OK Hotel before earthquake damage forced him to shut down, is having problems finding an affordable new space. \"I had a lot of things going my way. I had low rent. I was there for so long that I had a group of steady people,\" he said. \"Now I'm noticing that trying to find myself a place in a world of other clubs is very difficult.\"       Club scene far from dead In the midst of these quandaries are positive developments. Gov. Gary Locke has ordered the Liquor Board to streamline its codes. Clubs have a little more breathing room in terms of the required balance of food and spirits sales. Activists are trying to improve an adversarial relationship between the city and the music community. Rest assured that the club scene is far from dead. Many bars have added DJ nights to their calendars. Where Spintron used to be located, a new club, Ego, is thriving. A new nightspot, Paradise Garage, occupies ARO.space's former building. Wyatt is hoping to resurrect the Fenix in a new Pioneer Square location by the end of the year. The space formerly known as Ghetto Technologies remains metallic, gleaming and barely touched. Lalario wants to sell it to pay back his investors and devote all his energy to his hip-hop label and clothing company. For now, he has no plans on getting back into the nightclub scene. To put it simply, he explained, \"I like to sleep.\"       Melanie McFarland can be reached at mmcfarland@seattletimes.com. Benefit concerts The Earthquake Fairies, an earthquake-relief group, has planned a series of benefit concerts to help the Fenix reopen before the end of the year in Pioneer Square. The benefits will take place from now through July at clubs throughout the city. All proceeds go toward the club and emergency financial relief for Fenix employees. The first of the shows takes place at 9:30 p.m. Wednesday at the Central Saloon, 207 First Ave. S., and features Mindfly, Patient Zero, Sub Sonic and Damnaged. $5 cover. For more information, call 206-923-3273.Caption:  photoAlan Berner / The Seattle Times file : Employees Robyn Rolain, right, and Pamela Moore hug outside the Fenix Cafe in Pioneer Square on the day of the earthquake.Marcus Lalario, stands in front of his Ghetto Technologies nightclub, which stayed open only for a month last year.Jim Bates / The Seattle Times : EGO at 916 E. Pike St., Seattle, used to be operated as the club Spintron.", "edition": "Fourth"}