{"title": "Terror, drought, quake lead list of year's stories", "filename": "2001-12-24_TerrorDroughtQuakeLeadListOfYearSStories.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0F0A5C5DC99C1CA4?p=WORLDNEWS", "date": "2001-12-24", "page": "B6", "section": "Local News", "author": "Peggy Andersen", "text": "Like the rest of the world and the nation, Washington state residents are struggling to recover from the still-evolving impact of the Sept. 11 terrorist attacks -- assaults on New York City and near Washington, D.C. that used passenger jets as flying bombs and killed thousands. That -- along with the drought and its attendant power crunch, the magnitude-6.8 Nisqually earthquake and the loss of four young lives in the Thirty Mile wildfire -- led the state's top news stories in 2001. The arrest and charging of Gary Leon Ridgway in four of the 49 Green River killings, the Seattle Mariners -- with rising star Ichiro Suzuki -- matching baseball's all-time win record, the departure of Boeing's headquarters, and the deaths of 15 men in the sinking of the fishing vessel Arctic Rose in Alaska's Bering Sea also were ranked among the 10 biggest news stories of 2001 by state newspaper editors, broadcasters and The Associated Press. The terrorist attacks plunged the nation into mourning, fear, rage and confusion. An already struggling economy took additional hits as people stayed off airplanes and consumer confidence wavered. Boeing responded a week later, announcing it would lay off 30,000 workers in the next year, mostly from the Northwest. New security measures were imposed at the nation's airports, and hundreds of Washington National Guard members volunteered for months of airport duty. The U.S. military response has directly affected individuals and families at  Army, Air Force and Navy bases across the state. Here are the other stories on the list: The region struggled with near record-low stream flows in the Columbia River basin, a tight West Coast power supply -- exacerbated by a failed effort at deregulation in California -- and soaring wholesale electricity prices. Gov. Gary Locke declared a drought emergency in March. The drought killed young salmon, cut short the irrigation season in Central Washington's orchard country, helped drive up the price of electricity and turned the state's forests into kindling. But rain and snowfall have been plentiful this fall. The 6.8 Nisqually earthquake of Feb. 28 rattled Tacoma, Olympia and Seattle, and was felt in some parts of Eastern Washington. It caused about $2 billion in damages -- remarkably little considering its magnitude. About 400 people were injured, but no one was killed. Four firefighters -- Tom Craven, 30, of Ellensburg; and Yakima residents Devin Weaver, 21; Jessica Johnson, 19; and Karen FitzPatrick, 18 -- died July 10 as the Thirty Mile Fire raged through north-central Washington's Methow Valley. The deaths raised questions about fire safety and command for crews in the field. All four died from breathing superheated air after deploying their shelters on a rocky slope. New DNA technology led to an arrest in the decades-old Green River serial killings. Gary Leon Ridgway, 52, of Auburn was charged Dec. 5 with four counts of aggravated-first-degree murder in the deaths of four of 49 women long considered victims of the so-called Green River killer. The Green River killer was blamed for a string of prostitute and runaway deaths between July 1982 and March 1983 -- and authorities say there may have been more. Ridgway, who has pleaded not guilty, has lived in South King County most of his life. He has been married three times. The Seattle Mariners had a dream season, matching the 116-win record of the 1906 Chicago Cubs -- only to falter in the post-season, when they handed off the American League championship to the New York Yankees in five games. After more than 80 years in Seattle, Boeing moved its headquarters to Chicago -- a symbolic blow to Seattle, where the company was founded, though the relocation involved only about 500 workers. The commercial-airplane division remains in the region. The 92-foot fishing vessel Arctic Rose went down in the Bering Sea on April 2 without even sending out a distress signal, losing 15 lives. Rescuers reached the scene to find an oil slick, empty survival suits and one body. Coast Guard hearings have focused on modifications to the vessel, built to work the Gulf Coast as a shrimper, and safety training for the crew, many of them novice fishermen. The Justice Department and Microsoft reached a proposed settlement of the antitrust case in November. Microsoft would be required to give independent monitors full access to its books and plans for five years to ensure compliance, and to provide information to help rivals make products compatible with its dominant Windows operating software. But nine of 18 states involved in the case rejected the settlement. The company also worked to settle a lawsuit filed by consumers. Kaiser Aluminum, a fixture in Spokane since it was drawn to the region by cheap power and the aerospace industry in the 1940s, all but closed its two plants there, idling about 2,000 workers. Aluminum smelters have been hit hard by rising power costs and low world prices. Kaiser had long been the largest private manufacturer in Eastern Washington. Top 10 news stories       1.       Sept. 11 terrorist attacks, local impact and aftermath.       2.       Drought parched farmland and worsened power crunch.       3.       The 6.8 Nisqually earthquake rattled Seattle, Olympia, Tacoma and even Eastern Washington.       4.       Four firefighters died July 10 in the Thirty Mile wildfire in the Okanogan National Forest.       5.       Gary Leon Ridgway was charged with aggravated first-degree murder in four of the so-called Green River killings.       6.       Seattle Mariners, with rising star Ichiro Suzuki, tied all-time win record with 116.       7.       Boeing moved its headquarters to Chicago.       8.       Fifteen died in sinking of fishing vessel Arctic Rose in Alaska's Bering Sea.       9.       Microsoft and Justice Department settled antitrust case.       10.       Kaiser Aluminum plants in Spokane closed for much of the year, idling about 2,000 workers.", "edition": "Fourth"}