{"title": "Why it's called the miracle quake - `It was two seconds I had, and by the third, my house was gone.'", "filename": "2001-03-04_WhyItSCalledTheMiracleQuake-`ItWasTwoSecondsIHadAndByTheThirdMyHouseWasGone.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AAAE764AA36?p=WORLDNEWS", "date": "2001-03-04", "page": "A1", "section": "News", "author": "Carol Ostrom", "text": "When the earthquake hit Wednesday morning, a wall of bricks thundered six stories onto a Pioneer Square parking lot, crushing two cars. The drivers were blessed to be elsewhere. In her Maplewood home near Renton, Paula Vandorssen was on the phone with a friend who yelled, \"Oh my God, it's an earthquake!\" Vandorssen had precious seconds to bolt from her living room, inches ahead of a roaring mudslide. In Olympia, the facade of the Washington Federal Savings building peeled off, burying 70 feet of sidewalk in knee-deep rubble. No one was walking there. And inside the control tower at Seattle-Tacoma International Airport, controllers dodged wires and giant shards of glass as they choreographed planes to safety. Throughout the Puget Sound, the biggest earthquake in half a century shook buildings and security. Highways split open, homes teetered, Seattle dropped and moved sideways. But no one was killed. Even scientists are left puzzling our luck. They can find no logical reason the 6.8-magnitude quake didn't provoke more violent ground movement. Quakes here in 1949 and 1965 were centered equally deep in the Earth but caused far more damage, and numerous deaths. In 1994, the Northridge quake in Los Angeles pancaked buildings, ruptured gas lines and buckled freeways, killing 72 people. The Jan. 26 earthquake in India collapsed homes and high-rises, leaving 19,000 dead, 8,000 orphaned and 600,000 homeless. So the real story of the 2001  Earthquake may be not what happened, but what didn't. And why it didn't. A quirk of timing? A dry winter? Luck? God?       A guardian angel? If the quake had struck 10 minutes later, Paula Vandorssen's 5-year-old girl would have been home from preschool, playing on the side of the house where the mudslide hit the hardest. She thinks about the other \"coincidences\" that saved them: that she happened to be talking to her friend; that her friend happened to warn her; that she happened to run for the front door, not the back, which would put her in the path of the slide. A difference of a second would have meant death. \"It was two seconds I had, and by the third, my house was gone,\" Vandorssen said. \"I must have a guardian angel.\" Her husband, Robert, tells friends he's the \"luckiest man alive.\" When the quake hit, he called home. No answer. He called his wife's friend. She said the last thing she had heard was Paula screaming. Vandorssen drove home in a panic. Along the way, damage didn't seem so bad. But when he turned the corner to their house, \"I was devastated by the sight.\" Mud filled his living room. Trees bobbed by in the river. \"I jumped out of my car, ran towards the house,\" Vandorssen said. \"I thought, `Oh my gosh, she was in there.' \" He crawled through a bedroom window, tearing at debris and mud, which had condensed into a heavy, hard mass. He raced back outside to get help. That's when a neighbor told him he'd seen Paula. \"From that moment, that's when I feel lucky,\" Vandorssen said. \"My whole family could have died.\"       The realm of what-ifs In Olympia, Gov. Gary Locke was having an attack of the what-ifs as he was escorted Thursday from the damaged Capitol to the state's emergency-response headquarters near Tacoma. \"If it had been noon ... \" he said, unwilling to complete the thought aloud. \"What if it wasn't so deep?\" Locke continued. \"What if it had been centered in Seattle? What if we had been having a wet winter and we had more serious mudslides?\" And what if his wife, Mona, hadn't been within a quick step of 2-year-old Dylan in the governor's mansion as the television set came crashing down--right where Dylan had been sitting. \"It makes you think,\" Locke said.       False alarms Counting dismantled bricks would be easier than counting the what-ifs that made this the miracle earthquake. Minutes after the temblor, gauges at the Hanford nuclear reservation in Eastern Washington showed radioactive sludge leaking from tank B-111. But the sludge was only \"shifting,\" not leaking. There were reports of \"abnormal activity deep into the bedrock\" of Grand Coulee Dam. But they were \"harmonic vibrations\" that caused instruments to malfunction. \"I'm just stunned that there hasn't been greater loss of life,\" said Joe Allbaugh, director of the Federal Emergency Management Agency, after a day of touring quake damage. That astonishment came even without a tour of Room 440 of the Insurance Building on the Capitol Campus. Inside, two huge light fixtures still lay where they landed Wednesday morning during a budget meeting. One, 20 feet long and weighing about 200 pounds, rested where budget analyst Mike Roberts had sat just moments before. When the shaking started, most of the 20 people at the meeting dived beneath the horseshoe-shaped table. Roberts headed there, too, but there was no room. He wedged himself under one end of a small desk in a corner. The light fixture hit his seat moments later. Friday, he went back into Room 440. \"I tell you, it was a little weird going in that room,\" he said.       `A flat-out miracle' Olympia Mayor Stan Biles stood in the middle of Capitol Way on Friday afternoon as crews knocked down part of the historic Washington Federal Savings building. The brick fa&ccedil;ade had cascaded down in the quake, raining bricks on the sidewalk and crushing a car parked at the curb. Both the car and sidewalk were empty. \"With each passing hour--and we understand that the amount of damage is even more significant--it is a flat-out miracle that we did not have significant injuries,\" Biles said. \"If this earthquake had happened 90 minutes later, these sidewalks would have been covered with lunchtime pedestrians and recreational walkers.\" It's as if the city collectively dodged a bullet. Yes, there was \"incredible triage,\" Biles said, and a first-rate emergency command center. Yes, there were neighbors helping neighbors and strangers helping strangers. \"But just the laws of probabilities, to have all this damage and no one standing underneath these building, is just flat luck,\" he sad. \"We're living good here in the Northwest, I'm telling you.\"       Whirling and wobbling John Clarke wouldn't argue. He feels lucky. And, oddly, lucky it was only an earthquake. Clarke was bicycling from his retirement community near Olympia to a church near the Capitol for a program on a cross-country bicycle trip. His wife had given him a new bike for his 80th birthday, and he had been looking forward to the talk for weeks. As he dismounted to cross some train tracks, the sky whirled and the ground wobbled. Clarke, who moved here a few years ago from Virginia, had no experience with earthquakes. But he had experience with a transient ischemic attack, or TIA, a temporary blockage of blood to the brain. The whirling and wobbling felt familiar. \"I said to myself, `Well, this is the way it's going to be when I go,' \" Clarke recalled. But these \"symptoms\" seemed much worse than those from his TIA. Then, miraculously, they stopped. Feeling fine, Clarke pedaled the remaining three miles to his church. As he neared the Capitol, he was puzzled by all the people milling about outside. Perhaps government workers had staged a strike. Perhaps some group was protesting some bill. He stopped to ask--and learned there had been an earthquake. \"Selfishly, I felt relief,\" he said. \"It wasn't my body.\"       Being there--and not In any serious quake, the unpredictable reigns. What if employee Dana Nichols hadn't been there to douse the fire started by a fallen lamp at Restoration Hardware in Seattle's University Village? What if someone had been inside the elevator as the shaft collapsed at the six-story Olympian Apartments just off Capitol Way in Olympia, where many elderly residents live on the upper floors? Even at the Fisher Plaza, a high-tech building in Seattle designed to withstand a 7.5-magnitude earthquake, officials breathed a sigh of relief. \"All sorts of things could go wrong, no matter how you plan for it,\" said David Grein, vice president of real-estate investments at Fisher Properties. \"That's why we were high-fivin' it.\"       Delicate tasks Around Seattle, the city of hills, houses perch on slopes, and many of those slopes are made of fill. Many older homes are not tied to their foundations. Usually the winter rains leave the ground soggy and unstable. When the quake hit, cranes hovered high over construction projects, chainsaws buzzed, patients lay under anesthesia, surgeons wielded scapels. At the University of Washington Medical Center, Dr. Peter Freund was injecting an anesthetic into the area around the spine of a patient--a delicate procedure made more difficult by the patient's obesity. As the quake rumbled, the waiting rooms grew tense. Operating-room walls spidered with cracks. But the main power stayed on, and nothing fouled the sterile fields of surgeries in progress. \"We just stopped and waited a bit,\" Freund said. In the 89-year-old Sodo building that houses Starbucks headquarters, Sonya Reasor and 2,000 colleagues scrambled to evacuate. Walls cracked and water pipes burst. A 4-foot parapet on top crashed to the sidewalk. Reasor dived under a desk. Then, still feeling \"the ghost of the motion,\" she headed for the exit. Over and over, she heard people cry, \"Oh, my God!\" She screamed it, too.       Sudden believers That brief cry--instinct to some, prayer to others--may be the best explanation we have. Ken Gaydos, director of the International Chaplains Ministry, was conducting a class for volunteer chaplains in Longview. The topic: how to notify families of deaths from a crisis or sudden event. The quake struck as he was finishing the class. As he drove north toward Seattle, the radio reported that legislators were under their desks, praying. \"At the moment when something happens, everyone turns to prayer,\" said Gaydos, who was in Los Angeles for the Northridge quake. \"People who don't even know God say `Oh, My God.' It's usually the first thing out.\" But then, when the earth stills and security returns, Gaydos says, egos switch back on. \"We think how       we       retrofitted buildings, how       we       did this and that, how well prepared       we       were,\" he said. \"There's a little bit of an arrogance that comes in there.\" He recalls a poster of Mount St. Helens erupting, the thick black smoke choking the sky for hundreds of miles around. The caption: \"And now that He's got your attention ... \" Devon Humphrey, a 10th-grader at Holy Names Academy on Seattle's Capitol Hill, said the earthquake made her realize how vulnerable we are. In a matter of seconds, people can die, buildings can crumble and what took years to accomplish can be demolished. \"Concrete support\" vanishes, Devon said, \"and we're left clinging only to each other.\"       Carol Ostrom can be reached at 206-464-2249, or at costrom@seattletimes.com.Seattle Times reporters Colleen Pohlig, Ralph Thomas, Eric Sorensen, Duff Wilson, Warren King and Judith Blake contributed to this report.Caption:  photoMike Siegel / The Seattle Times : At top, neighbors mingle around this Salmon Beach house crushed by a landslide in the quake. The beach is just north of the Tacoma Narrows Bridge.Tom Reese / The Seattle Times : Tenants of the El Capitan apartment building on Capitol Hill, including Mary Carther, center, its oldest resident, clean up quake rubble that fell from a parapet wall on top of the building. Building owner Al Hendricks appreciated the help and yesterday bought the tenants pizza.Betty Udesen / The Seattle Times : Mike Roberts looks at the light fixture that fell on the chair where he had been sitting in Olympia moments before, when the earthquake started.Greg Gilbert / The Seattle Times : Left, Paul Riek talks on his cell phone as he surveys his car that got showered with bricks at Second Avenue South and South Jackson Street.Andrea J. Wright / The Seattle Times : Robert and Paula Vandorssen stand in front of their home near Renton that is now filled with dirt from a mudslide triggered by Wednesday's earthquake.Mike Salsbury / The Associated Press : Workers clear the sidewalk in front of the Washington Federal Savings building in Olympia after the quake brought the façade down.Alan Berner / The Seattle Times : Melissa Hodges, left, who was in the Fenix Underground building in Pioneer Square, and friend Pamela Moore share an emotional moment after realizing they were unscathed by the quake.Barry Wong / The Seattle Times : Far left, work stopped at the site of the new Seahawk Stadium when the quake hit. Framework hangs precariously overhead.Andy Rogers / The Associated Press : Paula Vandorssen stands outside her slide-ravaged home.", "edition": "Sunday"}