{"title": "Three rescues energize workers - India's quake leaves at least 6,000 dead; could rise to 20,000", "filename": "2001-01-29_ThreeRescuesEnergizeWorkers-IndiaSQuakeLeavesAtLeast6000DeadCouldRiseTo20000.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AA47554AFBC?p=WORLDNEWS", "date": "2001-01-29", "page": "A2", "section": "News", "author": "Seattle Times News Services", "text": "BHUJ, India--A 7-year-old, his mother and a 17-year-old girl were rescued after two days of being buried alive, energizing exhausted workers struggling to find anyone still breathing under piles of earthquake-caused rubble that once were Indian villages. Rescuers used everything from high-tech equipment to their bare hands to detect the tiniest vibrations that might mean someone had survived Friday's devastating 7.9-magnitude earthquake in India's Gujarat state. Officials put the confirmed death toll at 6,000, but said they believed it might rise to 20,000. Funeral pyres burned night and day, and dazed survivors slept outside in fear of more aftershocks, which officials warned could last a few more days, bringing down buildings already weakened by the most powerful quake in India since 1950. Thousands of troops joined in the relief effort, the largest effort of its kind by India's armed forces. Rescue crews from around the world also joined in. \"We cannot see anything but total devastation,\" one rescue-corps official radioed as his team arrived in Adhoi, the village nearest to the epicenter of the quake. \"Our village has been wiped from the face of the Earth,\" said a man fleeing through Bhuj to Ahmedabad, a gold-trading center also hit by the quake. Although the destruction of Bhuj was dramatic, the devastation in the surrounding towns and villages was even worse. In Anjur, about 30 miles from Bhuj, one entire district had collapsed, and  residents and officials said several thousand people were still buried inside the impenetrable maze of ruins, including about 400 schoolchildren and teachers crushed to death as they marched through the streets during Friday's Republic Day celebrations. \"This tragedy shows us there is nothing we can do against God's will,\" said Rajesh Varu, 36, a civil engineer who was helping direct excavation work in Anjur. \"We imagine we are so great with all our technology, but in 30 seconds, God has destroyed all the technical calculations of man.\" Meanwhile in Ahmedabad, angry survivors accused authorities of conducting a sluggish rescue effort and said that help from the government was too slow in coming. When the quake hit, state officials were attending a military parade for Republic Day, a commemoration of the adoption of India's constitution in 1950. \"We lost precious hours soon after the earthquake. Every state government officer we called was away at a parade. Even police came six hours after the quake,\" said Dhrumal Vaidya, a movie cameraman. Chief Minister Keshubahi Patel, the top elected official of Gujarat state, where the quake hit, denied charges of a slow response. \"I organized the officials at the parade itself and we got down to work. But an earthquake is not a cyclone,\" he said. \"We were not forewarned.\"       Compiled from Reuters, Los Angeles Times and The Associated Press.Caption:  photoThe Associated Press : Mamta Ramveer, 10, puts a cold towel over her face to ease the pain of her injuries.", "edition": "Fourth"}