{"title": "Boeing feels quake's ripples - Runway crack slows deliveries; effect less on other businesses", "filename": "2001-03-02_BoeingFeelsQuakeSRipples-RunwayCrackSlowsDeliveriesEffectLessOnOtherBusinesses.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AAAB1458AFF?p=WORLDNEWS", "date": "2001-03-02", "page": "C2", "section": "Business", "author": "Kyung M. Song And Steve Miletich", "text": "Boeing jetliners have literally been grounded by Wednesday's earthquake because a damaged section of the runway at Boeing Field has prevented finished aircraft from taking off for delivery. In addition, Boeing's 737 and 757 production lines in Renton remained idle as the company continued inspecting the condition of its factories and equipment. Thousands of workers missed work again yesterday as Boeing canceled at least two shifts at its Renton factory for narrowbody airplanes. A half-dozen other Boeing facilities, including its headquarters building on East Marginal Way, where Chairman Phil Condit works, remained closed after the quake knocked out telephone systems and damaged buildings. Boeing's Everett plant, where the 747 and other widebody jets are assembled, resumed production at 6 a.m. yesterday. The earthquake's disruption was far less pronounced for most other major Puget Sound-area corporations. One of three new Microsoft buildings in Issaquah will be closed until Monday for earthquake repairs, and shippers who use Boeing Field have had to divert flights to other airports in the region. Wednesday's quake had the biggest effect on Boeing, Washington's largest private employer. The earthquake cut short Wednesday's first shift at the Renton and Everett plants and sent thousands of workers streaming out to the freeways at lunch hour. Boeing again canceled the morning and afternoon shifts in Renton yesterday and was evaluating whether to resume  operations with its third shift. A Boeing spokesman said the company was still deciding whether employees would get paid for missed work or unfinished shifts. Boeing had no initial damage estimates from the earthquake or the halt in production. The company said about 20 workers were treated for injuries, including one broken ankle and bruises. Boeing lab technician Bruce McMasters, who was just inside the 737/757 factory when the quake hit, said workers ran out of the building with \"a look on their faces like they were running for their lives.\" McMasters said he saw small objects falling inside and said he believed the building might be collapsing.       Closed Boeing buildings In addition to Renton and corporate headquarters, a cluster of Boeing facilities mostly along the Duwamish River corridor south of downtown Seattle remained closed yesterday. They included the Military Flight Center and the Boeing Development Center, where work on the Joint Strike Fighter is done. Also closed was a building in the Longacres complex on the site of the former horse track, where pilots and mechanics from Boeing's customers come for training. A nearby headquarters building that holds the office of Alan Mulally, president of the Boeing Commercial Airplanes Group, was undamaged and stayed open. Damages at Boeing Field may affect aircraft deliveries. Boeing Field has reopened to small aircraft but remained closed indefinitely to larger planes because of a long, foot-wide crack in its main runway. Flight controllers were operating out of a temporary tower because of cracking and buckling in the main tower. The airport terminal also was heavily damaged. The runway was closed for a period yesterday afternoon as workers towed a Boeing 727 across it to test its strength. Boeing Field is where the smaller narrowbody planes assembled in Renton are flown to for several weeks of post-factory work. Painting, mechanical work and test flights all take place at Boeing Field. New planes are then certified and keys handed over to customers for flight home. Boeing Field's damage also forced cargo companies Airbone Express and United Parcel Service to shift their operations to Seattle-Tacoma International Airport and Portland's airport. \"Despite the earthquake, today is business as usual for UPS,\" Tami Ingraham, a company spokeswoman, said yesterday. \"Drivers made pickups and deliveries as usual.\" UPS had contingency plans to deal with an earthquake, Ingraham said, noting the company's 93-year history of doing business in the Northwest. Airborne made almost all pickups and deliveries, said Robert Mintz, a company spokesman. Although Airborne was unable to use its two Boeing 767s at Boeing Field, it shifted a DC-8 from its airline operations in Wilmington, Ohio, to Sea-Tac airport, he said. Mintz said second-day deliveries were being trucked to Portland and flown from there. Operations at the ports of Seattle and Tacoma were at or close to normal yesterday. At the Port of Seattle, which shut down its two dozen freight-handling cranes for inspection after the quake, spokesman Doug Williams said that with a few exceptions there was no major structural damage to the cranes or cargo terminals. Enough cranes to service ships in port passed inspection Wednesday, and no ships were turned away because of the quake, Williams said. Some cranes still need to be inspected, Williams said. The south end of Terminal 37/ 46, which handles container cargo and loose cargo such as steel, was damaged and was closed pending further inspection, Williams said. However, ships that would have docked there will be redirected elsewhere within the Port of Seattle complex, he said. Only three ships were in port Wednesday when the quake hit, Williams said; one, a container vessel, was docked at the south end of 37/46 and had almost finished loading. That ship departed Wednesday. Inspections of Terminal 18 at Harbor Island were completed Wednesday evening in time for a container ship that was scheduled to dock there. The Port of Tacoma found no major structural damage to any of its cargo facilities, spokesman Rod Koon said, though additional inspection work was being done at a warehouse and at the administration building. Three ships were in port when the quake hit, Koon said, and two of them were loading and unloading cargo.       Sags in railroad track Freight trains on the Burlington Northern Santa Fe Railroad line between Vancouver, B.C., and Portland resumed running late Wednesday afternoon, spokesman Gus Melonas said. After the quake, Melonas said, Burlington Northern held up 88 trains within a 400-mile radius of Olympia so crews could check tracks, signals, bridges, tunnels and buildings. Within a couple of hours, he said, all the rail lines were reopened except the Vancouver-Portland line. Repair crews had to fix several small sags in a five-mile stretch of track near the Nisqually River, not far from the quake's epicenter. Seattle's tech industry suffered minor inconveniences but no major disruptions.       Damage at Microsoft At Microsoft's main campus in Redmond, several elevators were damaged and remain closed, but there were no closures or injuries, spokesman Matt Pilla said. The Redmond campus also had a small gas leak that was quickly repaired, he said. At a Microsoft building near Lake Sammamish State Park that was later closed, welds failed in a main stairwell, window gaskets failed in about 25 offices, wallboard was damaged, and a large window in a reception area shattered. About 400 employees were temporarily relocated to other Microsoft buildings, Pilla said. Immediately after the earthquake the company evacuated 1,200 workers, many in corporate operations such as ordering and real estate, from three \"Sammamish\" buildings. Most returned around 2:30 p.m., when two of the buildings reopened. Several hundred Amazon.com employees are expected to return to work today inside the old PacMed building, where the earthquake shook bricks off the facade and rained debris on some office floors. Spokeswoman Patty Smith said the employees worked from home and inside the company's Union Station offices. A couple of employees had sprained ankles trying to exit the building, but none was seriously injured. The Web site operated uninterrupted. In typical dot-com fashion, the employees spent the early afternoon of the earthquake conducting conference calls, meetings and other business activities outside the building. \"It's business as usual,\" Smith said at the time. \"It's just done outdoors.\"       Seattle Times reporters Drew DeSilver, Brier Dudley and Monica Soto contributed to this report.             Kyung M. Song can be reached at 206-464-2423 or ksong@seattletimes.com.Steve Miletich can be reached at 206-464-3302 or smiletich@seattletimes.com.", "edition": "Fourth"}