{"title": "Big quake forecasts bolstered - Crust moved under Sound", "filename": "2001-04-20_BigQuakeForecastsBolstered-CrustMovedUnderSound.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ECF221ED5CEC780?p=WORLDNEWS", "date": "2001-04-20", "page": "A1", "section": "News", "author": "Eric Sorensen", "text": "SAN FRANCISCO--Two years ago this summer, a massive piece of the Earth's crust moved deep beneath Puget Sound with nearly as much energy as February's magnitude-6.8 Nisqually earthquake. But where the Nisqually quake lasted a few seconds, this movement occurred over five weeks and reached from Seattle to central Vancouver Island. It went unnoticed for a year, detected only when scientists noticed unusual movements recorded by global-positioning sensors arrayed from Seattle to Neah Bay and on the southern half of Vancouver Island. The crust movement appears to be increasing the pressure at the Cascadia subduction zone, the fault boundary that every 500 years or so brings the Northwest's \"Big One\"--an earthquake about 100 times greater than the Nisqually quake. \"It's getting loaded. It's getting spring-loaded,\" said Herb Dragert, a research scientist with the Geological Survey of Canada in Sidney, B.C. \"One of these times, it's going to be enough to actually cause a rupture,\" he said. \"We don't know when. We don't know how many of these it'll take. We don't know what the current stress level is--how close we are to that rupture.\" But the detection of the movement, which Dragert reported yesterday at the annual meeting of the Seismological Society of America and in today's journal Science, could give scientists a new tool for monitoring the fault's dynamics and how it can cause large earthquakes. \"Once we monitor these things more routinely, and I think  that's possible, this could become part of hazard monitoring,\" Dragert said. \"To me, that's the exciting part.\" The Cascadia zone covers the boundary between the North America plate and the Juan de Fuca plate, a piece of ocean crust about 60 miles west of the Olympic Peninsula. The heavier Juan de Fuca plate is moving north and east while diving beneath the North America plate. A rupture within the actual slab of diving crust about 34 miles beneath the Nisqually River delta caused the Nisqually quake, as well as its sibling quakes of 1949 and 1965. But of greater concern are earthquakes that could come at the shallow, offshore boundary of the slab and the overlying North America plate. Here the two are locked together by friction, building up massive amounts of energy that would be released from Northern California to British Columbia when they finally give way from each other, said Tony Qamar, Washington state seismologist. \"Everyone up and down the coast is going to be close to some portion of the fault that ruptures,\" Qamar said. The last such rupture--estimated at a magnitude 9--occurred in 1700. The effect of a similar earthquake on Seattle and other points inland would be reduced by their distance from the source, Qamar said. But the shaking would likely last longer than a Nisqually-style quake and have more of the low-frequency pulses that affect tall structures and bridges. It would also produce a tsunami, a series of waves inundating whole sections of low-lying coastline. The deeper, more easterly part of the Juan de Fuca slab is warmer, effectively lubricating the movement between it and the overlying plate. Scientists thought this part of the slab moved gradually. But a year ago, Dragert noticed that several GPS sensors anchored to bedrock around Puget Sound had briefly changed direction starting in August 1999. Seattle moved about two millimeters west, opposite its usual direction. Victoria moved about four millimeters. Nothing to duck and cover about, but that movement was such that Dragert theorized a 900-degree Fahrenheit section of crust 25 miles beneath the region had slid nearly an inch beneath the overlying North America plate over the course of 35 days. The crust's movement, he said, only adds to the stress on the shallower, locked part of the fault. A similar process is believed to have led to magnitude-8.2 earthquakes in Japan in 1944 and 1946 and a magnitude-9.5 earthquake in Chile in 1960 that is the most powerful earthquake ever recorded.       Eric Sorensen can be reached at 206-464-8253 or esorensen@seattletimes.com Quake research For more information and depictions of the earthquake research, go to: http://www.pgc.nrcan.gc.ca/geodyn/docs/slip/Caption:  illustrationThe Seattle Times: Plates on the move (illustration not available electronically).: Big quake forecasts bolstered (illustration not available electronically)", "edition": "Fourth"}