{"title": "Residents learn to prepare for disasters - February earthquake, terrorist attacks pique interest in city forum", "filename": "2001-10-07_ResidentsLearnToPrepareForDisasters-FebruaryEarthquakeTerroristAttacksPiqueInterestIn.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EF065C26403C91E?p=WORLDNEWS", "date": "2001-10-07", "page": "B2", "section": "Local News", "author": "Janet I. Tu", "text": "In a year marked by the nation's worst-ever terrorist attack and the state's largest earthquake in more than 50 years, many Seattle residents seemed more than eager to learn how best to prepare for a disaster. Margaret Geisness, 61, came to yesterday's annual disaster-preparedness forum \"hoping for general information to pass on to my kids. My interest was really perked by Sept. 11.\" More than 400 people were expected at the half-day forum, sponsored by the city of Seattle's Office of Emergency Management. At Town Hall, organizations ranging from Seattle Public Utilities and the University of Washington Seismology Lab to companies that seismically retrofit homes had booths flowing with information. Interest in earthquake-preparedness has been especially high since the Feb. 28 Nisqually earthquake. Event-goers also listened to speakers who drove home the message that \"even though we are vulnerable, there are many things we can do to be prepared,\" said LuAn Johnson, manager of the city's Seattle Disaster Aid and Response Teams (SDART). SDART educates people and neighborhoods on disaster preparedness. While the forum didn't specifically address ways to prepare for terrorist attacks, speakers emphasized the importance of being generally ready for a range of disasters, including earthquakes and attacks. Speakers suggested \"common sense, do-able strategies,\" as Johnson put it, such as bolting bookshelves to walls and properly strapping hot-water tanks  with inexpensive kits sold at hardware stores. (Plumber's tape, used to strap most water tanks, is too fragile to keep tanks in place in a strong earthquake.) Even though people may already know these common-sense techniques, many don't implement them, Johnson said. She suggested workshop attendees take measures that day to safeguard their most precious items at home. Then she urged people to schedule one hour each month for the next year to do everything from securing tall furniture to amassing emergency supplies. \"Put it on the calendar - that's the key,\" Johnson said. City departments are in the midst of re-evaluating their emergency-preparedness plans since the Sept. 11 attacks. Mayor Paul Schell has asked department heads to assess short- and long-term improvements that could be made to the plans. \"We're re-evaluating our program from a vantage point of confidence,\" said Jim Mullen, director of the Office of Emergency Management. The city's disaster-preparedness plans have been used as models for other cities around the country, he said. \"The whole notion that there's some magic potion that will take care of this - it doesn't exist,\" Mullen said. \"What exists are a lot of information regarding things you can do to be generally prepared for what might happen.\"       Janet I. Tu can be reached at 206-464-2272 or jtu@seattletimes.com.", "edition": "Fourth"}