{"title": "`The tower is collapsing' - Sea-Tac air-traffic controllers never imagined they'd be landing planes in an earthquake. Now they're in a trailer.", "filename": "2001-03-03_`TheTowerIsCollapsing-Sea-TacAir-TrafficControllersNeverImaginedTheyDBeLandingPlanes.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AAAB6DB2699?p=WORLDNEWS", "date": "2001-03-03", "page": "A1", "section": "News", "author": "Ross Anderson", "text": "Air-traffic controllers are trained to be ready for just about anything. But earthquakes are not part of the curriculum. \"Besides, I've never been a firm believer that Seattle was prone to major earthquakes,\" Brian Schimpf, a veteran controller at Seattle-Tacoma International Airport, said yesterday. \"I guess I was wrong.\" Wrong about that, for sure. But Schimpf and four colleagues proved much more when Wednesday's quake shattered their control tower as they directed flights jammed with hundreds of travelers in and out of Sea-Tac. The first 10 seconds of the quake seemed minor, said Schimpf, a lanky and personable veteran of 18 years with the Federal Aviation Administration (FAA). \"But then stuff began falling out of the ceiling and the glass began to break out. And, for the first time in my life, I thought I was probably going to die.\" You wouldn't know it from his voice, recorded by the FAA. Those years of experience and training just took over as the catastrophe played out around him. On Wednesday morning, Schimpf and his colleagues were tracking a Boeing 767 and a commuter plane on final approach from the north, ready to land, and a half-dozen more jetliners inching across Sea-Tac's vast tarmac, ready to depart. At 10:54 a.m., the building began to shake--moderately, at first. \"All right, we've got an earthquake,\" Schimpf warned, his voice slightly stressed. \"Everybody hold on, folks.\" Schimpf and four other controllers, seated  next to the wall-size windows, clutched the arms of their office chairs and watched as ceiling tiles, insulation and wiring dropped from the ceiling. \"Attention all aircraft in Seattle,\" he broadcast, his voice almost calm. \"We have a huge earthquake going on. The tower is collapsing. I say again: The tower is falling apart. Hang on everybody.\" For a second or two, the tower transmission fell silent before popping back to life. \"OK, we got a huge earthquake going on in Seattle. Everybody be careful out there, all right?\" The crew of American Flight 27, the Boeing 767, radioed that it was on final approach essentially irreversible. And the tower windows, three-fourths of an inch thick, began to shatter like champagne glasses tossed against a concrete wall. Schimpf's colleagues dived for cover from the raining debris. But Schimpf was in the hot seat, tethered to his console, mere inches from the exploding glass. \"All right, everybody on Seattle Tower,\" he said, his voice still firm, though stressed, \"I want you to use extreme caution. The tower windows have collapsed here. Asiana 272 ... turn left here, hold short on 16 Left, remain on this frequency. And Horizon 301, I want you to turn left and I want you to go to the ramp and remain on this frequency. All the windows are gone from the tower but two.\" Another pilot radioed that he was entering a left turn. \"All right. I want everyone to pay attention here, because I don't know what's working and what's not.\" Finally, as his universe disintegrated, Schimpf too dived under his console. A few seconds later, the shaking stopped and he re-emerged. The control room had been reduced to shambles, the windows gone, computers and other equipment toppled, debris hanging from the ceiling. His radar screen was covered with debris. As his colleagues resurfaced and went back to work, he cleared off his screen and was surprised to find it still working. Within seconds, he was back at work, directing traffic on the ground and in the air. All in a day's work, he says. Two days later, he remained remarkably calm about the temblor that all but destroyed Sea-Tac's 52-year-old control tower. He and other controllers have been moved to a temporary control room across the runway--a modified trailer usually used for short-term aircraft control at forest fires or other emergencies. Fiber-optic cables and wires are strewn across the asphalt and grass, linking the trailer to the nearby Weyerhaeuser hangar. A couple of portable toilets are propped alongside the trailer. Today, that contraption will be hoisted atop a pair of big, steel containers on a hilltop just west of the runways, affording a better view of the traffic. Despite being built in the year of one of Seattle's last major quakes, in 1949, the tower was not constructed to withstand earthquakes, Schimpf said. That three-fourth-inch glass was actually part of the structure's support, so when it shattered it weakened the tower even more. \"Our whole world was collapsing. The rest of the controllers already had hit the deck, but I was tied to that console, and I had aircraft depending on me,\" he said. \"Those pilots had no concept of what was going on down here.\" Sea-Tac and FAA officials don't yet know how long it will take to get the tower operating again. A new, quake-resistant tower is under construction just north of the terminal, but it won't open until 2004, officials say. Meanwhile, controllers in that tiny trailer have airport traffic back to about 70 percent of normal and hope to have it back to 90 percent by tonight. All this from a hastily assembled control room smaller than the average bedroom and barely visible from the main terminal. \"It's amazing,\" Schimpf said. \"Those folks working over there are the real heroes.\"       Transcript from tower       This is a transcript of the Federal Aviation Administration tape of conversation in the control tower at Seattle-Tacoma International Airport when the earthquake happened at 10:54 a.m. Wednesday:       Tower:       Horizon 177, (this is) Seattle Tower, you're No. 2 following a heavy Boeing 767, short final. Wind 130 at 8. Runway 16 Right. Cleared to land. ...       (Two-second pause.)       Tower:       All right, we've got an earthquake. Everybody hold on, folks.       (Brief pause.) Attention all aircraft in Seattle. We have a huge earthquake going on. The tower is collapsing. I say again: The tower is falling apart. Hang on everybody.       (Brief pause.) OK, we got a huge earthquake going on in Seattle. Everybody be careful out there, all right?       Pilot:       American 27 heavy, we're about to turn final.       Tower:       All right, everybody on Seattle Tower, I want you to use extreme caution. The tower windows have collapsed here. Asiana 272 heavy, turn left here, hold short on 16 Left, remain on this frequency. And Horizon 301, I want you to turn left and I want you to go to the ramp and remain on this frequency. All the windows are gone from the tower but two.       Pilot:       This is 301, we're turning off here at ...       Tower:       All right. I want everyone to pay attention here, because I don't know what's working and what's not. All the windows are gone. Alaska, Alaska 680, cross runway 16 Left, then to Ground Point 7.       Pilot:       OK. Crossed 16 Left, Alaska 680.       Tower:       All right. Thank you. And Horizon 177, Seattle Tower, you up?       Pilot:       OK, we're just wondering if the earthquake's over. We'll continue.       Ross Anderson can be reached at 206-464-2061 or randerson@seattletimes.com.Caption:  photoTom Reese / The Seattle Times : From a temporary trailer usually used for short-term aircraft control at forest fires or other emergencies, air-traffic controllers direct a plane landing at Seattle-Tacoma International Airport yesterday.Brian Schimpf was controlling air traffic in the tower when the earthquake shattered windows into pieces like the one he holds.Tom Reese / The Seattle Times : Air-traffic controllers direct planes at Seattle-Tacoma International Airport yesterday from a temporary control room across the runway.", "edition": "Fourth"}