{"title": "Quake entombs thousands - India's largest temblor in half-century topples hundreds of buildings Mother's plea: `Somebody please save my son.' Father's lament: `I have lost hope.'", "filename": "2001-01-27_QuakeEntombsThousands-IndiaSLargestTemblorInHalf-CenturyTopplesHundredsOfBuildingsMoth.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AA39BB84A60?p=WORLDNEWS", "date": "2001-01-27", "page": "A1", "section": "News", "author": "Seattle Times News Services", "text": "AHMEDABAD, India--Using a crowbar and her bare hands, Sunitibehn Mehta clawed at rubble in a frantic search for her 8-year-old son, Manu, trapped after their six-story building collapsed yesterday when India's mightiest earthquake in half a century tore at the subcontinent's entire midriff, entombing victims in the rubble of buildings and killing thousands of people. \"He is still alive. I know it. Somebody please save my son,\" she pleaded with onlookers, her voice drowned in the din of roaring power generators providing electricity for rescue operations after authorities shut off power supplies to avoid short circuits and fires. Her husband, Veerji Mehta, was not so optimistic. \"There have been no noises heard from the rubble for over three hours now. I have lost hope,\" he said in a whisper. More than 24 hours after a massive earthquake struck northwestern India, hundreds--perhaps thousands--of people remained trapped today in the debris of nearly 100 buildings that collapsed in Ahmedabad, Gujarat state's commercial capital. About 70 children and some of their teachers were missing in the debris of their school. Inside a college that crashed to earth, 19 engineering students were thought to lie buried. The Associated Press reported 2,316 people had been confirmed killed in the magnitude-7.9 quake, most of them in Ahmedabad or the nearby city of Bhujnear, close to the epicenter. Government officials predicted the toll could rise to 6,000.  Officials in adjacent Pakistan said 10 people were killed there. The Mehtas described how the earth rumbled beneath their feet as they were getting ready to take part in neighborhood celebrations for Republic Day, India's annual celebration of its constitution. Mehta and his wife managed to flee the six-story building Ahmedabad, but their son was trapped when a staircase collapsed.       Quake hit in morning The quake struck around breakfast, and all day long the volunteers, mostly young men from the neighborhood, removed bricks and masonry. Every time a person was pulled out alive, a cheer went up. A hush descended when volunteers pulled out a body. \"We have got no help from police or local authorities. We have done everything ourselves,\" said Maheshbhai Patel, a shop owner helping with the rescue efforts. Hospital officials said it was becoming steadily more difficult to cope with the torrent of patients and corpses. \"This was probably one of the worst experiences I have ever had--you could call it the longest day,\" said Anil Chadha, superintendent of Ahmedabad's Civil Hospital.       Bodies arrived in `gush' \"The worst part was looking at those 50-odd bodies that arrived in one big gush.\" Many people had died of asphyxia or were trampled in stampedes, doctors said. Today, people began creeping up twisted stairwells to pack valuables into suitcases and baskets, lowering them by rope to the ground. But most people were too afraid to re-enter the shaking buildings. In Bhuj, a desert town of 150,000 near the Pakistani border, aerial photographs showed that 10 percent of the buildings had been destroyed, officials said. At least 1,400 people were killed. Indian Home Minister L.K. Advani, who toured some of the devastated areas of Gujarat, said Indian authorities were airlifting 10,000 tents, 10,000 tons of grain and 20 doctors and surgeons to the area. Three times in the past decade, earthquakes greater than magnitude 6 have rocked population centers in northern and central India. In 1993, as many as 10,000 people were killed when a magnitude-6 quake struck Maharashtra state. Yesterday's quake was the subcontinent's most intense since 1950, when a magnitude-8.6 temblor struck India, according to the U.S. Geological Survey's National Earthquake Information Center. That 1950 quake was one of the most powerful of the past 100 years, surpassed only by half a dozen mammoth temblors of magnitude 9 or more in Alaska, Russia, Ecuador and Chile. It was the world's second major quake of the year. On Jan. 13, a quake measuring 7.6 on the Richter scale killed at least 700 people in El Salvador and left 10 percent of its population homeless. A quake measuring 7.6 killed more than 2,400 people in Taiwan in 1999.       Compiled from Associated Press, Los Angeles Times and Reuters reports.      &nbsp; Other big quakes The most murderous recorded quake in history killed an estimated 830,000 people in Shaanxi, central China, on Feb. 2, 1556. A quake in Tangshan, northeast China, killed an estimated 250,000 people on July 27, 1976. It measured 7.9 on the Richter scale. Some of the major earthquakes of the past 20 years: ** June 21, 1990--A 7.7 quake killed 35,000 people in Iran, the worst recorded disaster in that country's history. ** Dec. 7, 1988--A 6.9 quake killed more than 25,000 people in what was then the Soviet Union. ** Aug. 17, 1999--About 15,600 killed by a 7.4 quake in Turkey. ** Sept. 30, 1993 --A series of quakes killed almost 10,000 people in western and southern India. The first tremor measured 6.4. ** Jan. 17, 1995--A 7.2 quake killed 6,430 people when it rocked Kobe. ** Sept. 19, 1985--About 9,500 were killed and 40,000 people injured by an 8.1 earthquake that hit Mexico City.Caption:  photo,mapSebastian D'Souza / AFP : Indian soldiers rescue a woman who was buried for 10 hours under the debris of a collapsed four-story building in Ahmedabad, the area hit hardest by Thursday's earthquake.The Associated Press: India's 7.9 quake (Map not available electronically): Quake entombs thousands (Map not available electronically)AFP :  Rescue workers try to free children from a school building following the earthquake. .", "edition": "Fourth"}