{"title": "Aftershock of scams - Homeowners: Beware of bogus deals or crooked workers after quake", "filename": "2001-03-04_AftershockOfScams-HomeownersBewareOfBogusDealsOrCrookedWorkersAfterQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AAB112FD835?p=WORLDNEWS", "date": "2001-03-04", "page": "G1", "section": "Home/Real Estate", "author": "Sara Jean Green", "text": "He pulls his pickup into your driveway. A tool belt slung around his hips, he rings your bell and offers to repair your crumbled brick or says you've got a cracked chimney that needs his attention. Or maybe it's some do-gooder who comes knocking, asking for contributions to help poor people who lost all their earthly possessions in Wednesday's 6.8 earthquake. The temblor that rocked Puget Sound was all that was needed to shake scam artists out of the woodwork. Though the ground has stopped moving, homeowners and empathetic souls need to protect themselves from the costly aftershocks of unscrupulous contractors and bogus charities. \"At a time like this, virtually anyone is a target. I don't think anyone is immune from the pitch,\" said Chris Jarvis, a spokesman with the state Attorney General Office's Consumer Protection Division. Quakes, floods, windstorms are like nature's gifts to people looking to capitalize on someone else's calamity, Jarvis said. In the days and weeks following this region's biggest quake in half a century, Jarvis said he expects a torrent of calls from angry consumers who've been ripped off. So, how do you save yourself from a financial disaster? Slam the door and call the white-collar crime division of your local police department if you suspect a scam artist is scouting your neighborhood, Jarvis said. In home-repair scams, the \"artists\" are either fly-by-night contractors or regular Joes with the appropriate props. They'll  either demand up-front deposits and you'll never see them again, or they'll perform substandard work with shoddy materials. \"Sometimes the damage isn't known until they're long gone,\" Jarvis said. \"Frequently, they get off scot-free because the trail is so cold by the time the consumer realizes they've been taken.\" Others are too embarrassed to report they've been scammed, he said. If your home needs repairs, \"stop, take a deep breath and do the homework you would do under any other circumstance,\" Jarvis suggested. Never take advantage of unsolicited offers, and never--ever--hand over money for upfront deposits. The same thing applies to charitable requests. If you want to donate to a cause, pick up the phone and initiate things yourself, Jarvis said. The Western Washington Better Business Bureau has a 24-hour consumer hotline (206-431-2222) and daily updates of registered charities on its Web site:       www.thebbb.org. The bureau's free consumer guide, which lists contractors who belong to the organization, is available at Home Depot stores. The advantage of hiring a contractor who is a member of the Better Business Bureau is threefold, spokeswoman Angela McCrea said. All members have been in business at least one year, they're licensed and bonded and they've followed all the rules established by the state Department of Labor and Industry. Homeowners also can deposit money for repairs into a free escrow account that the bureau oversees; the contractor isn't paid until the consumer is satisfied, McCrea said. A contract is signed and can include financial penalties if the work isn't done on time, she added. Lastly, members agree to follow the organization's mediation and arbitration processes if there's a conflict with a consumer. \"Because these contractors have made a commitment to customer satisfaction, consumers feel better about using our members. We've done the homework for them,\" McCrea said. To check whether a contractor is registered in Washington, call the state Department of Labor and Industry's Contractor Verification Hotline, 1-800-647-0982 or visit its Web site at       www.lni.wa.gov/scs/contractors/index.htm.&nbsp;", "edition": "Sunday"}