{"title": "Bridge repairs will begin Monday - Magnolia's quake-damaged-span project should be completed in September", "filename": "2001-04-07_BridgeRepairsWillBeginMonday-MagnoliaSQuake-Damaged-SpanProjectShouldBeCompletedInSept.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ECF221CB68384D0?p=WORLDNEWS", "date": "2001-04-07", "page": "B3", "section": "Local News", "author": "Sharon Prill", "text": "Relief is on the way for Magnolia residents as construction begins Monday to repair earthquake damage to the Magnolia Bridge. The project is expected to be completed in September, with much of the work done by Aug. 1, when two of the bridge's three lanes are to be reopened. Concrete diagonal braces supporting the bridge were damaged in 27 places during the Feb. 28 quake, requiring a $3 million repair. The work will be done in generally two phases. Cosmetic repair will begin Monday, when workers begin filling cracks and holes. Project manager Kirk Jones said it will take three to four weeks to fabricate and deliver the steel braces crucial to the second phase of construction, which will begin with the demolition of the damaged braces and placement of a temporary bracing system. When enough braces are replaced, the two lanes of traffic will be reopened while the final braces are installed. Atkinson Construction, which was awarded the contract, will work extended hours and weekends to meet the Aug. 1 target date, Jones said. \"It's a pretty straightforward project. I don't foresee any problems,\" he said. The remainder of the work is scheduled for completion in September. The repairs will strengthen the bridge but will not seismically retrofit it. That would require $30 million, and would still leave the community with an aging structure. Unrelated to the earthquake repairs, an expansion of the bridge--from 15th Avenue West to West Galer  Street--added in 1957 will be retrofitted. This is part of the West Galer overpass plan already under way, also an Atkinson Construction project. To replace the entire bridge would cost about $60 million. The start of the repair work Monday, though heralded as good news by many in Magnolia, is not viewed by some as the best solution to Magnolia's long-standing traffic congestion and access issues. Some community leaders are discussing an alternative to the bridge. Jose Montano, an architect and resident, supports the opening of a closed road to Smith Cove Park, which runs from Thorndyke Avenue West to the marina, and out into Seattle proper. The road sits on property owned by the Port of Seattle. On average, when fully open to traffic, 18,000 vehicles cross the bridge daily.&nbsp;", "edition": "Fourth"}