{"title": "Is Capitol dome at risk? - Quake knocked huge stone columns out of line Repair crews evacuated as inspectors notice additional damage to structure", "filename": "2001-03-04_IsCapitolDomeAtRisk-QuakeKnockedHugeStoneColumnsOutOfLineRepairCrewsEvacuatedAsIn.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AAB0816A09E?p=WORLDNEWS", "date": "2001-03-04", "page": "A1", "section": "News", "author": "David Postman", "text": "OLYMPIA--Repair crews were evacuated from the quake-damaged Capitol dome yesterday after engineers discovered the huge stone columns under the dome were knocked out of plumb by Wednesday's jolt. A close inspection of the columns found no imminent danger to the dome, but there are still enough questions about the stability of the Capitol that workers will not be allowed back in until more seismic and engineering review can be done, said Andy Stepelton, senior property manager with the state Department of General Administration. Stepelton said the columns are not in danger of falling, but he said they could be if there is another earthquake. Repairs should be done, he said, as part of a large-scale rehabilitation of the Capitol now in the planning stages Opened in 1928, the Capitol is one of the state's most majestic buildings and among the tallest masonry domes in the world. Its exterior, built from sandstone mined from quarries near Mount Rainier, rises to the height of a 27-story building. Yesterday, the only visible sign of the quake was a partial splintering of a massive buttress under the dome discovered immediately after Wednesday's quake. That scar has helped the Legislative Building, as the Capitol is officially known, become an icon of the quake. The Legislature already has been forced to temporarily move out of the building and will work in House and Senate offices this week. All other buildings except for one on the Capitol Campus are  scheduled to reopen tomorrow. Other than the Legislative Building, an office of the Department of Employment Security--which administers unemployment payments--remains closed because of structural damage. Work prompted by the discovery of the crooked Capitol columns yesterday helped draw a fuller picture of what happened to the dome during the 40 seconds of the earthquake. It now appears that the dome rocked and wobbled on top of the columns and a brick wall below. The dome and the columns are not permanently attached but are held together by the weight of the stone blocks. \"Gravity is the only friend we have up there,\" Stepelton said. And when the dome rocked, the columns--free of their massive cap--moved slightly before being locked back in place when the dome stopped moving. The dome came to rest about three-quarters of an inch off from where it had sat since the last major earthquake, in 1965. The crooked columns were discovered when engineers were looking for a way to secure the splintered buttress, Stepelton said. They were considering bracing it against an adjacent column when a structural engineer said he didn't think the column was on a straight line with the ornamental work above and the solid base below. The building was evacuated of the electricians, plasterers and others who were helping to assess damage in the building. Engineers then surveyed the columns through binoculars from across the street before walking out on a ledge between the columns to more closely check the bases. Eight columns were found to be out of plumb. As of late yesterday six had been checked up close. Stepelton said the six were still firm on their bases. Crews were still to check the final two. Measurements taken were also to be reviewed last night before a decision would be made about whether work crews could return today. It is clear that the buttress cannot be braced against the column. Engineers are considering whether the splintered piece should be removed or can be banded into place. State officials and engineers have marveled at how well the Capitol weathered the earthquake. But four days later, they're still not sure of the full extent of the damage. \"As we keep looking at the building, we find new things--good and bad,\" said Marsha Tadano Long, director of the Department of General Administration, which has responsibility for state buildings. The Capitol building's condition is so sensitive that Stepelton said changes in barometric pressure could \"turn a position that was benign into a situation that is unsafe.\" The building could still be shifting, too. Since the quake, numerous photographs have been taken that will be compared with the way the Capitol looks today, Stepelton said, \"to see if we've had any creep.\" Previous earthquakes did much more serious damage to the Capitol. And after the 1949 and 1965 quakes, work was done to prevent even more damage when the next big one hit. There was also work done in 1975 to further strengthen the stone building with solid concrete and steel beams, said Dee Hooper, manager of legislative facilities. In the 1949 quake, the cupola on top of the dome was wrecked and needed to be replaced. In 1965, the buttresses below the dome suffered major damage. A report prepared before the 1975 repairs said the brick supports were \"in danger of total collapse had a major aftershock occurred.\" State officials have been pushing for a $111 million rehabilitation of the Capitol. That would include further earthquake-proofing and a new visitors center. While engineers remain impressed with how sturdy the building is, they say more work is needed before the next quake hits. \"I don't know if there are nine lives in the building,\" said Dwayne Harkness, senior architect with the Department of General Administration. \"It's like a coat hanger. You can only move it back and forth so many times before it breaks.\"       David Postman is the chief political reporter for The Seattle Times. He can be reached at 206-878-3337, or 360-236-8267, or by e-mail at dpostman@seattletimes.com.Caption:  photoGreg Gilbert / Seattle Times : The Capitol's loose stone is at the top of the column at the right of the three windows.Lauren McFalls / The Associated Press : Gov. Gary Locke inspects a fissure in Deschutes Parkway in Olympia on Friday. It was caused by Wednesday's earthquake.Betty Udesen / The Seattle Times : Ornamental balusters with cracks receive attention from workers Friday evening at the state Capitol.", "edition": "Sunday"}