{"title": "Seattle goes seismic: shaking out favorite books and movies about EARTHQUAKES", "filename": "2001-03-18_SeattleGoesSeismicShakingOutFavoriteBooksAndMoviesAboutEarthquakes.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AADCBB63688?p=WORLDNEWS", "date": "2001-03-18", "page": "F1", "section": "Arts/Entertainment", "author": "Mary Ann Gwinn", "text": "Here's a riddle: What do movie stars Donna Reed, Charlton Heston, and Clark Gable have in common? Second question: What common dramatic device have writers Tom Wolfe, F. Scott Fitzgerald and Ellen Gilchrist used in furtherance of moving the old plot along? The answer, readers, is earthquakes--in the case of the movie stars, roles in earthquake movies, and as for the writers, they're novelists who used earthquakes to unsettling effect in their books. We found them out, thanks to alert readers who phoned and e-emailed suggestions for the best earthquake books and movies. What follows is a listing of fiction that writes a plot around an earthquake, nonfiction that explains it and movies that dramatize earthquakes, for better or worse. Use this list for your own Feb. 28, 2002, first-anniversary-of-the-Nisqually-quake film festival, or for something to do after the Sopranos run their course. Book publishers are listed when available. For out-of-print titles, consult a used and rare bookseller, or one of the many online services for locating used books, or your local library.       Books (fiction):       \"The Last Days of the Late, Great State of California\"             by Curt Gentry (G.P. Putnam's sons, out of print      ). Gentry was the co-writer, along with Vincent Bugliosi, of \"Helter Skelter,\" the seminal book on the Manson murders, and his dark sensibility had a big impact on reader Terry D. Moore. The book is \"basically a nonfiction history of California with a  gigantic fictional earthquake woven into the story to show what life would be like without California (everything west of the San Andreas fault from San Francisco to Southern California slides into the sea).\"       \"The Rift\"             by Walter Jon Williams (Harper Mass Market, $6.99      ). Williams is an accomplished science-fiction writer, and it shows in his competent plotting and his ability to fuse the drama of a natural disaster with the social disintegration it precipitates. A modern-day Huck and Jim (a California-born teenager and an out-of-work aeronautical engineer) endure a massive earthquake on the Mississippi Valley's New Madrid fault, which shakes and bakes the area just as the river is at its most flood-swollen. They get swept down the river in a bass-fishing boat and become mired in muck and mayhem. The part where a crooked stockbroker, deprived of his cell phone, goes nuts is particularly satisfying.       \"8.4\"             by Peter Hernon (Jove Mass Market, $6.99      ). This novel, by a St. Louis journalist, is not as epic in sweep as \"The Rift,\" but it does a competent job of portraying a mega-quake in the area around western Kentucky.       \"After Shocks/Near Escapes\"             by Stephen Dobyns (Viking, out of print      ) . Based on the 8.5 1960 Chilean earthquake that killed 4,000 people in that country and set off tidal waves that killed hundreds more, the opening line is: \"Even before the earthquake my grandmother liked to say how wonderful it would be if we could all die together.\" Dobyns follows a family through the aftermath of the quake, as seen through the eyes of a little girl (and later, through her adult retrospection), who sees buildings swing \"back and forth tossing bricks and glass ... like beads of sweat.\"       \"The Last Tycoon\"             by F. Scott Fitzgerald.(recently reprinted as \"The Love of the Last Tycoon,\" Scribner, $11      ) This novel features an Irving Thalberg-type movie tycoon, and features an earthquake scene (probably based on the Long Beach earthquake of the 1930s) where water mains break and movie studios get flooded. This excerpt was also featured in the movie of the same name: \"On top of a huge head of the Goddess Siva (sic), two women were floating down the current of an impromptu river. The idol had come unloosed from a set of Burma, and it meandered earnestly on its way, stopping sometimes to waddle and bump in the shallows with the other debris of the tide. The two refugees had found sanctuary along a scroll of curls on its bald forehead and seemed at first glance to be sightseers on an interesting bus-ride through the scene of the flood.\"       \"A Man in Full\"             by Tom Wolfe (Bantam, $8.50      ). This full-blooded 1998 novel by Wolfe, the master dissector of our hypocrisies, social, economic and otherwise, features a scene where Conrad, the hapless hero, is incarcerated because of a misunderstanding over a traffic ticket. After he unexpectedly subdues the jailhouse bully, he hides in his bunk, wondering when revenge will be exacted. A full-blooded (6.2) California quake hits. \"The floor heaved up at an angle and Conrad let himself drop head down into--      what?       Utter blackness.       Buried! Suffocating!       His hips were somewhere above his head. His torso wedged--between--      what? He could see-- nothing!      \" Thanks to reader David Bailey for this one, which won the best use of exclamation points for a novel in the Pulitzers that year.       \"Victory Over Japan\"             by Ellen Gilchrist (Little, Brown, $13.95)      . In this short-story collection, Nora Jane, bridge-phobic and pregnant with twins of uncertain parentage, gets caught on the Golden Gate Bridge during an earthquake. She helps out a woman with a passel of children in the next car, gets rescued by boat and experiences an existential head-clearing as a result. Who says earthquakes don't have their up side?       Books (nonfiction):       \"Living With Earthquakes in the Pacific Northwest\"             by Robert S. Yeats (Oregon State University, $21.95      ). This 1998 book, used as a text in University of Washington classes, is a lively, accessible look at how quakes happen, the major faults in our area and the extent to which we can protect ourselves when the       really       big one comes along.       \"On Shaky Ground\"             by John J. Nance (Morrow, out of print      ). This 1988 book by Nance, a local author who has penned numerous airplane-disaster thrillers, was praised by one reader for its dramatic, multi-chapter account of the 1964 Alaska earthquake. Also includes a chapter on the 1964 Seattle quake, and other notable quakes worldwide. Also praised, though not local, was       \"Magnitude 8\"       by Philip Fradkin (University of California Press, $15.95), a look at California's San Andreas Fault.       Movies:       \"San Francisco\"       (1936). Directed by W.S. Van Dyke, starring Clark Gable, Jeanette MacDonald, Spencer Tracy and many others. We would watch this based on the names of the characters alone--\"Blackie Norton\" (Gable); \"Mary Blake\" (MacDonald); \"Father Tim Mullin\" (Tracy); and others variously named Maisie, Babe and Baldini. But there's more. \"The Movie Guide\" said that \"this film left no doubt that MGM was the most formidable studio in Hollywood. Star power, a great, rowdy story, and one of the most awesome special effects sequences in the history of film.\" Multiple Oscars. Multiple disaster scenes, including the first phase, when the buildings come down, and the second phase, when the streets split.       \"Earthquake\"       (1974). Directed by Mark Robson, starring Charlton Heston, Ava Gardner, Lorne Greene, George Kennedy, Genevieve Bujold, Richard Roundtree and Victoria Principal, among others. A cheese fest. The marriage of a construction engineer (Heston) breaks up, an L.A. cop is suspended, a perverted grocery store manager lusts after the sister of Sal, the assistant to Miles Quade, an aspiring daredevil motor cyclist. Then the quake hits. One reviewer wrote that \"every dropping wall looks like polystyrene and the charred buildings look like cartons. The greatest pity is that the earthquake did not hit the production house and destroy it with all the footage.\"       \"Green Dolphin Street\"       (1947). Directed by Victor Saville. A multi-star, multi-romance movie with Lana Turner, Donna Reed, Van Heflin, Edmund Gwenn and others. Most of the plot revolves around a number of romantic mixups and dead ends, but it includes a quake sequence based in New Zealand considered advanced for its day. \"The small house shakes rather violently--obviously being shaken off-camera by stagehands,\" writes reader Pam Carter. \"Huge cracks open in the earth while the local natives run around screaming. One poor fellow falls into a giant crack which then closes on him. The coup de grace is the tidal wave. ... The giant wave overwhelms the coastal town, then crashes over the mountains and surges over the valley. This is disaster on a grand scale.\"       \"Quiver\"       by Matt Ebert. This film, screened in Seattle in 1996 at the 911 Media Arts Center and the Seattle Lesbian and Gay Film Festival, features \"an earthquake that hits Seattle\" writes reader Hal Urbanek. \"It's a very funny and entertaining film with stand-ins for Courtney Love (\"Courtney Hate\"), etc. It was written and directed by Matt Ebert, a local video/filmmaker at the time who had also worked extensively with Gus Van Sant.\" Times film critic John Hartl called this movie \"an earthquake story about dysfunctional survivors.\"       \"Short Cuts\"       Directed by Robert Altman (1993). This multi-starred film, based in L.A. but derived from Raymond Carver's short stories, ends with a violent earthquake. But lots of other strange things happen before that.       \"The Land Before Time\"       (1988), directed by Don Bluth. The first animated movie in the multi-installment children's series, about a group of young dinosaurs who get along pretty well, considering that they're pea-brained lizards, has a very scary and well-done earthquake sequence. It owes a considerable debt to a similar one in the first       \"Fantasia.\"       \"Where is the Friend's Home?\"       (1987),       \"And Life Goes On\" (1991) and       \"Through the Olive Trees      ,      \"       (1994) written and directed by Abbas Kiarostami. These three movies, released in this country in the late 1990s, follow the travails and life adjustments of Iranians after a devastating quake in 1990 killed as many as 50,000 people. \"Through the Olive Trees\" won the audience award for best picture at the 1995 Seattle International Film Festival. Hartl called it \"a darkly comic tale of unrequited love, told ironically as a film-within-a-film.\" Did we leave out a big one about The Big One? Well, you didn't let us know about it, did you?       Call Seattle Times book editor Mary Ann Gwinn at 206-464-2357, or email her at mgwinn@seattletimes.com.Caption:  photoCharlton Heston tries to save Ava Gardner from drowning in the sewers of Los Angeles in the film ``Earthquake.''", "edition": "Sunday"}