{"title": "I'll take my quake shaken", "filename": "2001-03-05_ILlTakeMyQuakeShaken.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AAB9F4BFFE0?p=WORLDNEWS", "date": "2001-03-05", "page": "B1", "section": "News", "author": "Jean Godden", "text": "Trust mellow Seattleites to turn a sour situation into lemonade. Several local restaurants have unveiled drinks commemorating Wednesday's earthquake. First on the scene--unveiled within hours of the 6.8 upheaval--was the Seismic Martini (\"shaken not stirred\"), concocted by Four Seasons Olympic Hotel bartender       Michael Vezzoni. Meanwhile, W Hotel bartenders were working on their own creation. Egged on by a crowd at the bar, the bartenders conjured up \"The 6.8,\" a comfort cocktail. Ingredients include Cruzan Light Rum, Malibu Rum, Blue Curacao and freshly squeezed lemon and orange juice. The Union Square Grill's entry in the cocktail derby is \"The Shockwave,\" a potent libation that's half Shockwave Liqueur and half Pearl Vodka, garnished with an orange slice. Like the quake, it's strong and memorable. Finally, over at the Metropolitan Grill, the bar is serving \"The Met 6.8.\" It calls for Captain Morgan's, Midori Liqueur, Malibu Rum and pineapple juice. Reports are that, like the other quake drinks, it packs a wallop. Star is born: Poster child for the Nisqually Earthquake is       Vivian McKechnie,       a poised 10-year-old from West Seattle. Vivian first tasted the spotlight Wednesday after her dad,       Wes McKechnie,       Renton Air Field operations manager, picked her up at school (St. George's on Beacon Hill) and took her to the air field. Around 2 p.m., Gov      . Gary Locke       was surveying the damage by helicopter when word came the White House was  trying to reach him. The helicopter pilot landed at the Renton Air Field and, while a phone connection was made, Locke chatted with Vivian. Locke was so impressed with her self-possessed manner that after talking to President Bush, the governor said, \"Mr. President, would you do me a favor?\" The next thing Vivian knew she was on the phone, talking to the president about the quake. CNN heard about the exchange and asked Locke's office to set up an interview. Vivian's CNN appearance took place at 8:30 a.m. Friday at Kerry Viewpoint, but not before Locke made a dash to the Queen Anne Safeway. The governor picked up a disposable camera to record Vivian's big moment. Artistic license: Spam carving, Seattle style, isn't completely dead. It's just become more exclusive. Dave Preston of the Cycle Barn reports a carving contest will be a feature of the annual Harley Owners Group (HOG) Open House on Saturday. The event, unfortunately, is open only to the group's membership. But, as Preston says, \"You have to admit carving Spam (a pork product) does make sense for a group of HOG owners.\" Whole lot of shaking      :       Aware that Ravenna resident       Meg Voedisch       and her husband are planning a trip to Italy, a friend gave them a tear-off calendar for Christmas with a different Italian phrase for each day of the year. Says Meg, \"The page for Feb. 28--the day of the earthquake--the quote was `      Perche stai tremando      ?' Or `Why are you trembling?' \" Good advice: Message on the tip jar at Cinnamon Works at the Pike Place Market: \"Do you fear change? Leave it here.\"       Jean Godden's column appears Monday, Wednesday and Friday. She can be reached at 206-464-8300 or by e-mail at jgodden@seattletimes.com.", "edition": "Fourth"}