{"title": "Capitol repairs will go into April - Earthquake may force legislators to spend rest of this session in temporary quarters", "filename": "2001-03-17_CapitolRepairsWillGoIntoApril-EarthquakeMayForceLegislatorsToSpendRestOfThisSession.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AADA01937ED?p=WORLDNEWS", "date": "2001-03-17", "page": "B1", "section": "Local News", "author": "David Postman", "text": "OLYMPIA--It's unlikely lawmakers will be back in the Capitol this legislative session, state officials said yesterday, because earthquake-damaged stone blocks need to be removed and columns secured before the building is safe. \"This is very dangerous work,\" said Marsha Tadano Long, director of the Department of General Administration. The heating and cooling system in the Legislative Building, as the Capitol is officially known, was also found to be malfunctioning this week, Tadano Long said. Apparently there are leaks in the system, and while the heat can be turned on and off, it is difficult to regulate. \"We are finding stuff out every day,\" Tadano Long said. The Senate has already assumed it will not be back in the Capitol before April 22, when the 2001 Legislature is scheduled to adjourn, said Secretary of the Senate Tony Cook. The House and Senate have been working out of ad-hoc chambers in legislative committee rooms. Engineers had been worried that loose stones or shifted columns could move again and possibly fall if there were another earthquake. But a report from a seismologist yesterday said there was no better than a 1 percent chance of an earthquake strong enough to move the stones while emergency repairs are being made over the next six weeks. Long met with elected officials and legislative staff members yesterday in the Capitol to give them an update on repairs from last month's earthquake. State Auditor Sam Reed said they  were told that under the most optimistic timetable, the west side of the building, where his office and the House chambers are, could be reoccupied in mid-April. The east side of the building, where the Senate is, could be occupied by the end of April. \"But every other thing they said was very discouraging,\" Reed said. \"They just started backing off and backing off.\" Reed's staff is in four buildings in Olympia, with some staff members working out of their homes. He has been able to take some things from his office, and yesterday he carried out a small pile of files and an electric pencil sharpener. The east side is where a cracked buttress stands. It is the most visible earthquake damage at the Capitol. Scaffolding has been erected alongside the buttress to help support 80,000 pounds of stonework that is supposed to rest on the cracked piece. Five loose stones, each weighing about 3,000 pounds, on the splintered buttress will be removed. With help from the University of Washington, special supports and platforms are being designed to support the stonework overhead and to carefully bring down the damaged stone. Steel collars are also being manufactured that will be attached at the top of huge stone columns beneath the dome. The columns shifted as much as three inches in the earthquake.       David Postman can be reached at 360-943-9882 or dpostman@seattletimes.com.", "edition": "Fourth"}