{"title": "Channeler missed the quake vibes", "filename": "2001-03-09_ChannelerMissedTheQuakeVibes.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AABF00B0D57?p=WORLDNEWS", "date": "2001-03-09", "page": "B1", "section": "Local News", "author": "Jean Godden", "text": "The phone call to The Seattle Times came from the Thurston County town of Yelm. The caller was       Lynn Quayle,       who does marketing and publicity for the Ramtha School of Enlightenment, an enterprise founded by       J. Z. Knight       on her 120-acre Yelm estate. Knight channels       Ramtha,       a mystic 35,000-year-old warrior spirit who allegedly first appeared to her in her Tacoma kitchen in 1977. Since then, Knight has established the school, a multimillion-dollar business. But back to Quayle's call. The publicist asked--\"for my own information\"--about predictions of a 9.6 earthquake that supposedly would occur under Seattle before March 14. Quayle thought The Times had published the story, citing official sources. Not so. Rumors of \"the Big One\" aren't true, not even possible. A spokesman for the University of Washington seismology lab has said no known faults under Seattle could produce a quake of that magnitude. Odds are no different from what they were weeks ago. So Quayle, Knight and Ramtha can rest easier. The question now is: Why didn't Ramtha warn us about the Ash Wednesday quake? Below the beltway: Bellevue Democrats       Karen Marchioro       and       Jeff Smith       were in Washington, D.C., last week, tending to party business. Before flying home, they scheduled lunch with       Heather Foley,       aide to U.S. Rep. Jim McDermott      . En route to the members' dining room, they ran into Republican Sen.       Phil Gramm.       Noticing that Smith  had a wheeled suitcase with him, the Texas senator drawled, \"Boy, I hope that suitcase is full of money. You're going to be mighty popular around here.\" Presumably a joke. Nevertheless, Smith has seen the light. He says, \"I've never been a fan of campaign-finance reform. But I may change my mind.\"       Pint-size gourmet:       For KidSpace, a Queen Anne day care, it was a crisis: The cook quit. Luckily, the parents of 3-1/2-year-old Wendy and 1-1/2-year-old Liza offered to fill in until a new cook could be hired. Volunteers are       Kaspar and Nancy Donier       of Kaspar's Restaurant.       Jeff Foote,       one of the dads, reports, \"For lunch, the kids had potato focaccia bread. It doesn't get much better.\" Talk to the animals: The passenger, accompanied, as he often is, by a parrot named \"Sunny,\" boarded Metro's No. 16 Monday. The parrot's owner took a seat near the front of the bus. Several stops later, along came a woman carrying two cats in a carrier. She settled in the rear of the bus. Suddenly the parrot screeched: \"Here kitty, kitty. Here kitty, kitty. Mee-oww.\" This did nothing to calm the cats' nerves. Trusting souls: Some folks are foolishly generous. Aaron Brothers, which frames pictures, is offering to replace glass in frames damaged by the Feb. 28 earthquake--free--through Sunday. How to tell if the picture was damaged during the quake? It's the honor system. Music to quake by: The cast of \"1776,\" the musical that opened last night at the 5th Avenue Theatre, has privately dubbed the show \"1776.8\" in honor of last week's quake. The cast experienced the Nisqually Earthquake during rehearsal. Makes you wonder about the stage practice of telling actors to \"break a leg.\"       Jean Godden appears Monday, Wednesday and Friday. Phone: 206-464-8300. E-mail:       jgodden@seattletimes.com.", "edition": "Fourth"}