{"title": "State continues to recover from last month's quake", "filename": "2001-03-28_StateContinuesToRecoverFromLastMonthSQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AB051F57445?p=WORLDNEWS", "date": "2001-03-28", "page": "A6", "section": "News", "author": "Janet I. Tu", "text": "One month and about 20 seconds after the Nisqually earthquake jarred Western Washington, the state and federal government are still tallying up the damage, now estimated at hundreds of millions of dollars. No one died in the 6.8-magnitude quake that struck Feb. 28, but homeowners, businesses, cities and the state still face a huge cleanup effort. State lawmakers, barred from the damaged Capitol, are doing business in offices and homes; a number of Pioneer Square buildings are in jeopardy; 20 Washington counties were declared federal disaster areas. The Federal Emergency Management Agency has already paid out $13.8 million in disaster housing grants. The Small Business Administration has so far approved $4.1 million in housing and business loans. In Seattle, the latest damage estimates are pegged at nearly $220 million, including $32 million at Seattle-Tacoma International Airport, $39 million at the Port of Seattle and $65 million to homes and businesses. Another $28 million was reported at the University of Washington, and $36 million to city buildings and infrastructure. Thirty buildings remain red-tagged, (they can't be occupied), and more than half are in hard-hit Pioneer Square. The city this week added the crew house at Green Lake to the red-tagged list, as well as two more houses in West Seattle. In addition to money allocated by FEMA, Mayor Paul Schell has asked for another $7 million in federal funds for historic preservation and $30  million to retrofit or replace the damaged Magnolia Bridge. The city is also asking for money to repair and seismically upgrade its low-income housing. The city hopes to open the bridge in four to six months. Seattle Chocolates, which moved after the quake tilted two walls and opened gaps in the roof of its former home near Safeco Field, expects to resume manufacturing in two weeks from its new home in the South Park neighborhood. Churches, including St. Mark's Episcopal Church, the Seattle First Baptist Church and Immaculate Conception Church, were damaged. Parts of St. Mark's organ, which sustained about $185,000 damage, are being refabricated. The organ will be retrofitted with a steel frame, instead of wood. Four damaged two-ton spires at First Baptist were taken down. Repairing the damage could cost the church up to $250,000. The church has reopened, and walls, parapets and ceiling joists will be strengthened. At Immaculate Conception Church, where the layers of the walls were separated, services are being held in the basement auditorium while the church is closed. The Seattle Hebrew Academy on Capitol Hill sustained millions in damage to its turn-of-the-century brick building. Its 180 students plus staff have temporarily relocated to facilities on Mercer Island donated by Herzl Ner Tamid, a synagogue, and the Stroum Jewish Community. The state Department of Transportation is still designing permanent fixes for the Alaskan Way Viaduct and the Fourth Avenue South ramps to Interstate 90. Highway 202, between Snoqualmie Falls and Fish Hatchery Road near Fall City, remains closed. The earthquake had extended an existing landslide there to 1,000 feet and placed a 1,000-foot crack in the road.       Janet I. Tu can be reached at 206-464-227 or jtu@seattletimes.com.      &nbsp; How to apply for help The Federal Emergency Management Agency (FEMA) is coordinating the following types of assistance. To apply, call 800-462-9029, 8 a.m. to 6 p.m., seven days a week. The deadline is April 30 unless otherwise noted.       FEMA Disaster Housing Program:       Grants of up to $10,000 are available to homeowners to repair earthquake damage and make homes livable. Renters are eligible if they must relocate.       Small Business Administration loans:       Small businesses may apply for a working-capital loan of up to $1.5 million. Nov. 30 deadline. Homeowners also may apply for loans of up to $200,000 for real-estate losses. Renters and homeowners may apply for loans of up to $40,000 for personal property losses (clothing, automobile, furniture) not fully insured. Businesses of all sizes, nonprofit organizations and churches may apply for a loan to help with property damage, inventory or equipment. Homeowners' and renters' loans are typically 3.5 percent; 4 percent for business loans.       Individual Family Grants:       Up to $14,000 is available for needs not covered by FEMA or SBA assistance, including medical bills, damage to tools needed for work, etc.       Disaster Unemployment Assistance:       Provides a benefit ranging from $140 to $478 a week for people who've lost time from work. For the location of the assistance center nearest you, call 800-525-0321.", "edition": "Fourth"}