{"title": "Candy dandy to Chief Chocolate Officer - Seattle Chocolates finds life still sweet after quake", "filename": "2001-09-04_CandyDandyToChiefChocolateOfficer-SeattleChocolatesFindsLifeStillSweetAfterQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EE5C2C95B0837FE?p=WORLDNEWS", "date": "2001-09-04", "page": "C1", "section": "Business", "author": "Jake Batsell", "text": "Terry Wakefield presides over Seattle Chocolates' factory not with the decorum you might expect from a top executive, but with the zeal of a child. \"That's the kind of Willy Wonka thing you always thought about as a kid,\" Wakefield said, pointing to the factory's \"enrobing\" machine, which pours rippling coats of melted chocolate onto solid chocolate \"centers.\" As he bounces around the South Park factory, Wakefield dips his hand into steel bins, pulling out chocolate chips to offer to visitors and popping the rest into his mouth. Recalling a batch of coconut-dipped chocolates from several years back, he exclaims: \"Ooh! They were just so gorgeous.\" A guy who gets this excited about his job can't have a stuffy title like \"president.\" So when Wakefield became the company's chief executive in April after the departure of partner Steve Elliott, he wrestled with what to call himself on business cards. He decided on Chief Chocolate Officer. \"I don't like the idea of being president,\" said Wakefield, 54, an Oregon native who has worked in the food industry for more than three decades. \"You can be a president of a company and know nothing about the product, and not have a passion for the product. \"I've known too many presidents in my life that I didn't like, so I never wanted to be one. If you're going to do chocolate, why not have some fun?\" Fun is an understatement; Wakefield gives the impression he's on a natural sugar high. By all  accounts, his enthusiasm and work ethic have spurred Seattle Chocolates' recovery from the February Nisqually earthquake, which forced the company to move from its heavily damaged Sodo factory. Wakefield, then chief operating officer, inked a lease at a vacant factory in South Park within three days of the quake, bringing in laborers from Idaho to transport and set up factory equipment. Within seven weeks, the new factory was producing chocolate. Elliott and company co-founder Steve Abel hired Wakefield as chief operating officer in 1996 to help rescue Seattle Chocolates from near-bankruptcy. Abel sold his stake in 1999, and when Elliott left the company shortly after the quake, Wakefield took the reins as top executive. He now owns the company with a silent partner. The past six months have been a scramble. Wakefield said he has worked all but five days, including weekends, since the quake hit Feb. 28. He took out a second mortgage on his house to free up capital for the business because red tape has held up disbursement of earthquake-insurance funds. Wakefield said it's not uncommon for him to start at 5 a.m. to begin the day's chocolate production, then spend all afternoon and evening diving into business matters such as sales and marketing. \"He truly has been working seven days a week since the quake,\" said Wakefield's wife of 32 years, Ginny, who now works weekends at the factory to spend time with her husband. \"I figure it's one way I get to see him at least two days out of the week,\" she said. All the hard work is starting to bear fruit: Wakefield said year-to-date sales at Seattle Chocolates are up 17 percent, and he expects the company to pull in $5 million-plus in sales this year. The company has expanded its presence along the West Coast, employing sales agents in Portland and Los Angeles, and has tripled its business in Japan. The company's gourmet chocolate is priced somewhere between Godiva and See's, with 8-ounce gift boxes of individually wrapped truffles selling between $10.99 and $14.99 and truffle bars going for $1.99 to $2.49. The company makes the \"Habits\" chocolates sold by Nordstrom and co-brands private labels with large retail chains and hotels, including Saks Fifth Avenue and the Ritz Carlton Tokyo. Wakefield said the company's 32 employees have shown impressive versatility since the quake, taking on new jobs and responsibilities while settling into the new factory. \"Everybody was willing to put in the extra effort to get Seattle Chocolates back up and running,\" he said. \"Part of my philosophy is, proceed with confidence. People want to believe in something, they want to succeed.... If we had been unsure, we probably would have lost our people.\" Geri Dalfior, Seattle Chocolates' customer-service manager, said Wakefield's example has established an upbeat tone at the new factory. \"To see him work that hard makes you want to be a good employee,\" said Dalfior, hired by Wakefield as a shipping temp five years ago. \"He's the hardest worker here - he works night, day, weekends. He puts his all into this place.\" Wakefield, 6-foot-2 and slender, eats chocolate throughout the day, though he swears he nibbles \"in moderation.\" He also encourages his employees to eat chocolate, noting \"the taste buds, the senses of a human being are the most sensitive for telling you if there's a change in the product.\" As for his enviable title, Wakefield said he's received bemused reactions from people when passing out business cards emblazoned with Chief Chocolate Officer. \"The nice thing is, they smile,\" he said. \"They might not say anything, but they smile. It injects some humor into their day.\"       Jake Batsell can be reached at 206-464-2718 or jbatsell@seattletimes.com.Caption:  photoMike Siegel /The Seattle Times : Seattle Chocolates Chief Executive Terry Wakefield poses with candy on its way to a cooling chamber. Wakefield spearheaded the company's recovery after last winter's earthquake badly damaged its Sodo factory.Chocolate mints are showered with a chocolate coating as they head down the conveyor belt.", "edition": "Fourth"}