{"title": "More quake coverage inside - Schell promises help to Pioneer Square", "filename": "2001-03-05_MoreQuakeCoverageInside-SchellPromisesHelpToPioneerSquare.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AAB31ACDFD6?p=WORLDNEWS", "date": "2001-03-05", "page": "A1", "section": "News", "author": "Ray Rivera", "text": "Chrystal and Pat McCoy's building has been red-tagged, their restaurant is closed and they're looking for answers. \"Some of the first questions I have is `What do I tell my staff?' \" asked Chrystal McCoy, owner of McCoy's Firehouse Bar &amp; Grill in historic Pioneer Square, one of the hardest-hit areas in last week's 6.8-magnitude earthquake. \"We have a lot of staff who live in low-income housing. How do we help them out?\" Seattle Mayor Paul Schell had plenty of sympathy but not all the answers as he toured the area yesterday, assuring business owners and residents the city and federal government would help them recover. Schell said he would urge the Federal Emergency Management Agency (FEMA) to set up a field office close by to help residents and property owners. The city's damage toll continues to escalate as engineers inspect buildings and homes. Of 400 structures inspected so far, 26 have been red-tagged, deeming them uninhabitable, 14 of those in Pioneer Square. An additional 161 buildings throughout Seattle have been yellow-tagged, restricting access to all or parts of them. \"That's double the number we had on Thursday,\" said Rick Krochalis, director of the city's Design, Construction and Land Use department. He estimated damages total $40 million so far. That is expected to increase as more reports filter in. Final tallies are not expected for months. \"When it's all over, I wouldn't be surprised if it's in the hundreds of millions,\" Schell  said. Meanwhile, in Washington, D.C., Vice President Dick Cheney appeared on CNN's \"Late Edition\" yesterday to defend proposed budget cuts to FEMA, including elimination of \"Project Impact,\" which provides funding to communities to prepare for natural disasters. Schell and other government officials, including U.S. Sen. Patty Murray, D-Wash., have credited the program with helping minimize damages in last week's quake. \"I'm shocked and outraged,\" Murray said in a call to the CNN program. \"I have been on the ground here in the Pacific Northwest for the last three days examining the aftermath of this earthquake, and there is a stark contrast between the damage done to communities that have prepared for natural disasters and those that have not.\" By yesterday, most of the bricks and shattered glass had been swept into neat piles around Pioneer Square. Plywood covered broken windows. Fences closed off red-tagged buildings. In the Cadillac Hotel, a blue tarp covered the collapsed brick roof of the Fenix Underground nightclub. Co-owner Rick Wyatt said he didn't have earthquake insurance and had no idea if the building would be restored or leveled. \"If we were damaged by any other cause, we'd be covered by insurance,\" he told Schell. People with earthquake insurance were not much better off. Pat and Chrystal McCoy's insurance covers up to a half-million dollars in damage, but the deductible is $50,000. Plus, the earthquake closed business right before the beginning of the month, when bills are due. \"We have enough money to pay our bills this month,\" Chrystal McCoy said, \"but then what?\"       Ray Rivera can be reached at 206-464-2926.       or rrivera@seattletimes.com.      &nbsp; Free home inspections If you live in Seattle and suspect structural damage to your home or business, you can call the Seattle Department of Construction and Land Use to schedule a free inspection: 206-684-8950 during the day, or 206-684-8900 24 hours a day for recorded information and to leave a message.Caption:  photo,mapTom Reese / The Seattle Times : Workers repair earthquake damage to the building at 1000 First Ave. S. in Seattle yesterday. Bricks that fell flattened two cars and smashed the roof of Mac's Smokehouse, near the Stadium Exhibition Center.Tom Reese / The Seattle Times: Mayor Paul Schell comforts restaurant owner Chrystal McCoy in damaged Pioneer Square.Michele Lee McMullen / The Seattle Times: A snapshot of the quake's damage (map not available electronically).: More quake coverage inside (map not available electronically)", "edition": "Fourth"}