{"title": "IRS flub rattles taxpayers - Late-payment notices sent despite quake extension", "filename": "2001-06-07_IrsFlubRattlesTaxpayers-Late-PaymentNoticesSentDespiteQuakeExtension.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ECF22271672811F?p=WORLDNEWS", "date": "2001-06-07", "page": "A1", "section": "News", "author": "Peter Lewis", "text": "The Internal Revenue Service erroneously sent dunning notices to an unknown number of Washington state residents who accepted its offer of a later tax-return deadline as a result of the Feb. 28 Nisqually earthquake. Yesterday, IRS spokeswoman Shawn George in Seattle said as many as 200,000 state taxpayers may have taken advantage of the two-week reprieve. The only condition was that they write, in big red letters, \"Washington State Earthquake\" on the top of the return and mail it by April 30. But due to a foul-up the IRS can't explain, its Ogden, Utah, office generated notices demanding payment for interest and/or penalties for the \"late\" filings. \"These notices did go out in error,\" George said. \"I can't explain what happened. We're trying to find out what went wrong.\" Not only did the agency mess up by sending out the \"request for payment\" notices, it compounded the error, George acknowledged, by defending the notices when some taxpayers called to complain. The interest or penalty payments appear to be relatively modest. But taxpayers are peeved. George said the agency was exploring how to correct the error, perhaps by conducting a computer search to identify all affected taxpayers, apologizing in writing and rescinding the payment demands. For now, George said affected taxpayers should fax or mail copies of the notices to the IRS in Seattle. Among those receiving the incorrect notices was Sharon Lumsden of Kirkland. \"We did everything  that we were told to do,\" she said. Along with her husband, Lumsden works at Edward Jones Investments, a Kirkland brokerage. \"We wrote `Washington State Earthquake' in capital letters with a big red felt pen.\" Nevertheless, on Monday the Lumsdens received a \"late payment interest\" notice from the IRS in Ogden. Lumsden said she dialed a toll-free number included with the notice. She said she spent 45 minutes on hold until a representative answered, then 45 minutes more waiting to speak with a \"specialist,\" who insisted she owed money because her return was filed late. Gene Morel of Issaquah said he, too, received a notice Monday, saying he owed just under $20. He called the toll-free number and was told that the interest covered the period from the April 16 regular filing deadline until the IRS received his check May 3. The representative \"agreed that I did everything right,\" Morel said, but told him, \"You still owe interest.\" Another taxpayer, Barry Tolnas of Olympia, said that when he called to complain about the $7.11 interest payment the IRS said he owed, the customer-service representative insisted that he had misunderstood the earthquake-delay offer. She said there \"was a difference between the filing deadline and when you had to pay,\" Tolnas recounted. \"We certainly apologize,\" George of the IRS said yesterday. \"We are trying to find out how many people were affected and maybe come up with some easy solution for taxpayers. ... They do not have to pay.\" In addition to \"late payment interest\" notices, some taxpayers received notices saying they owed \"tax penalties in addition to interest,\" George said. \"And of course those (notices also) were in error,\" she added. She said the IRS was trying to get updated information into the hands of its customer-service representatives to avoid the kind of frustrations experienced by Morel, Tolnas and Lumsden. \"It may take a day or so to do that,\" she said. Washington state has about 2.8 million taxpayers, and residents of the 22 counties within the earthquake-disaster area were eligible to file late. Based on the number of returns filed before April 15, the IRS estimates that roughly 200,000 taxpayers took the extension, George said. Eugene Brezany, a spokesman for the Federal Emergency Management Agency, the lead federal agency dealing with the earthquake's aftermath, said the decision to offer tax filers a two-week extension was not his agency's. \"This was totally a decision by the IRS,\" he said.       Peter Lewis can be reached at 206-464-2217 or plewis@seattletimes.com. What to do if you get a late notice       The IRS may come up with a more user-friendly plan, but for now, here's the best advice it can offer to taxpayers who were mistakenly sent notices that they owe late-payment interest and/or penalties: Mail or fax a copy of the notice, writing on top of it: \"Washington State Earthquake\" and the words \"abate interest\" or \"abate penalty.\" Mail to: IRS Customer Service; 915 Second Ave.; Mail Stop W415S; Seattle WA 98174 or fax to: 206-220-5550 Or go to the IRS customer-service office, on the ground floor of the Federal Building, 915 Second Ave. Hours: 8 a.m. to 4:30 p.m. weekdays.", "edition": "Fourth"}