{"title": "Falling bricks a mystery - Quake? Hot weather? Probe under way", "filename": "2001-05-25_FallingBricksAMystery-QuakeHotWeatherProbeUnderWay.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ECF2224C5775C6B?p=WORLDNEWS", "date": "2001-05-25", "page": "B1", "section": "Local News", "author": "Peyton Whitely", "text": "In two different parts of Seattle--the Chinatown International District and Fremont--building owners and occupants were wondering what made tons of bricks fall to the ground over a span of about 12 hours. \"It's a mystery,\" said Mike Peck, owner of a building in Fremont where several hundred feet of a brick facade collapsed about midnight Wednesday. \"We don't know what happened,\" said Mona Hour, who operates a wholesale-grocery business with her husband, Jim, in a Chinatown International District building where part of a wall collapsed Wednesday afternoon. City officials are as mystified about the possible causes as spectators who viewed the damage yesterday. \"Who knows?\" said Alan Justad, spokesman for the city's Department of Construction and Land Use. \"Frankly, I wonder if we'll ever be able to completely figure it out. You have to consider they did happen within 12 hours of each other. We're looking to see whether there's a pattern, but we don't know.\" Possible causes could range from February's earthquake to normal weathering, including high temperatures over time drying out the mortar, Justad said. The first collapse happened about 3:10 p.m. Wednesday at International Products, a grocery-supply business run by the Hours from a one-story building at 1001 S. Jackson St. \"Even in the earthquake, nothing fell down,\" said Mona Hour. As the bricks fell, \"we just heard this boom. I thought maybe someone had run into our building.\" The second  collapse took place at midnight at a three-story, flatiron-shaped building originally constructed as an Odd Fellows hall in 1927 at 3509 Fremont Ave. N., although the facade that fell fronts on Fremont Place North. The building houses the Empty Space Theatre, retail businesses and apartments. \"I was sleeping when it happened,\" said Eddie Figuracion, who has lived in the building about five years. \"There was a big, loud noise, and a second one about 2 o'clock.\" Mike Larsen, who works at the University of Washington Medical Center, had parked his Mazda outside the building shortly after 10 p.m. \"We heard a big bang, and everybody rushed outside,\" said Larsen. \"There was a big cloud of dust. There was my car, destroyed.\" While the immediate cause of the collapses wasn't known, the buildings did have some common construction characteristics--both are older, brick structures with decorative facades along their upper floors. Justad said the owners of both buildings were being required to hire engineers to try to determine the causes of the collapses and assure that the buildings are safe to occupy. Workers were back inside the Jackson Street property yesterday. Peck, owner of the Fremont building, expected it also would be reoccupied almost immediately, with initial inspections yesterday showing no internal damage. \"The building is pretty solid,\" he said.Caption:  photoMike Siegel / The Seattle Times : The facade that fell fronts on Fremont Place North. The building is home to the Empty Space Theatre.Mike Siegel / The Seattle Times : The front of this Fremont building collapsed about midnight Wednesday, damaging cars with bricks and debris.", "edition": "Fourth"}