{"title": "A curious quake: 6.8 acted like a 5.8", "filename": "2001-03-03_ACuriousQuake68ActedLikeA58.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AAAC83E93BF?p=WORLDNEWS", "date": "2001-03-03", "page": "A1", "section": "News", "author": "Eric Sorensen", "text": "After a quick assessment of Wednesday's earthquake, experts are surprised at how we escaped the full rigors of a 6.8-magnitude rattling. Across the region, ground motion was simply not what scientists expected. In the Seattle area, motion was less than half of what it should have been, given the magnitude, said Steve Kramer, a University of Washington professor of civil engineering. Nobody questions that it was indeed a 6.8 quake. But the ground motion was more like a shallow, magnitude-5.8 California-style quake, said Kramer. \"It's very striking how little has actually occurred in those areas virtually on top of the epicenter,\" he said. After all the talk of dodged bricks and retrofitted buildings and school drills, this may well be the biggest piece of luck among the many that came with the state's largest earthquake in more than 50 years. \"We had very moderate to weak ground motion compared to what we would expect from a 6.8 event,\" Bill Steele, coordinator of the UW seismology lab, said yesterday. \"There are a lot of peculiarities about this earthquake.\" Much of the early speculation about the earthquake's relatively mild effects centered on the fact that it occurred some 30 miles below ground and had its energy spread over a wide area. But earthquakes in 1949 and 1965 were deep as well, but more damaging, said Steele. The 1965 quake was magnitude 6.5, and the 1949 quake was magnitude 7.2. The 1949 quake is blamed for eight deaths; the  1965 quake, seven. One elderly woman died of a heart attack during Wednesday's temblor, but her death has not been officially linked to the quake. The earthquake caused 410 injuries, most of them minor. The preliminary damage estimate is $2 billion. After the 1965 quake, chimneys were toppled across West Seattle, said Derek Booth, a UW professor of civil engineering and geology. After this one, he saw only one or two broken chimneys while driving through the area. The lack of landslides is in large part attributable to the lack of rain this winter, Booth said. Still, he said, \"I would have expected to see more.\" For now, scientists can only speculate on why the effects have been so much less than models predict. It could be a function of how little scientists know about deep quakes. Or it could be the way seismic waves are transmitted and focused through the area. Or it could be that the seismic instruments in place in the two earlier quakes were inaccurate, scientists say. When the Puget Sound Seismograph Network started in 1969, it had five seismometers in Washington and Oregon. There are now more than 150. Still, scientists expected to see liquefaction--a process in which loose, wet soils turn into a loose, sandy jelly-like&nbsp;liquid--in places like the Tacoma tideflats or the Nisqually Delta, which is directly above the epicenter. Scientists are still looking but had not seen any evidence of liquefaction there as of yesterday afternoon. They also saw no liquefaction where they expected it in the Sammamish River Valley, Sand Point, the Meadowbrook area of Thornton Creek, the Seattle waterfront near Myrtle Edwards Park, the Montlake landfill or along the Green River between Kent and Tukwila. Liquefaction was spotty around Seattle's Harbor Island and Sodo, where it should have been more widespread. To be sure, none of the scientists is downplaying the value of building more earthquake-tolerant structures and retrofitting older ones. \"There has been a big payoff for that,\" said Steele. And scientists cautioned that they still have teams out looking for earthquake effects. Dangers like landslides can happen days after a quake, said Craig Weaver, regional coordinator of the U.S. Geological Survey earthquake program, who argued against being complacent. The area remains vulnerable to other, more powerful earthquakes, Weaver said. A quake on the Seattle fault could have two to four times the ground shaking and be right in our neighborhoods, he said. Such quakes, Weaver said, \"are waiting in our future--and they won't be as friendly.\"Caption:  photoSea-Tac airport tower windows broken during the earthquake have been boarded up while air-traffic controllers operate temporarily out of a modified trailer across the field.Andrea J. Wright / The Seattle Times : Randy Everson gives a hand as Robert Vandorssen salvages pieces of china from his Renton home, which is filled with dirt and destroyed by the earthquake.King County road crews dig in the mud in front of Robert and Paula Vandorssen's home to divert the water flow from other homes.", "edition": "Fourth"}