{"title": "Nisqually quake was `dream' for scientists", "filename": "2001-04-21_NisquallyQuakeWas`DreamForScientists.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ECF221F081CC0D8?p=WORLDNEWS", "date": "2001-04-21", "page": "A1", "section": "News", "author": "Eric Sorensen", "text": "SENSORS, bending slabs, even worms are helping tell the story of the region's 6.8 temblor. SAN FRANCISCO--As reasonably strong earthquakes go, February's magnitude 6.8 Nisqually shaker was what the University of Washington's Robert Crosson termed \"a seismologist's dream.\" It did little damage and, conveniently enough, happened in the middle of a vast regional network of sensors. Kathy Troost, also of the University of Washington, collegially disagreed. \"This was a geologist's dream,\" said Troost, one of dozens of researchers who brought a rush of data and theory this week to the annual meeting of the Seismological Society of America. Yesterday, the researchers assembled around two dozen posters that explained in sometimes numbing detail the events of 10:54 a.m. Feb. 28. The work showed just how far science will go to solve a mystery, from counting sand volcanoes to cataloging broken chimneys. It also showed how much remains unknown. And in the small gradations of knowledge by which science moves forward, it laid out what may be the best set of explanations of what happened. Pat McCrory, a geologist for the U.S. Geological Survey in Menlo Park, Calif., said the quake appears to have come from a kink in a slab of oceanic crust that is slowly being thrust beneath the continent. North of Seattle, the slab appears to be arched in a northeast direction. But farther south, beneath the Nisqually River delta that lent the quake its name, the  slab flattens. Toward the east, the slab bends further still, going from a 15-degree dive to a 45-degree dive. Not even a good pair of shoes can bend so much without creasing or cracking. Being basalt, this slab doesn't want to bend at all. McCrory said the worst of the so-called intraslab earthquakes in the area between Northern California and central Vancouver Island, including the 1949 and 1965 earthquakes, have been near the Nisqually epicenter. The Nisqually quake took place 59 or 60 kilometers--about 37 miles--beneath the surface, according to calculations by John Nabelek, an Oregon State University seismologist. At the conference, Risk Management Solutions, a Newark, Calif.-based company, offered a damage estimate of between $700 million and $1.4 billion, with insurance claims of $330 million received so far. Washington state officials have said the quake caused $2 billion in damage. Researchers were unable to explain why more damage was seen in Seattle than in some areas closer to the epicenter. \"Tacoma stayed still,\" said Ralph Haugerud, a USGS seismologist based at UW. \"It's everybody else that danced around.\" Ordinarily, shaking decreases as one moves away from an earthquake epicenter, but underlying geology plays a big role. And just because Tacoma didn't severely shake this time doesn't mean it won't next time, Haugerud said. Overlooked in early reports on the quake were spectacular sand volcanoes and fissures in Lake Sammamish State Park along Issaquah Creek. One volcano measured by Western Washington University geologist Juliet Crider was nearly 40 feet long. One fissure stretched to 90 feet. And forced from 3 feet beneath the surface were bits of coal left in the creek from mining operations more than 100 years ago. \"We can see some of our history coming back at us,\" Crider said. Sediments such as those in the park often lose their integrity during earthquakes, turning to sand in a process known as liquefaction. The change can create all sorts of unusual features. \"My favorite effect was worms,\" said Troost, who estimated the quake encouraged one earthworm per square foot to surface. Lake Sammamish State Park may have experienced more vigorous shaking because of its proximity to the Seattle fault zone, which also appeared to focus energy on the chimneys of Bremerton and West Seattle, the subject of a separate study. In yet another study, Washington State Geologist Ray Lasmanis showed how the quake's damage was minimized on the fourth floor of the Department of Natural Resources building in Olympia. Files, bookcases and cubicle partitions were bolted to each other, and computer components were anchored to desks. On the sixth floor, where such steps weren't taken, toppled files and bookcases blocked halls and doorways. Computer equipment fell to the floor. Lasmanis' conclusion: earthquake remediation works.       Eric Sorensen can be reached at 206-464-8253 or esorensen@seattletimes.com.", "edition": "Fourth"}