{"title": "From shaky ground, a rose blooms - Port Townsend sand pendulum's earthquake etching becomes spiritual and Web wonder", "filename": "2001-03-14_FromShakyGroundARoseBlooms-PortTownsendSandPendulumSEarthquakeEtchingBecomesSpiritua.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AAD252E015A?p=WORLDNEWS", "date": "2001-03-14", "page": "B3", "section": "Local News", "author": "Eric Sorensen", "text": "The design etched by a Port Townsend sand pendulum during last month's earthquake is not the most scientific of data. But with its elegant rose-like shape now making the rounds on the Internet, it's fast becoming one of the more examined records of the quake. And interpretations have taken a decided leap into the realm of spirituality. \"There's all kinds of folks out there with all kinds of interpretations,\" said Norman MacLeod, who photographed the etching and posted it on the Web site of his Internet development company. Since the image was posted, MacLeod's Web site--      www.gaelwolf.com/pendulum.html      --has been deluged with more than 300,000 page views. Jason Ward, owner of the 2-foot-tall pendulum, has grown so accustomed to media inquiries that he needs little prompting before he lights into the story of how the rose was formed. Ward, 22, is the co-owner of Mind Over Matter, a New Age gift shop that calls itself \"The Healing Mecca of the Northwest.\" When the quake first struck, he thought it was the people in the upstairs apartment doing Tae Bo. Then he saw people outside running, and he started to worry about the safety of his customers--and the fate of the crystals on his glass shelves. When it was all over, someone noticed the pattern etched in the sand of the store pendulum. \"I thought, `This is a sign in the sky,' \" said Ward. Calls have since come in from USA Today, the ABC News Web site and an Australian news outlet. A woman in  Edmonton wants to use the image for stained glass and Celtic knot work. An artist in Mexico wants to sculpt it. The earthquake rose has been interpreted as a universal sign of love, a symbol of Arthurian legend and the eye of Poseidon      . More prosaically      ,       the rose is a record of the quake, said Tony Qamar, a state seismologist. The Port Townsend pendulum is not a seismograph, which measures time as well as shaking, but more like an old-style seismoscope, an instrument that typically etched a more permanent record of ground motion on a material like smoked glass, said Qamar. The pendulum's rose is essentially a composite picture of shaking in different horizontal directions, with the record of the early motion written over by subsequent movement. Some smaller circles were made after the shaking stopped and the pendulum slowed down. The rose also shows that the pendulum, which was stationary when the shaking began, came to rest at a different spot from where it started, suggesting that either the sandbox shifted or the land beneath it tilted. Global-positioning sensors maintained by the University of Washington, Central Washington University and the Coast Guard show that some places in Western Washington relocated by eight millimeters, or a third of an inch. Qamar said a hoax is a possibility but unlikely. MacLeod said the issue of authenticity has come up in three of the 300 e-mails he has received. He added that making the design by hand would have been quite difficult. Any further analysis will have to rely on pictures. Ward's 3-year-old son was moving in for a closer look and accidentally kicked the dish of sand. \"The whole thing, mounds and everything, scooted flat,\" said Ward. \"Talk about putting mind over matter. I found about four new religions after that.\"       Eric Sorensen can be reached at (206) 464-8253 or esorensen@seattletimes.com.Caption:  photoNorman MacLeod : This is the rose design apparently etched by a sand pendulum in Port Townsend during the earthquake.", "edition": "Fourth"}