{"title": "Schell asks for $57 million more in federal quake aid", "filename": "2001-03-17_SchellAsksFor$57MillionMoreInFederalQuakeAid.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AAD9887E49E?p=WORLDNEWS", "date": "2001-03-17", "page": "B1", "section": "Local News", "author": "John Hendren", "text": "WASHINGTON--Seattle Mayor Paul Schell is asking the Bush administration to go beyond disaster assistance and approve more than $57 million in additional special earthquake relief \"to fill the gaps\" in quake coverage for the city. In separate meetings this week with White House chief of staff Andrew Card and Housing and Urban Development (HUD) Secretary Mel Martinez, Schell requested $7 million to restore historic buildings, $30 million to quake-proof the Magnolia bridge and $20 million for low-income and other damaged housing. The mayor said the administration offered encouragement but did not immediately respond to the requests for additional relief. \"The proof will be in the pudding, but the signs are green,\" Schell said. That money would be in addition to disaster-relief money from the Federal Emergency Management Agency (FEMA). It remains unclear how much the city will receive from FEMA, but the Feb. 28 earthquake cost the city and private institutions $216.2 million, according to a preliminary estimate that Schell's office prepared for the White House. That figure is expected to rise as the city continues inspections of private property. Schell made the requests late Thursday to Card and yesterday with the HUD secretary. Joining members of the Greater Seattle Chamber of Commerce for a week of lobbying, Schell also met with both Washington senators and several members of the House delegation, seeking help with quake recovery, the state's  rising energy costs and a homeless initiative. The mayor, a Democrat, said he was happily surprised by the access and encouragement from the Republican administration. FEMA generally covers 75 percent of disaster-related damage to roads and other infrastructure, though not private property. The state Emergency Management Division has estimated that King County sustained $109.3 million in damages to public facilities, including state facilities not included in the city's tally. The agency expects FEMA will cover $201.5 million statewide. State and local programs will cover an additional $62.5 million, spokesman Rob Harper estimated. FEMA officials said they did not have their own estimate yet. Some estimates put damage statewide at more than $1 billion, including private property. Insurance, private businesses and charities are expected to help cover the yawning gap between government funding and total disaster costs. The city's estimate of local damage includes costs of $32.4 million at Seattle-Tacoma International Airport, $39.1 million at the Port of Seattle waterfront, $61 million in an early tally of private property, $30 million at the University of Washington and $20 million in transportation repairs. Unlike funds that must go through congressional approval, the additional money Schell is seeking would come out of the administration's discretionary funds. That would make the money immediately available to cover unusual costs for which the city is not eligible for coverage through FEMA, Schell said. The mayor complimented the federal government's response to the Nisqually quake, gave a few words of support for Bush's faith-based initiatives and presented the chief of staff a \"Rattle in Seattle\" T-shirt. Card, who was in Seattle for the 1999 World Trade Organization conference, returned the favor with a rare word of praise for Schell's oversight of the WTO protests, saying, \"Good job.\" Specifically, the mayor asked for: ** $10 million from HUD to restore 450 vacant and seriously damaged residential units. The money would be combined with Fannie Mae, local and state funds to create a $25 million regional loan pool. ** $10 million from HUD to repair buildings that provide more than 3,300 units of low-income housing and to rebuild a 75-unit homeless shelter. ** $7 million for historic preservation, including technical assistance and repair of brickwork on some of Seattle's 30 historic buildings, many in Pioneer Square. ** $30 million to help retrofit or replace the Magnolia Bridge. Total replacement cost would be $60 million, according to a city estimate.       John Hendren can be reached at 206-464-8550 or jhendren@seattletimes.com.", "edition": "Fourth"}