{"title": "Quake study: Scientists find clues in flues", "filename": "2001-03-29_QuakeStudyScientistsFindCluesInFlues.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ECF221B37D43A7F?p=WORLDNEWS", "date": "2001-03-29", "page": "B5", "section": "Local News", "author": "Eric Sorensen", "text": "The day after the Nisqually earthquake, while seismologists were wading through all manner of seismographs, Derek Booth and Kathy Troost traded high-tech for bricks and mortar. They went cruising the chimneys of West Seattle. It wasn't long before the University of Washington geologists began to see a pattern of collapsed, cracked and offset chimneys, suggesting that the 6.8-magnitude temblor rocked some parts of the city harder than others. \"I seem to remember Hanford Street being pretty pivotal,\" said Booth. And Troost noticed that they were due west of the hard-rocked Sodo area, which got them thinking that the Seattle fault, the complex of fault strands running east and west across Puget Sound, had influenced the effect of the Nisqually quake. Not that the Seattle fault moved. The actual earthquake occurred in a separate fault in the Juan de Fuca plate 35 miles to the southwest and almost as many miles beneath the surface of the Sound. But the Seattle fault and the region of soft sedimentary rock to its north, called the Seattle Basin, may have focused energy from the quake in ways that shook some chimneys more than others. Booth, Troost and other researchers from UW, Western Washington University and the U.S. Geological Survey counted about 1,500 affected chimneys after surveying tens of thousands around the city and as far west as Bremerton. \"Chimneys always fall down during earthquakes,\" said Ray Wells, a USGS geologist based in  Menlo Park, Calif., who headed up the research team with Booth. \"Chimney damage in West Seattle was recorded after the 1965 earthquake. And instruments have noted that it shakes a little harder there than other parts of the city.\" The UW and the USGS have a network of about 45 strong-motion sensors spread around Puget Sound for detailed estimates of how much the ground moves in a significant earthquake. \"But the variations in ground motion are phenomenal in this earthquake,\" said Bill Steele, coordinator of the UW seismology lab. With so few sensors, it's hard for scientists to gauge the types of block-by-block differences seen in the chimney study, which will be presented next month in San Francisco at the annual meeting of the Seismological Society of America. Wells and Booth surmise that earthquake waves traveled quickly through the hard bedrock south of the Seattle fault, then slowed in the softer material to the fault's north. In the process, the waves got larger--much like ocean waves slowing and rising before they hit a beach--creating bigger waves with a greater shake. The waves also might have been refracted and focused by the fault itself, the researchers said, and they could be affected by different parts of the Seattle Basin, with chimney-busting energy erupting in places like Green Lake and Madrona. An experiment of this kind is undoubtedly influenced by the age and construction quality of different chimneys, said Booth. But Wells acknowledged that a stack of brick and mortar nevertheless makes for \"a pretty crude seismometer.\" Researchers examined chimneys on the more toney homes of Mercer Island, which lies within the Seattle fault complex, and found little damage. \"Mainly what we learned is they have nice, solid, well-maintained, hefty chimneys on Mercer Island,\" Booth said.       Eric Sorensen can be reached at 206-464-8253 or esorensen@seattletimes.com.Caption:  mapThe Seattle Times: Chimney damage. Map not available electronically.", "edition": "Fourth"}