{"title": "Aid agencies get first quake-recovery money - $500,000 in donations so far", "filename": "2001-04-04_AidAgenciesGetFirstQuake-RecoveryMoney-$500000InDonationsSoFar.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ECF221C200E6AEE?p=WORLDNEWS", "date": "2001-04-04", "page": "B1", "section": "Local News", "author": "Carol M. Ostrom", "text": "For Seattle's nonprofit agencies, many of them providing services on shoestring budgets, last month's earthquake was more than a natural disaster--it was a financial calamity. The quake caused an estimated $18.8 million damage to 28 nonprofit agencies, according to a survey by The Seattle Foundation and United Way of King County. For many, the earthquake meant red-tag closures of buildings that had provided the homeless and poor with meals, beds, social services and a place to shower and shave or do laundry. But businesses, foundations and even a high school in Japan have risen to the occasion, donating almost $500,000 to an Earthquake Recovery Fund established at The Seattle Foundation. Today, those agencies are announcing the first round of grants from the fund--a total of $95,000 to help nonprofits rebuild. The recipients include the Boomtown Cafe, the Bread of Life Mission, the Compass Center and the Low Income Housing Institute. Some of the agencies are hurting because others had to cut services. For example, the Boomtown Cafe had to increase the number of meals served by 1,600 a day because the red-tagged Compass Center, a major source of meals for the homeless, sustained an estimated $2.5 million in damage. For the Compass Center, the damage meant relocating everything--fast. Some beds were established in a church basement; others were farmed out to already-crowded shelters. Services such as check cashing and referrals have moved to a  trailer beneath the Alaskan Way Viaduct--below crumbling columns and cracks in the concrete, a circumstance that may force another move. \"This earthquake will not leave us alone,\" said Rick Friedhoff, executive director at the Compass Center. For most of these agencies, the Feb. 28 earthquake plunged them into double jeopardy--fragile buildings built of brick and resting on fill, and a fragile population for whom there are few choices. And to compound the problem, a little-noticed change in the Federal Emergency Management Agency last fall has made it harder for nonprofits to receive federal disaster-relief money. \"We were completely unaware of (the change),\" said Mary Jean Ryan, earthquake-recovery coordinator for the city. Nonprofits such as homeless shelters, low-income housing and substance-abuse treatment programs can no longer go directly to FEMA for assistance, she said, but must go through a circuitous route of multiple applications. \"It's much more cumbersome,\" she said. Meanwhile, Compass Center needs $100,000 just to stabilize its building so it won't fall down while engineers figure out how to fix it, said Friedhoff. Other hard-hit agencies include the Seattle Hebrew Academy, whose school was also red-tagged and will need an estimated $5 million to repair, and Pioneer Human Services, which operates from several buildings that sustained $5 million of damage. Union Gospel Mission, which operates a shelter and hygiene center, had $4 million in damage. Anne Farrell, president of The Seattle Foundation, said it wasn't until some time after the quake that much of the damage was discovered and assessed. \"All of us heaved a sigh of relief that Seattle was not more seriously damaged, but the fact is, there has been damage to a very fragile piece of our population, and that is to these missions providing social services,\" she said. \"They have no reserves.\" She was tickled when 30 high-school exchange students from Japan trooped into her office to present a check. Their parents in Japan read about the quake, Farrell said, and wanted to do something for the community that helps their children while they're here. Farrell hopes the fund will continue to grow. Even if FEMA comes through, at least 25 percent of the damage won't be covered by the federal government--a total of $4.7 million for the 28 nonprofits surveyed, according to the study. Earthquake Recovery Fund donors include: The Seattle Foundation, $250,000; the Paul G. Allen Foundations, $75,000; United Way, $50,000; the Annie E. Casey Foundation, $30,000; Boeing, $25,000; Starbucks Foundation, $20,000; the Seattle Foundation's Hayes Fund, established by Catherine and Frederick Hayes, $15,000; Wells Fargo Bank, $5,000; the Kenneth and Marleen Alhadeff Foundation, $5,000; and the Utsunomiya Kaisei Girls High School, $805.       Carol M. Ostrom can be reached at 206-464-2249 or costrom@seattletimes.com.Caption:  photoHarley Soltes / The Seattle Times : The earthquake forced some Compass Center services into a trailer beneath the Alaskan Way Viaduct, and now they may have to move again.", "edition": "Fourth"}