{"title": "Buildings topple as quake rocks Peru - At least 48 dead; many feared trapped", "filename": "2001-06-24_BuildingsToppleAsQuakeRocksPeru-AtLeast48DeadManyFearedTrapped.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0ED7198335545BD1?p=WORLDNEWS", "date": "2001-06-24", "page": "A2", "section": "News", "author": "Rick Vecchio", "text": "LIMA, Peru--A powerful earthquake shook southern Peru yesterday, killing at least 48, injuring hundreds and sending dozens of homes, churches and buildings tumbling to the ground, officials said. According to the U.S. Geological Survey's National Earthquake Information Center in Golden, Colo., the quake had a magnitude of 7.9 and its center was off Peru's Pacific coast. Peru's Geophysical Institute, however, put the quake's magnitude at 6.9. A quake with a magnitude of 7 or more is capable of heavy and widespread damage. Hampered by darkness, rescuers searched through the rubble for survivors of the quake, which hit about 3:30 p.m. local time. \"We don't know how many people are trapped,\" a Red Cross official told Canal N cable television from the main square in Arequipa, Peru's second-largest city, which is 465 miles southeast of Lima, the capital. Peru's Civil Defense Chief Juan Luis Podesta said that 22 people had died in Arequipa. He said another 16 people were killed in Moquegua, 65 miles southwest of Arequipa. In Tacna, near the border with Chile, nine people died. Another person was killed in the small coastal city of Camana. \"For the love of God, please send help,\" a woman could be heard screaming while a radio reporter described the destruction in the streets of Moquegua, a small town with cobbled streets where most of the houses are made from mud adobe. \"There is an enormous quantity of injured and the dead are literally thrown about on  the ground,\" the reporter said, filing by satellite phone. Damage and injuries were reported in northern Chile; the quake was felt as far away as Bolivia. At least 47 homes had collapsed in Arequipa, a city of about 1 million residents, initial reports said. The city's imposing cathedral, first constructed in 1656, but rebuilt after an earthquake in 1868, was also damaged. Television images showed large chunks of stone work crumbled away on one of the elaborate steeples. The other steeple had fallen over. Radio reports said people were shivering in the streets of Arequipa, which is 7,673 feet above sea level, afraid to return to their homes for fear of aftershocks. At least five aftershocks had been registered. Peru's Civil Defense said two cargo planes were on their way to the affected area with 22 tons of food, blankets and medicine. Homes were also destroyed in the southern city of Tacna, near the border with Chile. Residents in Lima fled their home in panic when the quake struck and rattled the city for more than a minute. Arequipa, founded by Spanish conquerors in 1540, has a long history of devastating earthquakes. The city was leveled by an earthquake in 1600. Despite major earthquakes in 1687, 1868, 1958 and 1960, many 17th- and 18th-century buildings have survived. Peru is intermittently shaken by earthquakes, and was battered by a 7.7 magnitude temblor on May 31, 1970, that killed approximately 70,000 people. On Nov. 12, 1996, 17 people were killed and some 1,500 injured in a 7.7 magnitude quake that struck Nazca.       Information from Reuters is included in this report.Caption:  mapThe Seattle Times: Peru (map not available electronically).: Buildings topple as quake rocks Peru (map not available electronically)", "edition": "Sunday"}