{"title": "Wrapped up in quake work - Business recovery from the Feb. 28 temblor is slow and carries a multimillion-dollar tab", "filename": "2001-12-09_WrappedUpInQuakeWork-BusinessRecoveryFromTheFeb28TemblorIsSlowAndCarriesAMultimil.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0F051651D96BED97?p=WORLDNEWS", "date": "2001-12-09", "page": "E1", "section": "Business", "author": "Bill Kossen", "text": "If it was just another old brick building on Beacon Hill, the quake repairs might have been completed months ago. Or maybe the building would have been demolished. But this is an art-deco treasure in a city that puts high priority on preserving its past. So the top three floors of the 16-story Pacific Medical Center building, home to Amazon.com, are getting a major makeover inside to strengthen the building and being restored on the outside -- brick-by-brick-by-brick -- to its vintage 1932 look. Because it's considered a historic landmark, 80,000 bricks -- about half of them new and in seven colors -- have to be set in the same pattern that appeared before the Feb. 28 Nisqually earthquake shook thousands to the ground and crumpled much of the top of the building. \"It's got to go back exactly the way the pyramids were built,\" said Ron Lamarche, project superintendent for Sellen Construction. \"It's the largest jigsaw puzzle that I've ever worked on.\" Perched high above Interstate 5 and overlooking much of Seattle, the building with the top wrapped up like a big gift with protective tarp is the most prominent reminder of the biggest quake to hit here in a half-century. The quake caused an estimated $237 million damage in the Seattle area, according to the city's Office of Economic Development. But throughout the region, repair work is still being done or is on hold -- awaiting money, permits or, in some cases, a new owner -- more than nine months later. Rebuilding a building or business can be costly and time-consuming. Repairs to the PacMed Building are expected to cost more than $6 million and won't be completed until spring, more than a year after the earthquake hit. It helps that the building had earthquake insurance, said Sharon Coleman, project engineer for Wright Runstad, which owns and manages the building. Some building owners were not covered and as a result have been left in a financial bind. Norm Moehring, who owns the 97-year-old Washington Shoe Co. Building on First Avenue South in Pioneer Square, said insurance coverage was prohibitive -- $20,000 a year with a 25 percent deductible. The quake, however, left him with a heavily damaged building that forced his tenants to relocate. So he's not collecting rent and has been unable to afford to do much more than shore up the walls and clean up the rubble. At age 76, he said it doesn't make sense to take out a 30-year loan to pay for repairs. On top of that, he said, his property taxes were increased. Moehring, who bought the three-story building in 1970, is trying to sell it for $3 million. That might be a tough sell, he admits, because of the cost of repairs. Because it's in the Pioneer Square Historic District -- created in 1970 as one of the first in the nation -- the building can't be torn down unless damaged beyond repair. \"The historical society is the hang-up,\" Moehring said. \"I know they mean well, but none own any property down there. These (old) buildings are not safe.\" The nonprofit preservation group Historic Seattle is trying to buy the heavily damaged Cadillac Hotel a few blocks away, according to the group's Heather MacIntosh. They hope that by buying the 111-year-old building, they can keep it from being demolished, which is what the building owner has been trying to get city approval to do. MacIntosh said her group empathizes with the owners of the damaged buildings in Pioneer Square. \"We understand it's a very expensive enterprise (to repair), but our job is to preserve the city's architectural heritage. Pioneer Square is extremely significant to Seattle. The reason a lot of people go to Pioneer Square is because of its buildings.\" The cost to businesses displaced by the quake can be significant, too. Terry Wakefield, owner of Seattle Chocolates, said he recently plowed his last $30,000 back into the business, which took two big hits from the earthquake. First, the quake heavily damaged his factory and chocolates in an old, leased brick building on First Avenue South. Then the company moved to a newer building in South Park, but it needed air conditioning and that didn't arrive until July, too late to save $100,000 worth of chocolate that melted on a hot day. \"I think we'll be OK. We've had multiple opportunities to die,\" he said with a laugh, adding that the total damage to his business is \"someplace north of $1.5 million.\" While the quake has hurt some businesses, it has helped others. Engineering firms, architects, inspectors, brick manufacturers and masonry-repair people have all seen an increase in business. Supplying bricks to the Pacific Medical Center and other repair projects has helped 101-year-old Mutual Materials of Bellevue to weather the economic downturn, said salesman Mike Fletcher. The quake may also turn out to be a good advertisement for brick makers. Modern brick structures that must be built to strict seismic standards, like Safeco Field, rode out the quake with little or no damage, said Fletcher. And while things have calmed down since the first hectic weeks after the quake, there is still plenty of work to go around as more repair projects get funding. \"All the red tape is starting to clear,\" said Jerry Hammond, superintendent at Masonry Specialties in Seattle, which is fixing the old Boston Hotel building in Pioneer Square. But it could take years before everything is settled, said Terry Lundeen of Coughlin Porter Lundeen, a structural and civil-engineering consulting firm. There are still claims being settled in Los Angeles County as a result of the Northridge earthquake in 1994, he said. Lundeen, who also serves on the city's Landmarks Preservation Board, described the post-quake situation as a learning process for those involved. \"All the projects are moving ahead,\" Lundeen said. \"Just not as fast as everyone hoped.\"       Bill Kossen can be reached at 206-464-2331, bkossen@seattletimes.com. The quake's big hits Nearly 400 permits with a total value of more than $34 million have been filed with the city and more are expected. The cost of repairs can be much higher because not all work requires a permit. The biggest jobs, according to city permits, are: King County Courthouse, 516 Third Ave., $4.4 million Central Building, 810 Third Ave., $4 million Pacific Medical Center, 1200 12th Ave. S., $3.3 million Starbucks Center, 2401 Utah Ave. S., $1.5 million The Federal Emergency Management Agency (FEMA) reports more than $50 million has been granted to homeowners for emergency repairs and nearly $80 million has been approved for low-interest loans provided by the U.S. Small Business Administration for repairs to homes and commercial buildings.Caption:  photoGreg Gilbert / The Seattle Times : Repairs from the Feb. 28 Nisqually earthquake to the Pacific Medical Center building, home to Amazon.com, won't be completed until spring.: Sellen Construction superintendent Ron Lamarche displays some of the historically faithful terra-cotta features awaiting installation at the damaged PacMed building.", "edition": "Fourth"}