{"title": "Quake relief shifts from rescue to giving aid", "filename": "2001-02-02_QuakeReliefShiftsFromRescueToGivingAid.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AA537234020?p=WORLDNEWS", "date": "2001-02-02", "page": "A10", "section": "News", "author": "Jill Lawless", "text": "BHUJ, India--Some international relief teams made the wrenching decision yesterday to abandon the search for possible earthquake survivors, saying a lack of coordination appeared to be hampering their other tasks: feeding and housing the living and treating the wounded. Aid was reaching many, but bundles of blankets, bags of rice and lentils, cartons of mineral water and other supplies were heaped outside a railway freight office in Ahmedabad, the main staging point for the relief effort and the commercial hub of the western state of Gujarat, where the epicenter of the Jan. 26 quake was located. \"It's beginning to clog up the system because there is no coordination. In some cases you have people just throwing stuff off of trucks,\" said Ken Maclean, the west India representative for Catholic Relief Services of Baltimore. The numbers hint at what relief organizations face. So far, 10,593 bodies have been recovered, Gujarat officials said yesterday, estimating the final toll would reach 35,000. The full toll may never be known because many of the dead may have been cremated in remote villages or remain buried under flattened towns and cities. More than 60,000 people were injured as chunks of concrete and stone rained down from collapsing buildings. About 600,000 people were left homeless. Although it has released no official damage estimate, the central government announced a 2 percent income-tax increase yesterday to help pay for relief and rebuilding after  India's worst earthquake in 50 years. The U.S. Geological Survey downgraded the quake's initial 7.9-magnitude measurement to 7.7. As British, Russian, Turkish and Japanese crews who arrived soon after the quake were leaving, Spanish and French teams were just arriving. There was one report of a rescue yesterday, and rescue workers conceded there were likely still a few people trapped alive under ruined buildings, but they said they had exhausted their resources. \"It's not an easy decision,\" said James Brown, who was leaving yesterday with the British team. \"The guys have big hearts. They'd carry on forever, but the body can only take so much. If we'd stayed a couple more days we'd rescue one or two more people. Now we'll move into relief and save thousands of lives.\" The United States, which has allotted $5 million to Indian quake relief, sent a relief team of seven people to Bhuj. One of the four water-purification systems they brought was set up in Bhuj yesterday and a second will be working in Bhachua by today, said team leader William Berger. Bhuj and Bhachua were among the hardest hit towns. The U.S. Air Force also dispatched two cargo aircraft with emergency-relief supplies. The private aid group CARE concentrated on distributing blankets and tents over the past two days, and it will set up six field clinics and bring in enough ready-to-eat meals to feed 4,000 families for 20 days, said Alina Labrada, a CARE information officer. But efforts to coordinate the multinational effort have been beset by difficulties. \"Unless the international community tries to act together in a disciplined manner, they could become part of the problem, because resources will not go where they are needed,\" said Mukesh Kapila, head of humanitarian aid for Britain's Department for International Development. \"The important thing is to make sure assistance reaches those who need it most, rather than just spraying it around.\"", "edition": "Fourth"}