{"title": "El Salvador suffers more death, misery in new quake - Scores of buildings fall; thousands more injured", "filename": "2001-02-14_ElSalvadorSuffersMoreDeathMiseryInNewQuake-ScoresOfBuildingsFallThousandsMoreInjur.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AA772F30F32?p=WORLDNEWS", "date": "2001-02-14", "page": "A1", "section": "News", "author": "Luis Romero", "text": "SAN VICENTE, El Salvador--Another powerful earthquake shook El Salvador yesterday, toppling hundreds of buildings and killing at least 173 people in a country still mourning more than 800 who died in an even stronger quake one month ago. The quake flattened much of the heart of San Vicente, a small farming community of 40,000 about 35 miles east of San Salvador. Its streets were buried under mountains of debris when dozens of adobe homes collapsed. \"My house just came tumbling down,\" said Maria Aguilar, 80, her eyes filled with tears as health workers treated her injuries. \"Part of a wall collapsed on top of me, but my grandchildren rescued me quickly.\" At least 173 people were killed and more than 1,557 were injured, said Salvadoran Red Cross spokesman Carlos Lopez. Most of the victims were killed when the adobe homes caved in, but Lopez feared numerous landslides would add to the death toll. Among the victims were six kindergartners and their 25-year-old teacher, who died with her arms around the children after their parochial school and adjoining church crumbled in the small town of Candelaria, 25 miles northeast of the capital. \"The church and the school are literally flat on the ground,\" said Oswald Guerra, deputy commissioner of the national civil police. He said 39 people were confirmed dead in Candelaria and 1,300 houses were destroyed. Authorities said the quake destroyed or damaged or countless houses in the provinces of San Vicente, La  Paz and Cuscatl&aacute;n, all clustered in central El Salvador, east of the capital. Lopez said at least 71 people were killed in Cuscatl&aacute;n. The earthquake struck at 8:25 a.m. and was centered halfway between San Vicente and San Salvador. The U.S. Geological Survey measured its magnitude at 6.6, not as powerful as the 7.6-magnitude temblor last month. \"It is true that this is another blow for El Salvador, but I call for tranquility. We have to be calm,\" President Francisco Flores said during a helicopter tour to assess the damage. \"There are dead here, and very many people have lost their houses,\" the president said during a stop in San Vicente. He said the brunt of the damage was in a corridor between Ilopango, just east of San Salvador, and San Vicente. In San Vicente, frightened families erected tents outside the ruins of their houses, and flocked to parks and sports stadiums that made do as temporary refuges. The regional army commander, Col. Juan Armando Reyes, said half of San Vicente's houses were damaged, along with 90 percent in the nearby towns of San Cayetano, Guadalupe, Verapaz and Texistepeque. Landslides blocked several highways that were still being restored after the Jan. 13 quake, including the Panamerican Highway to Guatemala. Telephone service was patchy to much of the country, and San Salvador's airport also was briefly closed. The government sent students home across the nation of 6 million people and evacuated most public buildings so they could be checked for damage. A small aftershock hit as Flores toured a hospital in San Vicente, where hundreds of patients were sprawled on the floor or the grounds outside for lack of beds. \"This was horrible, and it took my father,\" said Maria Lozano, 44, distraught as she waited for the arrival of her father's body at a hospital. The 86-year-old was crushed by a falling wall, and his wife--Lozano's mother--was still missing hours after the quake struck. Radio station YSKL reported that two children died in the collapse of a school in Cojutepeque, 20 miles east of San Salvador, and that landslides had isolated many small villages. Emergency officials said at least three people died when a grain silo collapsed in San Mart&iacute;n about 10 miles east of the capital. In San Salvador, hospital patients' beds were lined up in the streets as administrators waited for officials to inspect the buildings. When the quake struck, thousands of people fled buildings and ran into the streets of the capital, jittery from more than 3,200 aftershocks of last month's quake--some as strong as magnitude 5. \"It's pretty obvious they're related,\" U.S. Geological Survey spokesman Butch Kinerney said of the two quakes. The January earthquake killed at least 844 people, injured 4,723 and destroyed 278,000 houses. Hundreds more remain missing and are believed dead.Caption:  photo,mapVictor Ruiz / The Associated Press : Children who are patients at a hospital in San Salvador sit outside after yesterday's earthquake.The Associated Press: El Salvador earthquake (map not available electronically).(map not available electronically): El Salvador suffers more death, misery in new quake (map not available electronically)", "edition": "Fourth"}