{"title": "Safeco Field took $400,000 hit in cosmetic damage from quake", "filename": "2001-03-20_SafecoFieldTook$400000HitInCosmeticDamageFromQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AAE1AFA490C?p=WORLDNEWS", "date": "2001-03-20", "page": "B2", "section": "News", "author": "The Associated Press", "text": "PEORIA, Ariz. -- The earthquake that rocked the Puget Sound region last month caused about $400,000 damage to Safeco Field. Mariners Chairman and Chief Executive Officer Howard Lincoln said yesterday that Safeco's anti-earthquake devices worked as the engineers designed them, and the stadium didn't sustain any structural damage. \"But we have had quite a bit of cosmetic damage, probably close to $400,000,\" Lincoln said. \"All sorts of stuff. TVs falling down. Cracks. Falling bookcases. The list goes on for two pages.\" The Mariners have used the $517.6 million stadium for the past 1-1/2 seasons. Following the Feb. 28 quake, the Mariners were concerned mainly about Safeco's retractable roof. Within hours, engineers had opened and shut the roof and found that it worked fine, Lincoln said. The Mariners will have to foot the bill for all the damage because the team's earthquake insurance has a $1 million deductible, he said.       NOAA is surveying to find underwater quake damage A government ship is conducting emergency surveys in Puget Sound to find any underwater damage from the magnitude-6.8 Nisqually Earthquake nearly three weeks ago. The concern is that such damage that could hurt ports built on or near river deltas, including Seattle, Tacoma and Olympia. There were sightings after the Feb. 28 quake of what appeared to be plumes of disturbed sediment. At the request of the U.S. Geological Survey (USGS), the hydrographic survey ship  Rainier--one of three such ships with the National Oceanic and Atmospheric Administration--is examining the areas near the mouths of the Puyallup River in Tacoma, the Nisqually north of Olympia and the Duwamish in Seattle. The surveys began yesterday in Tacoma's Commencement Bay. Nisqually Reach was on the agenda for today, followed by an Elliott Bay survey March 30. The Rainier leaves for Alaska on April 2. The USGS will use the survey data to create new maps of the deltas, which will be compared with pre-earthquake maps to evaluate whether underwater landslides have created a potential hazard at any of the ports. The surveys must be completed quickly because strong tidal currents in Puget Sound may alter the evidence of small landslides in a matter of weeks.", "edition": "Fourth"}