{"title": "Help from above - Earthquake knocked two church spires loose", "filename": "2001-03-20_HelpFromAbove-EarthquakeKnockedTwoChurchSpiresLoose.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AAE1E9BE977?p=WORLDNEWS", "date": "2001-03-20", "page": "B1", "section": "News", "author": "Marc Ramirez", "text": "Seattle First Baptist Church has had to overcome its share of adversity. In the past year, its eclectic Capitol Hill congregation has made it the target of anti-gay protesters and nearly got it booted out of its regional association. If churchgoers didn't already imagine the sky was falling, they might have on Feb. 28, when the Nisqually earthquake shook loose two of the four spires that towered above the 90-year-old edifice. The damage made the church unfit for services. \"We haven't been allowed in the building since,\" said Craig Darling, a minister at the 700-congregant church. Darling and others had come to watch yesterday as engineers removed what remained of the spires in an operation supervised by longtime parishioner Dave Greene, who earns his living as a structural engineer. Greene motioned to one of the downed spires that now stood on the grass in front. In its entirety, the elaborate mortar-and-terracotta spire had weighed about 9,000 pounds. \"That's like two Chryslers,\" he said. The quake sent the spire rumbling off its foundation, with an upper portion--about 500 pounds worth--plummeting onto the sanctuary roof. The rest remained precariously positioned above. \"It was ready to fall through two or three floors,\" Greene said. On the opposite side, pieces crumbled off another spire onto a Sunday-school room below, breaking three wooden joists and pummeling the plaster ceiling. With the church declared off limits, the Knights of  Columbus, a Roman Catholic organization a half-block to the north, offered up its space for First Baptist's Sunday worship services. \"It's a little tight,\" Darling said. \"We have a 90-voice choir.\" Still, congregants consider themselves lucky. \"There's been plenty of seats for everyone,\" said Kathleen Southwick, congregation president. And had the quake occurred at the same time on a Sunday, it would have played to a packed house. Greene says First Baptist could be ready for services by April 1, although portions of the building may remain off limits. Today, he'll inspect the metal cross that since the quake has leaned off the steeple's tip like the flame on a candle. But repairing the damage could cost the church up to $250,000, Greene said, and the spires themselves will likely prove too costly to be duplicated in their original form. \"We'll never put it back the way it was,\" he said.       Marc Ramirez can be reached at 206-464-8102 or&nbsp;mramirez@seattletimes.com.Caption:  photoEllen M. Banner / The Seattle Times : Demolition workers are lowered to the ground after cutting and securing a spire at Seattle First Baptist Church at the corner of Seneca and Harvard. The Feb. 28 earthquake shook two of the four spires surrounding the steeple loose. The church has been closed since the quake but is expected to reopen soon for services.", "edition": "Fourth"}