{"title": "Seattle sea wall new quake risk?", "filename": "2001-09-11_SeattleSeaWallNewQuakeRisk.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EE7BD2AD954F6CA?p=WORLDNEWS", "date": "2001-09-11", "page": "A1", "section": "News", "author": "Andrew Garber", "text": "A PART of the 1920s-era wall on Elliott Bay settled during the February quake. If it is found to be unstable, repair could be quite costly. City engineers say the sea wall facing Seattle's Elliott Bay could be more vulnerable to earthquakes than previously thought, raising the prospect of another mega-repair project. If the entire 7,000-footlong sea wall had to be reinforced, it could rival the cost of replacing the Alaskan Way Viaduct, said Richard Miller, director of roadway structures for the city. The state has said replacing the Viaduct could top $1 billion. New concerns were raised about the sea wall when a 100-footlong, 10-foot-wide section of it settled during the Feb. 28 Nisqually earthquake. Workers dug a hole to find out why and found signs that the soil may have liquefied during the quake. They also found broken support timbers caused by water damage dating back to the 1950s. Engineers plan to make borings along the sea wall during the next few months to check soil conditions and the integrity of the wall. The inspection could find the rest of the wall in good shape; however recent excavation has raised serious questions, Miller said. Engineers had been unaware that water damage to part of the wall had been repaired in the 1950s, Miller said. Now, he wonders whether there may be other, older damage that could contribute to a collapse during an earthquake. Also, signs of soil liquefaction during a relatively mild earthquake,  such as the Nisqually quake, could mean the entire sea wall is more vulnerable than previously thought, he said. Liquefaction is what happens to loose, wet soil during an earthquake. The shaking motion briefly turns the soil into a jellylike liquid. If nearby soil liquefied during an earthquake, it could contribute to a collapse of the wall. It's not clear what would happen if the sea wall were to collapse. A quake could cause a slight shift in the soil or a movement of several feet, Miller said. Engineers worry about possible damage to Alaskan Way, which sits on top of the wall and is a major north-south route for freight and other traffic. Another possible side effect: If the soil moved a lot, it could cause foundations for the nearby Alaskan Way Viaduct to collapse. The city is looking at ways to replace the Viaduct, which carries an estimated 100,000 vehicles daily. Structural experts estimate there's a one in 20 chance a major quake could occur in the next 10 years that would permanently damage the structure. Any new evidence of damage to the sea wall, and additional signs of soil liquefaction, may indicate the sea wall could fail during a small earthquake, or even without a quake, Miller said. The sea-wall study, which started this week, should provide answers by next spring. It will help the city figure out whether repairs are needed, how much they would cost and how quickly any work should be done. Seattle City Councilman Richard McIver, chairman of the council's Transportation Committee, said he isn't surprised that workers found problems with the wall. The sea wall was built in the 1920s. \"In my opinion, the wall has outlived its life,\" he said. \"We were aware something would have to be done,\" McIver said. \"The question is, how much?\"       Andrew Garber can be reached at 206-464-2595 or agarber@seattletimes.com.Caption:  photo,mapTom Reese / The Seattle Times : The double-deck Alaskan Way Viaduct looms over a pier and walkway, which jut out over the Elliott Bay sea wall, now being tested for stability.The Seattle Times:  Elliott Bay sea wall  -  map not available electronicallyTom Reese / The Seattle Times : The sea wall on downtown Seattle's waterfront supports the surface street Alaskan Way. Engineers say if the wall were to fail, it could cause the collapse of both Alaskan Way and, possibly, the Viaduct.", "edition": "Fourth"}