{"title": "The economics of an earthquake", "filename": "2001-03-04_TheEconomicsOfAnEarthquake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AAB19493380?p=WORLDNEWS", "date": "2001-03-04", "page": "D1", "section": "Business", "author": "Stephen H. Dunphy", "text": "The economics of an earthquake The earthquake that rumbled through Kobe, Japan, in 1995 was far worse than the 6.8 shaking received by the Seattle area last week. More than 5,000 perished. Freeways collapsed. Damage was estimated at almost $100 billion. While the two quakes differed sharply, they do share one thing in common--the ironic twist of economic gain from disastrous loss. The flow of money into an area hit by natural disasters can provide an economic boost to the region. If big enough, it can be measured on a national scale. In Japan, for example, about 10 trillion yen (about $95 billion at the time) in projects were planned to help the city recover from the quake. Economists estimated that the spending added 0.5 percent a year to the Japanese gross domestic product in the 1996-1998 period. The Economic Planning Agency in Japan estimated that spending on reconstruction amounted to more than 2 percent of gross domestic product in those years. Seattle's Ash Wednesday quake was nowhere near that scale. The estimated $2 billion in damage here is about 0.0002 percent of the U.S. economy, or about the daily U.S. trade deficit. But as a part of the Seattle economy, $2 billion can--and is--quite substantial. You could build two more Safeco Fields and Seahawks stadiums for that kind of money. But trying to figure out exactly how damage plays out in the economy is tricky business. Obviously, there is some spending that will occur that would  not have happened otherwise--hiring crews for cleanup, buying new plasterboard to fix cracks in the wall, highway crews repairing damaged roads, equipment rentals, replacement equipment damaged by a broken waterline. The list does--and will--go on. However, it is not that simple. Take the Magnolia Bridge. It is damaged to the tune of about $1 million and will take up to six months to repair, according to the latest estimates. Reinforcing beams likely will be the major expense for the repairs. But if city repair crews are used on the job, do you count them as a cost? They'd be paid anyway, just working on other projects. Investment experts talk about the time value of money. But what's the money value of time lost by Magnolia residents who now must take a different, longer route to work, spending more time in traffic jams. Perhaps they get to work half an hour later than they would have otherwise. How do you value that wasted time?       Some lessons from Kobe What happened in Kobe after the quake shows how hard it is to estimate the economic impact. For example, half of the repair projects were in the public sector and half in the private sector. While the public-sector part of the reconstruction proceeded smoothly, the private-sector part was much slower. Weak economic conditions in Japan at the time meant that there was a lack of capital to begin repairs. The property market also was overbuilt, meaning the owner of a damaged building hesitated to rebuild since there was no assurance a new tenant could be attracted. Kobe today has been almost totally reconstructed with few signs left of the earthquake. But some of the signs are less visible. The Port of Kobe was a major trans-shipment center for Asia before the quake. Damage to the port area closed the port for several weeks and limited operations for a year. Five years after the earthquake, the port still is only at about 85 percent of pre-quake traffic and is unlikely to ever get back to its former level of activity. An earthquake may produce some unexpected business, but it is hard to escape all economic consequences. The Seattle area dodged an economic bullet on Wednesday. Columns by Stephen H. Dunphy appear Tuesday to Friday and Sunday in the Business section of The Times. Write to Stephen H. Dunphy, The Seattle Times, P.O. Box 70, Seattle, WA 98111. Phone: 206-464-2365. Fax: 206-382-8879. E-mail: sdunphy@seattletimes.com.Caption:  chartConsumer Credit (chart not available electronically).: The economics of an earthquake (chart not available electronically)", "edition": "Sunday"}