{"title": "Sonics feel helpless after quake rocks home court - Sonic notebook", "filename": "2001-03-02_SonicsFeelHelplessAfterQuakeRocksHomeCourt-SonicNotebook.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AAAD2A09695?p=WORLDNEWS", "date": "2001-03-02", "page": "D12", "section": "Sports", "author": "Nunyo Demasio", "text": "CLEVELAND--The Sonics were headed to LaGuardia Airport Wednesday around noon to fly here when their bus driver got wind of the Seattle earthquake. It wasn't long before word spread throughout the bus. Some players and coaching staff were fearful about relatives and friends. \"You really don't have a feeling (of being in an earthquake) unless you were in it,\" Coach Nate McMillan said. \"But to see the rumbling and noise that the quake was making from some of the footage that they showed was scary.\" None of the Sonics could immediately get through to Seattle on their cell phones. When McMillan finally did, his wife wasn't in because she had rushed to get their children from school. \"My daughter was on a playground at the time that it was happening, and she just cried,\" McMillan said. \"My wife said she wouldn't leave her side for the rest of the day because she just didn't understand how the ground could shake so violently.\" McMillan said his Bellevue home was slightly damaged, with some cracks. But the coach echoed his players when he said, \"It could have been worse.\" Gary Payton, an Oakland native, has experienced earthquakes before. Payton said his family was fine, and that his Bellevue home didn't have any apparent damage. \"But I plan to check when I get back to make sure,\" Payton said.       Payton denies remarks Payton denied quotes that appeared in a recent ESPN.com story that he definitely wants to be traded. The article, online  yesterday, said Payton desires to play for a top team in the West, citing the Blazers, Lakers or Kings. \"I think it's just time for me to move on,\" Payton is quoted as saying. But after last night's 101-99 victory, Payton said: \"If I said something, I would have told you I said it, but I didn't say it. ... I don't feel that way (wanting a trade) yet.\" Payton admitted that he gets frustrated, and wouldn't rule out asking for a trade this summer. \"I don't like losing,\" he said. \"We have to get better in a lot of ways. Breaking teams up, and having different players every year, you have to adjust to too much stuff. We have to do something to get us to be strong. If we can add some pieces we can be good. \"But whatever happens (with a trade) happens. That's not my job. My job is to play basketball.\"       Gatling fined for comments Cavaliers forward Chris Gatling was fined $10,000 by the NBA yesterday for making remarks the league deemed \"derogatory and inappropriate\" toward a female member of Toronto's public relations staff. Gatling's comments were made Tuesday after Cleveland's 101-89 loss to the Raptors in Toronto. According to Toronto's Globe and Mail, Gatling said, \"I don't know why they let women in the locker room. All they want is a peek.\" Before receiving the fine, Gatling had said he was joking, and claimed that the woman laughed at his remarks. SEATTLEminfgm-aftm-aor-tapfptsLewis274-111-21-51210Baker70-30-02-2010Ewing233-61-20-4027Williams406-174-42-75319Payton5112-211-22-28327Mason410-83-42-8443Patterson437-168-123-76422McCoy225-51-60-50511Oyedeji40-01-10-1001Wolkowyski70-01-22-2001Totals37-87 21-3514-432424101      Percentages: FG .425, FT .600.       Three-point goals:       6-20, .300 (Williams 3-8, Payton 2-3, Lewis 1-5, Patterson 0-1, Mason 0-3).       Team rebounds:       12.       Blocked shots:       6 (Ewing 2, Payton, McCoy, Patterson, Mason).       Turnovers: 13 (Patterson 6, Lewis 3, Payton 2, Williams, Ewing).       Steals:       11 (Patterson 5, Lewis 2, Mason 2, Payton, Ewing).       Technical fouls: Patterson, 10:23 fourth.       Illegal defense:       None. CLEVELANDminfgm-aftm-aor-tapfptsHarpring304-93-51-64411Weatherspn414-77-75-141115Mihm202-63-40-5027Miller366-166-71-37418Jackson366-110-00-23012Coles172-60-00-1424Murray409-132-41-116521Traylor132-50-00-1054Gatling121-60-01-5122Person202-81-11-3135Totals 38-8722-2810-51272899      Percentages: FG .437, FT .786.       Three-point goals:       1-7, .143 (Murray 1-2, Gatling 0-1, Person 0-4).       Team rebounds:       13.       Blocked shots:       4 (Weatherspoon 3, Harpring).       Turnovers:       16 (Murray 4, Coles 4, Harpring 2, Miller 2, Traylor 2, Jackson, Gatling).       Steals:       7 (Murray 3, Weatherspoon 3, Mihm). Technical Fouls: Illegal Defense, 4:18 second; Illegal Defense, 2:10 third; Illegal Defense, 9:48 fourth.      Illegal defense:       1. Seattle 183019268--101Cleveland 262521216--99      Attendance:       11,937 (20,562).       Time:       2:35.       Officials:       Gary Benson, Ronnie Nunn, Ron Olesiak.", "edition": "Fourth"}