{"title": "Taking a look at the science of the quake", "filename": "2001-03-04_TakingALookAtTheScienceOfTheQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AAAE84A88C1?p=WORLDNEWS", "date": "2001-03-04", "page": "A20", "section": "News", "author": "Unknown", "text": "Chances are, you felt Wednesday's magnitude-6.8 earthquake. This may make you more of an expert on the subject than you care to be. But in the interest of rounding out your education, Seattle Times reporters Chuck Taylor, Craig Welch and Eric Sorensen have anticipated some remaining questions you might have about earth science after the state's largest quake in half a century.       Q: What were the final statistics on Wednesday's quake?       A:       Time: 10:54 a.m. Wednesday, Feb. 28, 2001. Magnitude: 6.8. Epicenter: near Anderson Island, about 10 miles northeast of Olympia, 47.1525 north latitude, 122.7197 west longitude. The hypocenter, or source on the buried fault, was at a depth of 32.5 miles.       Q: How long did the quake last?       A:       This varies with location, but the ground movement tended to last 20 to 30 seconds. Some ground and structures continued moving afterward. It felt longer than that, too.       Q: What is the quake's name?       A:       There are no naming rights in the earthquake business. Various scribes and newscasters have called it the 2001 earthquake, the Seattle Earthquake (even though it was closer to Olympia) or the Ash Wednesday Earthquake. University of Washington seismologists and The Seattle Times have been referring to it as the Nisqually Earthquake, after its epicenter near the Nisqually River delta.       Q: Where were the effects of Wednesday's quake greatest?       A:       The quake was  strongest in South Puget Sound. It was centered below ground in that region, and the soils in that part of the ground are lighter and more susceptible to the quake's waves of energy. Imagine that the quake's source is the bulb of a flashlight pointed up and radiating in all directions. The energy felt directly above would be roughly the same as that felt in Olympia. The capital is a few miles to the southwest but, geometrically, roughly the same distance from the quake's hypocenter. The depth of this quake significantly reduced the shaking at the surface, the intensity of which can be affected by dozens of factors, including distance and soil type. That said, scientists have been surprised at how spotty the quake's effects have been. For as-yet-unknown reasons, ground motion, landslides and liquefaction have been much less than expected.       Q: Lique-what?       A:       The best definition we've seen so far for liquefaction comes from the National Earthquake Information Center in Golden, Colo.: \"The process in which a solid (soil) takes on the characteristics of a liquid as a result of an increase in pore pressure and a reduction in stress. In other words, solid ground turns to jelly.\" This can happen when the seismic waves pass through susceptible ground such as areas of filled dirt--the area south of downtown Seattle, for example, used to be a tideflat--and in river valleys, where deposited sediment is fine and saturated with water.       Q: So why can't we now pour Sodo into a Jell-O mold?       A:       Scientists did see some impressive geysers of wet sand on Harbor Island but are in general surprised that they don't have more liquefaction evidence from the Sodo area and other likely sites, such as Sand Point, the Green River between Kent and Tukwila, the Tacoma waterfront and even the Nisqually River delta. They don't know why yet.       Q: What does the depth of this quake say about the cause?       A:       Based on its deep source, this was one of many quakes, including those of 1949 and 1965, originating where the Juan de Fuca oceanic plate dives beneath the North America Plate on which we live. Quakes in this area that can cause surface damage occur several times per century. In this region, there are two other major areas of earthquake activity: ** Off the Washington coast at the surface-convergence zone of the Juan de Fuca and North America plates. This is where a great \"thrust\" quake can occur. The shaking will be lengthy when the two opposing plates, possibly stuck for centuries, will have budged after a long absence of major seismic activity there. These quakes occur about every 300 to 500 years, and we are due for one. ** Local faults near the surface of the North America Plate. These are where most Puget Sound quakes occur--at least the ones we can feel. Usually these are small, but scientists say we can expect a big one at some point emanating from the Seattle Fault that transverses lakes Washington and Sammamish, Alki Point, Puget Sound and Bainbridge Island. Shallow shaking elsewhere in metropolitan Seattle would likely mean the quake is related to one of a few lesser known or many undocumented shallow faults. The Seattle Fault last shook violently about 1,100 years ago.       Q: What are faults?       A:       Faults are cracks or breaks in the Earth's crust or in rocks, created by the stress of moving plates and other forces. If you take a rigid, brittle object and add enough strain it eventually will start to crack. One crack can lead to other cracks as the strain is gradually eased, and that is why shallow-focus earthquakes usually are followed by aftershocks of lesser magnitude. This quake had two aftershocks. The 1989 Loma Prieta Earthquake near San Francisco had about 100 aftershocks.       Q: So which kind of quake is most dangerous?       A:       The great \"thrust\" quake off the coast is the one scientists fear most. The magnitude could be greater than 8.0, the shaking could last several minutes, and there would likely be a giant sea wave called a tsunami that could cause destruction on all shores of the Pacific Ocean. On Jan. 26, 1700, there was a great thrust quake that caused the Washington coastline to drop by as much as 30 feet. That event triggered a tsunami. But the shallow fault quakes can be very destructive, as well, though more locally. The strongest modern earthquake in the area is believed to have been caused by a shallow fault in the North Cascades. Based on newspaper reports, the quake of 1872 is estimated to have been magnitude 7.3.       Q: Could a quake trigger a volcanic eruption?       A:       \"The chances aren't likely,\" said Bob Norris, who studies volcanoes for the U.S. Geological Survey. An earthquake and an eruption are part of the same process of colliding crustal plates, but Norris said there's no direct evidence of an earthquake shaking loose an eruption. There is one known instance of an eruption taking place within 48 hours of a temblor, \"but that was in South America a long time ago, and we don't know for sure how they were related.\" Volcanic activity itself causes earthquakes--usually small ones. The churning at the upper level of the mantle, where the subducted Juan de Fuca Plate melts away beneath the North America Plate, sends molten material upward to form mountains such as Rainier, Baker, Adams and St. Helens. The overlap of the plates also causes the great uplift resulting in the rest of the Cascade Range. The magma moving upward, underground temperature changes and gas explosions can create swarms of small earthquakes, and scientists who monitored the 1980 eruption of Mount St. Helens were able to virtually dissect the inner workings of the volcano by plotting these quakes. The eruption was preceded by as many as 50 earthquakes a day. A magnitude-5.0 quake inside the mountain set loose the pyroclastic eruption of Mount St. Helens on May 18, 1980. Otherwise, the small, shallow earthquakes caused by volcanic activity aren't normally strong enough to cause damage to populated areas.       Q: Where can I go for more information?       A:       The recognized authorities for earthquake information in this area work at the Geophysics Program at the University of Washington. There you will find historical and real-time information on Northwest earthquakes and analyses of seismic data. Its home page:       www.geophys.washington.edu/. For more general information on earthquakes, check out the Geological Survey site:       http://earthquake.usgs.gov/. You can also examine color-coded maps of ZIP codes that portray the severity of the shaking in various areas, based on e-mailed reports from the public:       http://pasadena.wr.usgs.gov/shake/ pnw/.Caption:  photo,mapGreg Gilbert / The Seattle Times : The Nisqually River, in the foreground, flows out into the flats. The epicenter of Wednesday's quake was in Puget Sound in the middle of picture.Mark Nowlin / The Seattle Times: Three kinds of Pacific Northwest earthquakes (map not available electronically).: Taking a look at the science of the quake (map not available electronically)Whitney Stensrd / The Seattle Times: What happened Wednesday (map not available electronically).: Taking a look at the science of the quake (map not available electronically)", "edition": "Sunday"}