{"title": "W. Michigan shakes quake, SPU gymnasts - Northwest", "filename": "2001-03-01_WMichiganShakesQuakeSpuGymnasts-Northwest.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0EB53AAA52CAC2A3?p=WORLDNEWS", "date": "2001-03-01", "page": "D9", "section": "Sports", "author": "Unknown", "text": "The Western Michigan women's gymnastics team, caught at the top of the Space Needle when yesterday's earthquake struck the Seattle area, shook off any jitters--and a school-record performance by Seattle Pacific--to win a dual meet at Brougham Pavilion last night. The Broncos edged SPU in the final two events to score 194.025 points while the Falcons obliterated their old scoring record by more than a full point, scoring 193.700. The previous mark of 192.650 was set in 1998. Several members of Western Michigan's team, visiting from Kalamazoo for meets last night and again Sunday at UW, were on the Needle's observation deck, 605 feet above the ground, during the 6.8-magnitude earthquake. Coach Terry Casperson said she and her athletes sat down while the structure swayed back and forth. SPU's Alison Siegel, a junior from Oakland, won the floor exercise with the second-best score in school history (9.875) and won the all-around with a 38.500 score.       Notes **       Kelli Kamimura       shot a second straight 3-under-par 69 to lead the Washington women's golf team to the Bay Area Classic championship in Vallejo, Calif. Washington's 36-hole team score of 602 was 16 shots better than second-place California. Kamimura, a junior, finished at 6-under 138 to capture medalist honors, 11 shots ahead of San Diego State's Heather Rollo. ** St. Martin's took the lead with a four-run fourth inning, then held off two Pacific Lutheran rallies for a 5-4 baseball  victory yesterday in Lacey. ** Western Washington (23-3) is first and Seattle Pacific (21-4) third in the men's NCAA Division II West Region basketball poll. Central Washington (16-9) is eighth. Cal Poly Pomona (20-3) is No. 1 in the women's poll, followed by Seattle Pacific (21-4). Western (18-7) is fourth and Central Washington (18-7) fifth.", "edition": "Sunday"}