{"title": "A status report on earthquake-damaged structures - The Nisqually quake: One year later", "filename": "2002-02-24_AStatusReportOnEarthquake-DamagedStructures-TheNisquallyQuakeOneYearLater.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0F1ECB774205EC32?p=WORLDNEWS", "date": "2002-02-24", "page": "A22", "section": "News", "author": "Susan Gilmore And Autumn Koepp", "text": "Thursday is the first anniversary of the 6.8magnitude earthquake that shook the Puget Sound region, causing millions of dollars in damage. While much is now back to normal in Seattle, some highly visible structures are still not, including two that were redtagged, meaning no one is allowed inside. Fourteen other buildings in Seattle and one in Olympia are also still -redtagged, while 204 in Seattle are yellowtagged, meaning access is restricted.       1. Green Lake Shellhouse       Redtagged. Built in the early 1950s in an area of liquid soil, the structure’s foundation was damaged in the quake, dropping toward the lake. The shellhouse was torn down and rebuilt at a cost of $800,000, and may reopen this week. The Green Lake Crew programs have been severely curtailed during the past year.       2. Seattle Hebrew Academy       Yellowtagged. The Capitol Hill academy remains closed, its 170 students divided between a synagogue in Seward Park and in portables on the academy soccer fields. The 1909 building is protected as a historical landmark. With an estimated $2 million repair cost, and the inability to tear it down because of its landmark status, the academy may sell the building and build a new one elsewhere.       3. King County Courthouse       Repairs continue on the heavily damaged courthouse, where walls cracked, clay tiles fell from walls and stairwells, and elevators were knocked out of service. Damage is estimated at $6 million and it may take another 18  months to finish repairs.       4. Alaskan Way Viaduct       State and city engineers continue debating how to replace the 2.2mile viaduct, which sustained major damage and was closed intermittently for much of last summer. Among proposals for replacing it are a new elevated road or a \"cut and cover\" tunnel. No money has been found yet to replace the structure, which carries 110,000 vehicles a day. Repairing the viaduct’s earthquake damage cost about $3.5 million.       5. Pac Med Building       Home to Amazon. com, a medical clinic and dental office, it received an estimated $6 million in earthquake damage. Contractors hope to finish repairs, including rebuilding the top four floors, by Friday.       6. Compass Center       Yellowtagged. The homeless center, which housed 76 residents on its upper two floors, remains closed as a shelter though its hygiene center, bank and chapel are open. About half the residents now stay at St. Paul’s Lutheran Church in Fremont. A new 40bed overnight shelter is due to open Saturday at First United Methodist Church, 811 Fifth Ave. Repairs to the Compass Center, expected to reopen December 2003, are estimated at $5.5 million.       7. Union Gospel Mission       Yellowtagged. Built in 1890, the mission, which houses 250 men each night and provides 1,200 meals each day, sustained $2.4 million in damage. While the mission has raised $850,000 for repairs, it still is far short of what’s needed to complete the project. In its desire to keep church and state separate, the mission is not accepting government money to help with repairs.       8. Cadillac Hotel       Redtagged. The historic building, one of the first built after the Great Seattle Fire of 1889, is being sold to the nonprofit Historic Seattle, which hopes to refurbish it. Cadillac owners had estimated repairs would cost $9 million and asked to demolish it. Historic Seattle stepped in, agreeing to pay $500,000 for the building, and is negotiating with potential tenants.       9. McCoy’s Firehouse       The interior was reduced to rubble after the earthquake, but the Pioneer Square restaurant reopened Dec. 1. It cost owners Chrystal and Pat McCoy $700,000 to repair the historic building, which was built in 1900. Of that money, $450,000 was covered by insurance.       10. Starbucks in SODO       It sustained about $1.5 million in damage when its brick facade cracked. Repairs should be completed this summer.       11. SeaTac Airport control tower       The tower collapsed during the earthquake and last spring reopened with a new roof, windows and equipment, a $5 million repair project that brought it up to current seismic codes. Meanwhile, construction on a new tower, unrelated to the earthquake, continues. It is scheduled to be finished in 2003.       12. Maplewild Avenue Southwest in Burien       Two families remain out of their damaged homes but expect to return in several months. The road is expected to reopen later this year or early next year.       13. State Capitol in Olympia       Although emergency repairs were done after the quake, touchups are still needed, such as replacing damaged bricks, repairing cracked walls and floors and securing columns around the outside of the dome. State officials estimate repair costs at $15 million, $9 million of that for the Legislative Building. Most projects are scheduled for completion in 2003. The Legislative Building, however, will be repaired during a $91 million rehabilitation project that was planned before the earthquake. Construction is scheduled to begin in June, with completion set for November 2004.       14. The Deschutes Parkway in Olympia       The 1.7mile road connecting West Olympia and downtown has been closed since the quake, when it buckled and slid toward Capitol Lake. Repairs are estimated at $5 million and the state hopes to have it reopened in fall of 2003.       Reporting by: Susan Gilmore and Autumn Koepp; Seattle Times staff reporters       Copyright © 2002 The Seattle Times Company, All Rights Reserved. You must get permission before you reproduce any part of this material.       THE NISQUALLY QUAKE: ONE YEAR LATER       How to make your house earthquake-safe       This is the type of retrofit the city of Seattle is encouraging homeowners to do.       Pony walls       Pony walls are wooden walls that are sometimes used on top of an exterior foundation to support a house and create a crawl space. These short walls carry the weight of the house and, unless braced, may give under the extreme swaying of an earthquake. Look in your crawl space and make sure there is plywood or diagonal sheathing nailed on the inside of the studs. Horizontal or vertical wood siding is not strong enough to brace pony walls.       Anchored foundation       If you have an older home, as a minimum you need anchor bolts every 4 to 6 feet along the sill plate in your home's crawl space. This connects the house frame to the foundation, making it less likely the house will move off the foundation in an earthquake.       Foundation bolts       Bolts like these are required by the current Uniform Building Code used in the Western United States. THE SEATTLE TIMES       Source: California Seismic Safety CommissionCaption:  photo,map,illustrationThe Cadillac Hotel in MarchThe Capitol Dome in AprilMichele Lee McMullen / The Seattle Times : Numbered sites: High-profile structures that had considerable damage and are undergoing costly repairs - map not available electronicallyThe Seattle Times:  How to make your house earthquake-safe  -  Illustration not available electronically", "edition": "Fourth"}