{"title": "Fault unearthed in Bellevue trench - Evidence sheds light on Seattle quake line", "filename": "2002-08-22_FaultUnearthedInBellevueTrench-EvidenceShedsLightOnSeattleQuakeLine.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0F59727D6B15327D?p=WORLDNEWS", "date": "2002-08-22", "page": "B1", "section": "Local News", "author": "Eric Sorensen", "text": "Brian Sherrod's boots were covered with data. It looked like just so much muck. But it was 10 million-year-old muck, belched from a volcano, turned to bedrock, then weathered to the gumbo of tan clay that stuck to Sherrod's feet as he stepped around the south end of a trench he dug this summer off 164th Place Southeast in Bellevue. Being so old, that bedrock should lie beneath the soil dropped off by the last glacier 16,000 years ago. But Sherrod, a research geologist for the U.S. Geological Survey, last month unearthed a spot where the older bedrock was thrust six feet up and over the younger material. It probably happened in seconds. If anyone was around at the time, they would have noticed. \"I imagine it would just about knock you off your feet,\" Sherrod said yesterday. \"I don't know about throw you in the air, but certainly make it very difficult to stand up.\" The line between those two moving pieces of earth, clearly visible in Sherrod's trench and unveiled yesterday to the local news media, is thought to be the Seattle fault or something closely associated with it. The complex series of faults in the Seattle fault zone is the likely source of our most troublesome earthquake, and Sherrod's work is another bit of evidence that scientists hope will help them figure out how, where, when and how often the zone gets busy. Already the trench has advanced work on the fault zone by giving researchers another precise location for a rupture in the  zone. It also happens to be the farthest east such evidence has been seen. Moreover, this is the oldest evidence for an earthquake in the fault zone. While the oldest part of the fault studied, the Toe Jam fault on Bainbridge Island, is 3,500 years old, this is closer to 11,000 years old, providing another point in time to gauge the frequency of earthquakes on the fault. Tom Yelin, a Geological Survey seismologist, joked yesterday that Sherrod's trench is \"the hole that ate Bellevue.\" But Sherrod's find does not suggest the area is more likely to face an earthquake. Nevertheless, the city used the occasion to remind residents that they live in earthquake country and should be prepared. \"It's not anything that should surprise us because we've been preparing for earthquakes for a while,\" said Kathy Barker, Bellevue Fire Department education coordinator. \"It just gives us more information to work with.\" Researchers have suspected for years that the Seattle fault runs through Bellevue toward Issaquah. But they hadn't seen it until two years ago, when a consultant saw a suspicious formation at a construction site and alerted the University of Washington. Sherrod, an affiliate faculty member at the university, and other researchers had only a weekend to map the site before it was covered up. Sherrod then set about \"connecting the dots\" to find the new site on King County land a few hundred yards away. At one point he hacked tunnels through an understory of blackberries and bored several holes to find young glacial sand and older bedrock only feet away. On July 23, around 10 a.m., he and a backhoe operator uncovered the neat line where tan bedrock was thrust over the darker glacial material. For the earth to move so much, Sherrod figures the earthquake would have been around magnitude 6.8. That's the same as the Nisqually earthquake of Feb. 28, 2001. But this was close to the surface, not 35 miles deep, so its shaking would likely be far more disruptive. Recent highly destructive earthquakes in Kobe, Japan, and in Taiwan were on the surface, Sherrod noted. \"That's the kind of earthquake we're talking about here,\" he said. \"You can take it from there.\" Sherrod will now start looking for more evidence of the Seattle fault farther east, possibly under Lake Sammamish. He and his fellow scientists also will try to reconcile theories about how the fault is structured. Among other things, they are pondering why surface ruptures on the Eastside have material from the south thrusting up, while material from the north thrusts up in ruptures west of Puget Sound. \"Everyone is thinking, `What is the geometry of this thing? How does it work?' \" said Bill Steele, coordinator of the UW seismology lab. It's an irony of science: Confusion leads to clarity. \"I think it's very interesting,\" said Sherrod. \"I call it an opportunity.\"       Eric Sorensen: 206-464-8253 or esorensen@seattletimes.com. Ground motion For a simulation of the ground motion created by the Seattle fault, see       http://ground motion.cr.usgs.gov/html/ movies.shtml.Caption:  photo,mapThe Seattle Times: Trench - map not available electronically.Tom Reese / The Seattle Times : Research geologist Brian Sherrod uncovered the first evidence of the Seattle fault, or something closely associated with it, in this trench he dug off 164th Place Southeast in Bellevue.", "edition": "Fourth"}