{"title": "4.5-magnitude quake hits Mount Hood; no injuries - Volcanic risk not predicted", "filename": "2002-06-30_45-MagnitudeQuakeHitsMountHoodNoInjuries-VolcanicRiskNotPredicted.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0F47FB459C8C0FF9?p=WORLDNEWS", "date": "2002-06-30", "page": "B3", "section": "Local News", "author": "Joseph B. Frazier", "text": "PORTLAND -- An earthquake with a magnitude of 4.5 shook the Mount Hood area yesterday but there were no reports of damage or injuries. Bill Steele of the University of Washington's Pacific Northwest Seismographic Network said the quake hit at 7:36 a.m. It was centered about three miles south of the summit of Mount Hood, and was about four miles deep. Scientists said the quake was at least partially linked to the fact that Mount Hood is an active volcano, but that it did not presage volcanic activity from the 11,239-foot mountain. It was the strongest quake in the area in recent decades, Steele said, and was followed by hundreds of small aftershocks. \"It is reasonable to expect aftershocks of a magnitude of three or greater\" within the next few weeks, he said. Steele said there have been several groups of quakes around the mountain since the 1970s. \"This was stronger than any of those,\" he said. \"It shook the mobile home, the beds, the floors, but obviously there was no damage,\" said Dale Roberts of the Deschutes River town of Maupin, east of the mountain. Mark Vincent, general manager at the Timberline Lodge ski area on the mountain, said the quake registered \"a sharp jolt\" and a couple of lesser aftershocks. \"If you were sitting you might have felt (the aftershocks) but if you were walking you might not have felt them,\" he said. On May 15, Oregon felt two earthquakes, one measuring 4.3 in the Klamath Falls area and another of a 5.4  magnitude off the coast of Coos Bay. There were no damage or injury reports from either quake. Steve Malone of the seismographic network said they were still not sure whether the Mount Hood earthquake was directly related to volcanic activity or related to the movement of the Earth's plates and stresses and strains that caused the May earthquakes and the larger Scotts Mills quake in Oregon's Willamette Valley in 1993. Those quakes, he said \"are run-of-the-mill quakes that occur throughout the Pacific Northwest.\" \"The Mount Hood quake had some characteristics that make it somewhat different from those, but not clearly volcano-related,\" he said. Geologists say Mount Hood has undergone four eruption phases within the past 15,000 years. The most recent was in the late 18th and early 19th centuries when several lava domes collapsed, causing numerous pyroclastic, or mud, flows.Caption:  photoMount Hood meadows, 1996 : Mount Hood, an active volcano east of Portland, was shaken by its strongest earthquake in recent decades yesterday morning.", "edition": "Fourth"}