{"title": "5 counties feel 3.7 earthquake near Bremerton", "filename": "2002-06-17_5CountiesFeel37EarthquakeNearBremerton.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0F43B1E524259CCA?p=WORLDNEWS", "date": "2002-06-17", "page": "B1", "section": "Local News", "author": "J.J. Jensen", "text": "A minor earthquake centered near Bremerton kicked off Father's Day with some brief jolts, felt across five Puget Sound area counties, but caused no immediate damage. The University of Washington Seismology Lab reported the magnitude at 3.7. The earthquake occurred at 10:11 a.m., 11 miles southwest of Bremerton, near Belfair, Mason County, at a depth of about 10 miles. \"It's not that big an earthquake,\" said Erich Lenz, a research assistant with the UW's Earth and Space Sciences Program. \"It was really shallow, though, so people definitely felt it if they were awake.\" Lenz said equipment recorded more than one minute of activity, although people reported feeling it only for several seconds. Ed Lamar, an emergency-operations officer for the state, said people in Mason, Kitsap, King, Pierce and Thurston counties felt the earthquake. \"It was just a big thump. The whole house shook and that was it,\" said Ed Amick, a longtime wrestling coach who lives next to Belfair's North Mason High School. At the Belfair QFC, grocery checker Janet Rimmer said about 30 people were in the store when the earthquake occurred. She said everyone seemed immediately to know what was happening and quickly left the building. Nothing fell from shelves. \"We've gone through this before,\" said Rimmer. \"Nobody lost their shorts or anything.\" Just south of Belfair, at the LakeLand Village Golf Course, assistant golf pro Jay Ward said one golfer on the sixth tee reported seeing  waves rumble up the fairway and then shake houses by the golf course. UW seismologists said this shallow, midcrustal event was very different from the much deeper 6.8-magnitude Nisqually Earthquake on Feb. 28, 2001. That earthquake, which rattled Western Washington and was felt in parts of Washington, caused about $2 billion in damages and injured 400.       J.J. Jensen can be reached at 206-464-2386 or jjensen@seattletimes.com.Caption:  mapThe Seattle Times : Belfair - map not available electronically", "edition": "Fourth"}