{"title": "Pipeline remains shut; quake damage assessed - Temblor in Alaska cracks roads, triggers waves in Lower 48", "filename": "2002-11-05_PipelineRemainsShutQuakeDamageAssessed-TemblorInAlaskaCracksRoadsTriggersWavesInLow.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0F722DF67808CDD6?p=WORLDNEWS", "date": "2002-11-05", "page": "B3", "section": "Local News", "author": "Seattle Times News Services", "text": "ANCHORAGE -- Engineers inspected the Alaska pipeline yesterday to determine the extent of the damage after one of the most powerful earthquakes ever recorded in the United States knocked out some of its supports and forced a shutdown in the flow of oil. Sunday's magnitude-7.9 quake was so strong that it opened cracks 6 feet wide in roads and rocked boats on lakes as far away as Louisiana. However, only one minor injury was reported: A woman broke her arm in a fall when she fled her home. Almost anywhere else, a magnitude 7.9 earthquake could kill hundreds and cause billions in property damage. But the quake was centered in a remote, sparsely populated area. The pipeline, which carries crude from the North Slope oil fields, was shut down as a precaution, and Alyeska Pipeline Service spokesman Mike Heatwole said yesterday it was too soon to know when pumping would resume. The giant conduit, 60 miles from the quake's epicenter, was not ruptured, but some brackets were damaged, leaving sections of the 48-inch-diameter pipe suspended without support, officials said. Crews began work on temporary supports. The oil flow can be stopped for maintenance or other reasons without affecting oil shipments because a reserve is stored in tanks in Valdez. Oil analysts had little concern that the pipeline shutdown would dramatically affect supplies or prices. \"As far as affecting the world's oil markets, it would probably have to be knocked out a month or more,\"  said Ed Silliere, vice president of risk management at Energy Merchant in New York. Aftershocks rattled the region yesterday, one with a magnitude of 4.5, and seismologists said more could be expected for the next several days. But researchers said that a 3.1-magnitude quake Sunday night, centered under Whidbey Island, was not an aftershock and that the Alaska quake did not raise the risk of related quakes down the Pacific coast. \"We have no indication that it's more likely for a large earthquake to occur in Seattle than last week. We should always be prepared for shaking in Seattle,\" said William Steele, coordinator of the University of Washington seismology lab. The Alaska quake was centered in an area southeast of Denali National Park, 90 miles south of Fairbanks, but was felt throughout much of Alaska. It cracked highways and roads, triggered rock slides, shook houses and knocked over home fuel tanks. \"A charging brown bear I can handle. This scared the hell out of me,\" said Randy Schmoker of Porcupine Creek. He watched the ground ripple with a series of 8-inch waves. \"They looked like ocean waves.\" A 150-pound anvil slid 20 feet across the floor of Schmoker's metal-working shop. State crews worked through the night to make temporary repairs to roads, some of which had gaps up to 8 feet deep and 6 feet wide. Houseboat owners in Seattle's Lake Union reported waves battering their floating homes for up to 20 minutes Sunday, snapping water and sewer lines. Shaking was noted in Idaho, Western Canada and New Orleans, reflecting the relatively shallow location of the quake, just three to six miles from the surface, compared with a typical quake depth of 25 to 30 miles. \"This earthquake was shallow and the energy went directly into the surface and that is what causes these effects so far away,\" said Dale Grant, a geophysicist with U.S. Geological Survey's National Earthquake Information Center in Golden, Colo. By yesterday morning, more than 200 smaller earthquakes had been recorded in Yellowstone National Park, 2,000 miles away, supporting theories of seismic links over vast distances. This \"confirms what we are beginning to see worldwide -- that earthquakes can be triggered by other earthquakes at great distances, more so than we had thought before,\" said Robert Smith, a University of Utah professor of geology and geophysics.       Information from The Associated Press and Reuters was used in this report.Caption:  photoAlaska Department of Transportation / The Associated Press : A large crack appears along the Tok Cutoff Highway, near Mantasta, Alaska, yesterday after Sunday's magnitude 7.9 earthquake. (0392578814)", "edition": "Fourth"}