{"title": "Design of Alaskan oil pipeline holds up - 7.9 quake rattles but doesn't rupture line", "filename": "2002-11-11_DesignOfAlaskanOilPipelineHoldsUp-79QuakeRattlesButDoesnTRuptureLine.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0F74288FD6E6CFE0?p=WORLDNEWS", "date": "2002-11-11", "page": "A4", "section": "News", "author": "Mary Pemberton", "text": "ANCHORAGE -- The trans-Alaska oil pipeline was built to withstand an 8.5 magnitude earthquake, but the engineers who designed it in the early 1970s never expected to see it tested in their lifetimes. They were wrong about the test, but not about the pipeline. On Nov. 3, a 7.9 magnitude earthquake struck Alaska's interior, producing a 145-mile-long crack across the landscape and sending boats bobbing on lakes more than 3,000 miles away in Louisiana. Alaska officials estimated road repairs could reach $20 million. But the 48-inch Alaska pipeline, which snakes across 800 miles of mostly wilderness, survived just as designed -- damaged but not ruptured, said Doug Nyman, the pipeline's seismic design coordinator from 1973 to 1977. \"I think what it tells you is we had a super group of people 30 years ago ... (who) did an absolutely wonderful job of designing it,\" said David Wight, chief executive and president of Alyeska Pipeline Service, which operates the pipeline. If anything, the strongest earthquake ever recorded on the Denali fault showed the pipeline could have withstood more, Nyman said. The pipeline was shut down for 66 hours after the quake as a precaution. Alyeska pressure-tested it for big leaks before restarting the pumps Wednesday morning. The $8 billion pipeline, completed May 31, 1977, delivers approximately 17 percent of the nation's domestic oil. Nearly 14 billion barrels of oil have moved through the line from the North Slope to the  seaport at Valdez. It crosses three mountain ranges, 800 rivers and streams, and three active earthquake faults. During the design process, Nyman said, seismologists and geologists determined that the greatest potential for earthquake damage was the Denali fault and a fault near Valdez, where ocean tankers are loaded. The fault near Valdez had caused a magnitude 9.2 quake March 27, 1964. It was blamed for 131 deaths and was the strongest ever recorded in North America. At the Denali fault, engineers designed the pipeline to move with the earth. It was laid close to the ground on a gravel berm and is supported by shoes that slide on beams. That construction allows movement of 20 feet horizontally and 5 feet vertically. \"It allows for the fault to rupture. The pipe is floating on these beams. Those shoes accommodate the new geometry to the ground,\" Nyman said. The Nov. 3 quake moved the pipeline 7 1/2 feet horizontally and 2 1/2 feet vertically. \"Compared to what happened, we still have a lot of capacity there,\" Nyman said. The pipeline itself is made of steel chosen for its ability to bend and deform without breaking. Damage was right in line with what was expected, said Jim Lusher, engineering manager for the Joint Pipeline Office, a consortium of 13 federal and state agencies that oversees the pipeline. The shaking broke five aboveground cross beams that support the pipeline and at least two vertical support members. Nine anchors that restrict the pipeline's horizontal movement were tripped, and a honeycomb of insulating material was crushed in several places, but the pipeline was not dented, Lusher said. \"Generally speaking, the pipeline is in a cocoon of energy-absorption components,\" Lusher said. In the next couple of weeks, Alyeska will run a device called a \"pig\" through most of the pipeline to check for small underground leaks or other damage. Before Nov. 3, seismologists didn't think the Denali fault could produce a really big earthquake, even though it had historically been very active, said Roger Hansen, state seismologist for the Geophysical Institute of the University of Alaska. \"Indeed it was a sleeping giant so far,\" he said.Caption:  photoThe Associated Press : The Nov. 3 earthquake broke five aboveground cross beams that support the trans-Alaska oil pipeline. (0392590896)", "edition": "Fourth"}