{"title": "Quake's death toll put at 200", "filename": "2002-03-27_QuakeSDeathTollPutAt200.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0F28AF670D8AD91D?p=WORLDNEWS", "date": "2002-03-27", "page": "A2", "section": "News", "author": "Tod Robberson", "text": "KABUL, Afghanistan -- An earthquake that rippled across northern Afghanistan and Pakistan flattened mountain villages, and officials estimated hundreds had died and thousands were injured. Damage from the quake, which had a magnitude of 6.1, promised to weigh heavily on an already taxed international-relief network established in Afghanistan to help the nation recover from decades of war and poverty. \"These people were hit by 20 years of war, three to four years of drought and now comes the earthquake,\" said Mirielle Borne, an aid worker with the independent agency ACTED who arrived in the village of Nahrin, near the quake's epicenter. Afghan government officials initially said 1,800 were killed, but aid agencies estimated today that the death toll was much lower. Ros O'Sullivan, project coordinator from Concern Worldwide, said aid workers believe 200 people were killed in the town of Nahrin and surrounding villages in the Hindu Kush mountains. The toll could go somewhat higher, he said, but was not expected to exceed \"the low hundreds,\" O'Sullivan said. Nahrin is densely populated and had been filling up with refugees returning to their homes. The district capital lies in a part of the country that has been ravaged not only by recent conflicts but also by a three-year drought that has turned huge swathes of Afghanistan to dust and pushed 8 million people to the brink of starvation. Coming less than five months after the collapse of the  Taliban, the disaster will add to the multiple problems facing the new interim government of Hamid Karzai, who has been struggling to assert his authority across a nation still bitterly divided by the legacy of its recent wars. Karzai canceled a planned trip to Turkey to help direct relief efforts. The quake's epicenter was 105 miles north of Kabul in the northeastern province of Baghlan, where at least five isolated mountain villages of mud-brick houses were flattened by the temblor and its numerous aftershocks. As many as 82,000 people reportedly live in the area. An even stronger, 7.2-magnitude earthquake rattled the same region in the rugged Hindu Kush mountains on March 3, killing more than 100 people. Two quakes in 1998 killed more than 10,000. One aid-agency official said the aftershocks were coming at the rate of one every five or 10 minutes. Afghanistan has limited phone service, so the only way to make contact with the region is by radio or satellite phone. Two of the three main highways leading to the area hit by Monday's quake have been heavily damaged. The United Nations, which already has an enormous presence in Afghanistan to help with postwar reconstruction, said it is sending tons of emergency supplies, including tents, food, blankets and body bags to the region. At Bagram air base outside of Kabul, the U.S. Army dispatched a team to assess the damage and determine whether the military could be of assistance in the rescue and recovery effort, a spokesman said.       Information from The Associated Press and The Chicago Tribune is included in this report.Caption:  mapThe Associated Press : Afghan quake - map not available electronically", "edition": "Fourth"}