{"title": "Earthquake alert system might work for Seattle", "filename": "2002-08-18_EarthquakeAlertSystemMightWorkForSeattle.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0F5820E9050CA307?p=WORLDNEWS", "date": "2002-08-18", "page": "B1", "section": "Local News", "author": "Eran Karmon", "text": "A major earthquake is about to strike. You have 20 seconds. Now what do you do? It's not such a crazy question. Simple earthquake early-warning systems operate in Mexico and Japan, and Taiwan has a sophisticated network prototype that could give cities there about a 20-second warning before shaking starts, according to a report published this month. Calling the Taiwanese system a possible \"911 call for earthquakes,\" report author Leon Teng of the Southern California Earthquake Center said such systems could use short warning times to put automatic safety procedures into play, such as shutting off gas lines, halting trains or automatically bringing high-rise elevators to the nearest floor and opening the doors. The report appears in the current issue of the Bulletin of the Seismological Society of America. Seattle could benefit from a similar system, seismologists say. \"The place that an early-warning system might work the best anywhere in the U.S. is in fact right here in Seattle,\" said Steve Malone, director of the Pacific Northwest Seismograph Network and a researcher at the Department of Earth and Space Sciences at the University of Washington. But a system wouldn't work well for all the types of earthquake hazards that could threaten the Puget Sound area. Also, current emergency-notification systems couldn't do much with such short warning times, according to Rob Harper, spokesman for the state Emergency Management Division. State and  county safety officials said that while an early-warning system is a long-term possibility, their priority is preparing for an earthquake, with measures such as retrofitting buildings and educating people about earthquake preparedness, rather than predicting it. A simple concept is behind earthquake-warning systems. When a quake hits, seismic detectors close to the epicenter send a signal to population centers. Depending on how far from the epicenter a city is, word could reach town seconds or even minutes before the shaking. But what to do in those precious few seconds? One possibility in Seattle is for detectors to automatically trigger gates across the Alaskan Way Viaduct, preventing cars from driving onto the seismically unsafe structure, according to Eric Holdeman, manager of the King County Office of Emergency Management. In Japan, seismic detectors automatically shut off high-speed bullet trains during rough shaking. Residents of Mexico City got a 72-second warning before a quake hit in 1995. The warning was transmitted over radio and also to schools and the control center of the city's metro system, which directed trains to stop at the nearest station. Sounding an alarm is a well-tested concept for slower-moving natural disasters like hurricanes and tsunamis. But seismic waves move much faster, so all earthquake early-warning systems are plagued by the same problem: There's little time between when the alarm sounds and the shaking begins. A warning system in Seattle would have to be more complicated than the Mexico City installation because a greater variety of earthquake hazards threaten the Puget Sound area. The Puget Sound area has three major types of earthquake hazards: deep slab events like the 6.8-magnitude Nisqually quake in 2001; shallow crustal events originating somewhere in the system of faults that crisscross the Puget Sound area; and major earthquakes in the offshore subduction zone extending from northern California up to Vancouver Island, where two crustal plates meet. An early-warning system with sufficient lead time would probably work only for earthquakes originating in the subduction zone, Malone says. Depending on where in the zone the earthquake starts, Seattle could get anywhere from a 30-second to a four-minute warning. The last subduction-zone earthquake was about 300 years ago, geologists estimate, and the average time between events there is about 300 to 700 years. So sometime in the coming centuries, another big one is likely to hit. Malone says early warnings would be a \"mixed bag\" for deep slab earthquakes or shallow crustal events, which are the most common types of earthquakes in the area. \"Anyone close to (the epicenter) would have virtually no warning, but there'd be more warning the farther away you are,\" he said. Seattle could have gotten a 10- to 20-second warning for the Nisqually quake, whereas Olympia, which is close to the epicenter, would have had no warning. While most of the technological hurdles for earthquake early-warning systems have been cleared, no federal or state agency plans to implement a system, according to Thomas Heaton, professor of engineering seismology at the California Institute of Technology. Congress in 2000 authorized a $173 million plan to install a national network of seismic detectors that would be a first step toward implementing an early-warning system. But funding of the project has been much lower than anticipated and no significant installation has been done, according to Heaton. \"It may take going through a really nasty earthquake to motivate people to build it,\" he said. David Oppenheimer, a seismologist with the U.S. Geological Survey, adds that better earthquake engineering is more important than early-warning systems. \"The public would like to think that early warning is going to save them from earthquakes, but it's not,\" he said. \"Better earthquake engineering will.\"       Eran Karmon: 206-464-2155 or ekarmon@seattletimes.com. Information from Reuters is included in this report.", "edition": "Fourth"}