{"title": "Quake rift in Alaska is one of the biggest in 150 years", "filename": "2002-11-21_QuakeRiftInAlaskaIsOneOfTheBiggestIn150Years.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0F77746CF09DAA68?p=WORLDNEWS", "date": "2002-11-21", "page": "A23", "section": "News", "author": "Dan Whitcomb", "text": "PASADENA, Calif. -- A magnitude-7.9 earthquake in Alaska this month was triggered by one of the largest fault ruptures in at least 150 years, rivaling one that caused the great 1906 San Francisco quake, geologists said yesterday. The Nov. 3 quake struck a remote, sparsely populated area near Denali National Park and caused minor injuries, although it damaged three highways and prompted a temporary shutdown of the Alaska pipeline. Geologists who spent a week studying the temblor determined that the earthquake largely was caused by a rupture of a 130-mile section of the Denali fault, with horizontal shifts of up to nearly 26 feet. Kerry Sieh, a geology professor at the California Institute of Technology in Pasadena, said that rupture ranks in size alongside those that caused two great earthquakes along California's San Andreas fault -- the 1906 San Francisco quake and the 1857 Fort Tejon quake. Sieh said the Denali and San Andreas are both \"strike-slip\" faults, meaning that blocks on either side of the fracture move sideways relative to one another. He said the shifts have produced a set of large aligned valleys through the middle of the snowy Alaska Range. The quake, Sieh said, pushed the Denali fault through glaciers, offsetting large crevasses and rocky ridges within the ice. The earthquake also shook loose thousands of avalanches and rock falls. Investigators included geologists from Caltech's Division of Geological and Planetary Sciences, the  U.S. Geological Survey, Central Washington University and the University of Alaska. Scientists were surprised to discover that the fault rupture moved only east from the epicenter and left the western half of the fault unbroken, Sieh said, prompting them to speculate that the quake could have been the first in a series of large events that eventually will include breaks farther west.", "edition": "Fourth"}