{"title": "Hundreds killed as strong quake ruins Iran villages - Homes made of mud, brick topple", "filename": "2002-06-23_HundredsKilledAsStrongQuakeRuinsIranVillages-HomesMadeOfMudBrickTopple.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0F45AC2170B408D6?p=WORLDNEWS", "date": "2002-06-23", "page": "A5", "section": "News", "author": "Afshin Valinejad", "text": "ABDAREH, Iran -- An earthquake flattened nearly 100 mountain villages in northwestern Iran yesterday, killing at least 500 people, injuring more than 1,600 and leaving thousands homeless. Most of the known deaths occurred in the town of Bou'in-Zahra in Qazvin province, the epicenter of the magnitude-6 quake. Among the worst-hit places was the tiny village of Abdareh, about 140 miles west of the capital, Tehran. The quake struck at 7:30 a.m. when most people were still in their homes of brick, stone and mud. The quake toppled Abdareh's mosque, demolished 40 homes and left at least 20 people dead. The only thing not damaged was the hilltop cemetery. \"I came all the way to say hello to them all, and now I am here to bury them,\" said Abbas Mohammedi, who had driven from Tehran yesterday to visit his family. All nine of his relatives in Abdareh died in the quake. About 45 families live in Abdareh, a village surrounded by hills. A bulldozer driver, his face obscured by dust, said he had retrieved at least 10 bodies from the rubble. Eight-year-old Qulam Alavi could not stop crying as he stood in front of the home where both his parents died. \"When my father's body was removed from under the debris, his eyes were still open,\" the boy said. Qazvin, one of the hardest-hit provinces, is inhabited by tens of thousands of people and is one of Iran's industrial centers, home to many small industries. A senior Qazvin government official, speaking to  state-run television, said 177 bodies had been recovered. About 80 people were killed in the Qazvin area village of Kisse-Jin, Majid Shalviri, the head of the provincial Red Crescent Society, told Iran's official Islamic Republic News Agency. Throughout the swath of quake-ravaged villages, soldiers and civilian rescuers dug through the rubble, retrieving the dead and looking for survivors. Work continued after sundown. State television showed images of wailing survivors beating their heads and faces while grieving over bodies of loved ones. The quake also hit the provinces of Gilan, Tehran, Kurdestan, Zanjan and Hamedan and was followed by several aftershocks, the state news agency said. It was also felt in Tehran, but there were no reports of damage in the capital. Tehran radio said tents have been set up in some areas to shelter the homeless. The broadcast said rescue operations had been accelerated with several helicopters joining efforts to rescue people buried under rubble, collect bodies and provide water and other necessities to survivors. Houses of mud brick are vulnerable to strong earthquakes. \"Usually with this kind of building we lose a lot of people,\" said Professor Fariborz Nateghi, a government adviser on earthquake engineering. \"You lose the walls and the ceiling collapses.\" President Mohammad Khatami issued a condolence message to the Iranian nation, state television said. Khatami instructed the Interior Ministry to cooperate with other agencies to act quickly in offering assistance to the victims of the quake. Three days of mourning have also been declared in the provinces. Iran is situated on several fault lines, and earthquakes are common. The last major earthquake hit western Iran in 1997 and killed 1,560 people, according to the Iranian Ministry of the Interior's official count. In 1963, a deadly earthquake hit the same area as the one yesterday, killing more than 12,200 people and demolishing 124 villages.       Information from The New York Times and Reuters is included in this report.Caption:  photoHasan Sarbakhshian / The Associated Press : The search goes on for bodies in Iran's Abdareh, which was destroyed by an earthquake yesterday that killed more than 50 in the village, about 175 miles southwest of Tehran. The powerful quake flattened nearly 100 remote mountain villages. Most of the deaths are in Qazvin province, the epicenter of the magnitude-6 quake.", "edition": "Fourth"}