{"title": "Surprise costs led to high bids for court job - Seismic project was to cost millions less", "filename": "2002-02-07_SurpriseCostsLedToHighBidsForCourtJob-SeismicProjectWasToCostMillionsLess.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0F18DD31A98C2484?p=WORLDNEWS", "date": "2002-02-07", "page": "B1", "section": "Local News", "author": "Peyton Whitely", "text": "Bids to strengthen the King County Courthouse against earthquakes were millions of dollars higher than expected because of everything from rising insurance costs to noise restrictions on debris removal, county officials said yesterday. The county is now trying to figure out what to do next on the 5-year-old project. A summary of the reasons for the discrepancies between cost estimates and bids was given by project manager David Layton, who apologized to the Metropolitan King County Council's budget committee. \"Our apologies for having this happen. We worked extremely hard,\" said Layton. \"If I had to summarize it in two words, I'd say complexity and risk.\" Seismic-reinforcement plans date to 1997, along with plans to add 100,000 square feet of space and do historical restoration. By 1998, cost estimates had reached $136 million, and the work was scaled back. An emergency ordinance was approved to speed up the work after the Nisqually Earthquake last February. County estimates then put the price for the job at $48.1 million. When bids from two companies were opened Oct. 16, however, they came in at $63.3 million and $67.6 million. On Jan. 14, the bids were rejected. The county's estimate was too low, Layton said, because of unanticipated costs: renting space for displaced county workers, arranging temporary power to the site, rising steel and concrete prices, noise restrictions, changes in city building requirements and climbing insurance  costs since the Sept. 11 terrorist attacks. County officials met with the bidders, Baugh Construction of Seattle and Bayley Construction of Mercer Island, to analyze the bids and discovered many unrealized costs. In one example, Pat Steel, director of the county's Facilities Management Division, said there were unexpected costs for \"carrying cement around,\" explaining that because of noise restrictions, debris couldn't be tossed out of the building into chutes but would have to be removed in wheelbarrows. Besides that, much of the work would have to be done at night, to allow normal daytime operations, and contractors would have to pay workers premium wages for night work. It will probably be a week or more before officials make recommendations on what approach might be taken to lower costs. Meanwhile, the county has spent $8.7 million on the work, including buying 78 earthquake dampers, which resemble 25-foot-long steel beams. They're being stored in a warehouse until they can be fitted into walls on each floor to absorb seismic shocks. \"The King County Courthouse is the county's most public building,\" visited by thousands of people daily, said Councilman Larry Phillips, budget chairman. \"As such, we've got a duty to make the place safe.\" Presiding Superior Court Judge Richard Eadie underscored that urgency. \"We're concerned with the amount of time it's taken, and we're now at the point where we're starting over,\" he said.       Peyton Whitely can be reached at 206-464-2259 or pwhitely@seattletimes.com.", "edition": "Fourth"}