{"title": "Play like a girl? - Somewhere between quizzes, quests and 'Quake,' women are showing they've got (video) game.  But the industry still doesn't know what to do about it.", "filename": "2002-06-23_PlayLikeAGirl-SomewhereBetweenQuizzesQuestsAndQuakeWomenAreShowingTheyVeGot(Vi.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0F461616B8231617?p=WORLDNEWS", "date": "2002-06-23", "page": "K1", "section": "Entertainment & The Arts", "author": "Melanie Mcfarland", "text": "Want to know how the video-game industry feels about women? Witness the following anecdote from last month's Electronic Entertainment Expo: Even with the high ceilings at the Los Angeles Convention Center, it gets hot when 60,000 people crowd around rows upon rows of gaming consoles. The air tastes salty, feels difficult to inhale. Or maybe I'm just nervous and annoyed. As one of the few women here not dressed in stilettos and bikinis, I can't help getting a little squirrelly when I finally get my hands on a Nintendo GameCube controller to play \"Eternal Darkness: Sanity's Requiem.\" (Which stars, I might add, a realistically proportioned female character.) A guy behind me is whining, just loud enough for me to hear, that I'm hogging the game. Never mind that it times out to keep you from doing just that. Never mind that I've seen other guys take another turn after the machine's kicked them off. Never mind that this guy follows up his complaint by sneezing on my back. Was he hoping I'd cry cooties and abandon the game? Nah, I just steeled myself and looked at the bright side: At least he gave me a bit of a cool breeze. Yet this failed gross-out tactic drove home the traditional notion that the gaming industry is, as James Brown put it, a man's, man's, man's world. At least it is at E3, where the gender split favors men, from my conservative eyeball estimate, about 100 to 1. Stats on paper, though, might surprise Sneezy. According to the latest data  compiled by the Interactive Digital Software Association (IDSA), women can claim 43 percent of the gaming population -- 38 percent of the most frequent PC gamers and 28 percent of regular-console (i.e., PlayStation and Xbox) fanatics. What's more, 55 percent of all PC-software purchases are made by women, as are 46 percent of all console games. (Within those numbers, women are buying the majority of PC games for themselves, while they tend to purchase console games for other members of the household.) The gender split is evening up, but if E3 is any indication, it's clear that boy-oriented game manufacturers don't yet have any idea how to court the fairer demographic.       Women gaining economic clout The much-vaunted but just as often overlooked girl-gamer population is among a quickly growing segment of new gamers in an industry that generated $6.35 billion in software sales last year. A few billion dollars worth of purchasing power is nothing to aah-choo at. Even so, women remain second-class citizens in the gaming world from a marketing perspective. No place is this easier to see than at the convention where preview movies for games like \"Hitman 2,\" with a naked woman having sushi eaten off her belly, are endlessly looped on screens almost as high as the ceiling. On TV, where the occasional commercial for \"RollerCoaster Tycoon\" still airs in prime time, a guy sits in the driver's seat. According to a March 2000 survey conducted by the game's manufacturer Infogrames, 34 percent of the game's primary players are female, and of that number, 66 percent consider it their favorite game. \"What people tend to overlook is the fact that there are quite a large number of games out there that have a cross-gender appeal,\" said Doug Lowenstein, president of the IDSA. Women do tend to go for the more creative titles, as opposed to the shoot-'em-ups. Console games, on the other hand, are still considered mainly a male domain because of their appeal to the hardcore gamer, Lowenstein explained. \"That's beginning to change a little bit as the console becomes more ubiquitous in the home, and so the fact that you might be able to play DVDs, go online or listen to music with your game console gives them an added appeal.\"       Role-playing games popular Women still get stood up by marketers going for hardcore gamers, people who play a wide variety of games on both PCs and consoles regularly. Nikki Douglas, creator of an online gaming magazine called       grrl gamer.com      , started playing games on her brother's Atari as a kid. She moved on to role-playing games in multiuser dungeons and \"Doom,\" a game that made her realize how much she wanted to take an active part in the gaming world. But, she said, \"it was never made for girls. And I guess it never was, really, but that wasn't something I thought of until 1996, when I thought of doing a column for       riotgrrl.com      ,\" the online 'zine that spawned       grrlgamer.com      , which is currently down, but will be back in the fall. Douglas says she understands why a lot of women wouldn't be attracted to \"hack and slash\" titles or first-person shooters. \"You only achieve things based upon the violence that you mete out. So a lot of women probably wouldn't be attracted to that kind game,\" she explains. \"Whereas games like `The Sims,' which I'm also a huge fan of, it's also about creating things.\" The numbers back her up. Women drive the overwhelming sales of \"The Sims\" series, which allows players to create their own worlds. They dominate the numbers of players for Zone.com's most popular title, the puzzle game \"Bejeweled,\" and are expected to be among the larger slice of the market to purchase the new Microsoft PC game for virtual-zoo creators, \"Microsoft Zoo Tycoon: Dinosaur Digs.\" Another genre women tend to be attracted to? Role-playing, \"Dungeons & Dragons\"-style titles with sustainable characters. The online role-playing game \"EverQuest,\" for example, averages between a 16 and 20 percent female population. These numbers may seem small, but they're several times the amount for shooters like \"Unreal\" and popular real-time strategy game \"WarCraft III,\" both of which tend to be more than 96 percent male at any given time. That doesn't mean, as some male gamers have asserted, women don't like to shoot. \"The best `Quake' player I ever met was a woman,\" said Gaile Gray, a gamer for 14 years who handles fan sites for Bellevue-based       ArenaNet.com      .       Guys still rule gaming world They may, however, find an uncomfortable environment among other hardcore gamers online. Gray insists she has always been comfortable in her online-gaming experiences, that she's only heard tales of women being hit on or facing gender-based abuse. \"I've always gotten support, but maybe that's because I always play using my name so there's no question of my gender. Not many men named Gail spell it with an `e.' \" But it was precisely that kind of negative behavior that led Joe Ewbank, Webmaster of       yggdrasil.net      , to create a subsite on his domain called \"Guys 4 Girl Gamers.\" He began the group after seeing game sites post derogatory statements about women and hearing stories of come-ons and sexism from female friends who game. \"Maybe it's insecurity? Maybe it's immaturity? It's really hard to say. The gaming industry, in general, is also something that is very much populated by males,\" he said. But he acknowledges that attitudes are beginning to change among gamers and the industry itself. \"Slowly, people are starting to figure out that women are playing `Quake' and stuff like that. There just hasn't been as much of an influence in it, so a lot of the big marketing machines behind the gaming industry doesn't know what to market to women yet,\" he said. For instance, fighting titles like \"Dead or Alive 3\" for the Xbox, are popular among female gamers. For evidence, walk into an arcade, where you're likely to see a woman take on a man on \"Virtual Fighter,\" or kick some robot butt with \"Virtual On.\" Look at the \"DOA3\" commercial's panty-flashing heroine, though, and it's apparent the game is being sold to men. \"Does that create a perception among women that console games are not for them, because these are only ones they see in a market sense? My own sense is that certainly part of what's going to influence the growth of women gamers in the gaming space is going to be the marketing approach,\" Lowenstein said. \"And there certainly is more interest and awareness in terms of reaching more women.\" On the other hand, he adds, \"the fact that you find these pockets of women gamers who enjoy these kinds of titles points out the danger when people try to paint with a brush that defines the entire market. Women aren't monolithic and homogenous in terms of their gaming preferences ... the very notion that there are only certain games that women like is, in and of itself, a failed premise.\" Until the industry figures it out, there are female gaming clans for hardcore girls, numerous sites such as       womengamers.com      ,       gamegirlz.com       and, soon, Douglas' site. On       grrlgamer.com      , Douglas wants to create a safe, thriving jumping-off point for female gamers but stressed the site would welcome everyone. When it was last up, she said 40 percent of her regular visitors were male. Moreover, more women need to show their faces at E3, playing games and making their opinions known. Do your part, as this reporter did, by getting on a game guys don't expect women to play. To be fair, the man I went up against playing the new console version of \"Mortal Kombat\" -- at that moment, the standing champ -- was polite and treated me as an equal. That didn't stop me from schooling him with several characters, stunning an audience consisting completely of guys. \"Well, my work here is done,\" I said when my record was about 5 and 1. (Not to brag or anything.) \"Better go out on a high note.\" His surprise at my coup was proof that the gaming industry's closing of the gender gap, in terms of equilateral marketing and attitude, has a canyon's span to go.       Melanie McFarland: mmcfarland@seattletimes.com.Caption:  photo,illustrationMichelle Kumata / The Seattle Times:  Illustration not available electronicallyBob Riha Jr. / The Associated Press : Male gamers like Jamie Gibbs, left, and Jim Masi outnumbered women about 100:1 at last month's Electronic Entertainment Expo.", "edition": "Fourth"}