{"title": "After Afghan quake, `Jack does house calls' - American on 1-man mission to aid wounded", "filename": "2002-04-01_AfterAfghanQuake`JackDoesHouseCalls-AmericanOn1-ManMissionToAidWounded.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0F94CA54870ECA36?p=WORLDNEWS", "date": "2002-04-01", "page": "A1", "section": "News", "author": "Burt Herman", "text": "NAHRIN, Afghanistan — On a rocky hilltop above this earthquake-battered village, an elderly woman, Gawhar, crawled on all fours around her tent, hobbled by a hip injury still untreated days after the earth shook. Untreated, that is, until Jack showed up. \"Jack does house calls,\" said the American, who declined to give his last name or medical credentials, if any. Jack says only that he is a former Green Beret from Fayetteville, N.C., who has been in Afghanistan for more than five months on a mission he won't reveal. Local Afghan officials said he was a civilian adviser to the Northern Alliance, a confederation of warlords that helped the United States drive the Taliban from power. But on Saturday, Jack was on his own one-man mission to help those hurt in the quake that struck this area of northern Afghanistan a week ago — and in particular find its neglected victims: women and children. In this male-dominated society, especially in rural areas, most women have no say in whether they seek medical care. And if they are allowed to go for help, there are still the complications of who will accompany them and whether they will be kept separate from men of other families when they get to a clinic. Also, families who have lost everything are also reluctant to leave their homes for fear they will miss deliveries of food, tents or other crucial aid supplies. Wearing a khaki-and-brown, U.S. flag patch on his shoulder, sporting a beard and  carrying an assault rifle, Jack drove through Nahrin in a local van with a translator asking people if they needed help. He'd already bandaged more than 30 children by the afternoon and used up five boxes of field dressings — and quite a few happy-face bandages. Jack, who began visiting the village late last week, stopped in one tent Saturday to see a baby who was born while her mother, Sharifa, was buried under the rubble. Eight months pregnant when the Monday evening quake hit, Sharifa crouched for an hour on her hands and knees under the rubble to protect her newborn until they were rescued. Sharifa asked Jack, who also treated her back injury, to name the daughter: He chose \"Suzzana,\" or \"new beginning\" in the Dari language. \"I thought I was dead and I thought the child was dead for sure,\" the mother said as Jack tenderly examined the infant to check an eye infection he had treated the day before. Sharifa's injuries have left her unable to walk anywhere for help, so she has remained in the yard where 20 people are living in one tent. It was only after Sharifa's husband was treated by Jack for a neck wound that he trusted the American enough to bring him to the rest of his family. As soon as word got around that Jack was back Saturday, children came streaming into the tent to show him their injuries. Heading into the next tent, a woman who suffered a back injury allowed Jack to feel under her robe and examine her — keeping her veil pressed over her face. He pleaded with the woman's father to take her to a nearby clinic run by German army doctors. \"Right now, they have the chance to get some of the best medical care in the world for the first time in their lives,\" Jack asked his translator to tell the father. Two mobile hospitals are now operating in the area — one set up by the Kabul-based European peacekeepers and the other by the Russians. Across the street, Jack cleaned off the dressing he had already applied twice to one 8-year-old boy's severely burned hand. \"Maybe they're not hurt much, but even putting on a Band-Aid helps,\" he said. But some, like seven children he picked up to take to the clinics during the two days he has been in the area, need surgery. Jack was taken to Gawhar, who had the hip injury, by the elderly woman's son, Muhammad Noser. She was in a tent among a group of 10 perched against the dusty winds by a graveyard atop a steep hill. Gawhar had been unable to walk since she was hit by parts of their disintegrating house in the earthquake and Noser had carried her up the hill to the tent. But he said he hadn't had a chance to get her medical help and no aid workers had visited their small encampment. \"It was a total disaster. Get food, get shelter, get her to a hospital — what could I do first?\" Noser asked. Jack got the Afghans to agree to give up two of their tent poles and a few blankets for a makeshift stretcher to carry Gawhar down the hill to his van for transport back to the German clinic.Caption:  photoAlexander Zemlianichenko / The Associated Press : Jack, left, a former Green Beret, accompanies the Afghan woman Gawhar who was hurt in the earthquake to a mobile hospital.", "edition": "Fourth"}