{"title": "Quake hits damaged Afghan town again", "filename": "2002-04-12_QuakeHitsDamagedAfghanTownAgain.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0F2DF141F3ED5E89?p=WORLDNEWS", "date": "2002-04-12", "page": "A9", "section": "News", "author": "Reuters", "text": "KABUL, Afghanistan -- An earthquake hit the northern Afghan town of Nahrin today, collapsing dozens of buildings little more than two weeks after a series of quakes killed more 1,000 people in the area, officials said. The quake had a magnitude of 5.8, according to the U.S.-based National Earthquake Information Center. There were no immediate reports of casualties. Many people are still camped out in tents in the area. Local officials said aftershocks from the quake, which Pakistani seismologists said were felt as far away as Kabul, 100 miles south, and Islamabad, the Pakistani capital, continued to rock the area. Seismologists said today's quake was almost as strong as the ones that rocked the Nahrin area late last month. They, too, were followed by waves of aftershocks that hampered rescue work in an area littered with land mines laid during years of war. However, the survivors of last month's earthquakes were luckier than some in the quake-prone Hindu Kush region because aid agencies were relatively close and well prepared to help. In 1998, when more than 5,000 people were killed in an earthquake just north of Nahrin, it took many days to get help to the region, mostly because the ruling Taliban made relief work difficult. Last month, help was on the way in a matter of hours from the United Nations, private aid groups and international military forces. Civil engineers with the international forces were drafted to clear broken down  vehicles from Salang Tunnel, the world's highest at 11,034 feet, to allow aid to move on the vital highway north from Kabul. But mines in the Nahrin area, much fought over in recent years, were a major problem because maps of minefields are out of date and the movements of the earth shifted mines, bringing them to the surface or burying them deeper.", "edition": "Fourth"}