{"title": "New forensic center for Western State - Old brick building cracked by quake", "filename": "2002-02-08_NewForensicCenterForWesternState-OldBrickBuildingCrackedByQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0F1A2DEC779EEDD3?p=WORLDNEWS", "date": "2002-02-08", "page": "B7", "section": "Local News", "author": "Gene Johnson", "text": "LAKEWOOD, Pierce County -- Before last February's earthquake, the quarters for the criminally insane at Western State Hospital were found in a dank, Romanesque building where as many as eight patients shared a room and footsteps echoed in windowless halls. By comparison, the new $50 million Center for Forensic Services is, well, a nice place to visit. Hospital officials hosted an open house yesterday, leading guests through the center's open-air courtyards, wooden-floor gymnasium and long, big-windowed main hallway, from which they could watch a passing black-tail doe. \"It's light. It's spacious. There's lots of program area,\" staff psychologist Alton Couturier said. \"Patients feel valued when they look at a building like this.\" The center, whose 240 residents are expected to move in by April, is where people wind up when they need a court-ordered competency evaluation, are ruled mentally incompetent to stand trial or are acquitted of criminal charges by reason of insanity. The center has had problems in the past. A watchdog group sued over staffing levels and living conditions -- a woman alleged she was sexually assaulted twice in August 2000 -- and a settlement was reached last year. It required the center to more than double its staff to 55 and create a separate ward for women. The old building, called North Hall, already was going to be replaced when the Feb. 28, 2001, earthquake cracked its walls and splintered its support columns. The residents  were evacuated, and the state scrambled to find alternative housing at the hospital. There was little living space in North Hall, and aside from arts and crafts, patients had little in the way of recreation. A flier on the fourth floor still advertises a baked-potato sale that started 25 minutes before the earthquake. The new building, just down the hill, is designed to fare better in a quake. It has seismic joints every 50 feet. Patients can have their own rooms or share doubles. They can use an exercise room, play basketball or volleyball or chess, watch television or make ceramics. Twenty-five treatment rooms can be used for drug-abuse meetings, worship services or other purposes. Most of the furniture was made by state prison inmates. Having more light and more activities helps patients heal, said Lee Chase, the hospital's project coordinator, who helped design the center. \"There are times when it's neat for them to do therapy without, quote, doing therapy,\" Chase said. \"Some people might say these are frills, but there really aren't any frills at all.\" That said, the building also offers plenty of security. Guards in a control room monitor the patients on 29 cameras. Two of the eight wards are high-security, complete with steel doors and \"60-minute attack-rated glass\" -- glass that would take an hourlong pounding from a sledgehammer. Staffers carry personal alarms, similar to remote entry devices for cars, and can hit red buttons on the walls if they get in trouble. Uniformed officers patrol the hallways. The yards are enclosed with climb-proof fences. Bruce Gage, program director for the center, said patients assigned to programs such as Western State's around the country fare better than those assigned to prisons. Their recommitment rate is 5 percent -- 10 times better than that of criminally insane patients released from prisons.Caption:  photoCheryl Hatch / The Associated Press : A fence rings the yard of the new $50 million Center for Forensic Services at Western State Hospital in Lakewood, Pierce County.", "edition": "Fourth"}