{"title": "Quake collapses school in Italy - Several preschoolers die; others remain trapped", "filename": "2002-11-01_QuakeCollapsesSchoolInItaly-SeveralPreschoolersDieOthersRemainTrapped.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0F70DC7D213E01C2?p=WORLDNEWS", "date": "2002-11-01", "page": "A1", "section": "News", "author": "Peter W. Mayer", "text": "SAN GIULIANO DI PUGLIA, Italy -- An earthquake jolted south-central Italy yesterday, sending a nursery school roof crashing down on a class of preschoolers during a lunchtime Halloween party. At least 23 children in the school and two women in nearby homes were killed. Driven on by faint voices coming from the rubble, frantic rescuers worked through the night to save six children and a teacher who remained trapped after the 5.4 magnitude quake struck the Molise region, shaking the town of Campobasso at its epicenter as well as surrounding villages northeast of Naples. San Giuliano di Puglia, a medieval village of 1,195 people, was the hardest hit, with several buildings damaged. The ANSA news agency said 3,000 people in the region fled damaged homes. The yellow schoolhouse in San Giuliano di Puglia collapsed entirely on itself as 56 children and their teachers celebrated the holiday. Halloween has recently become popular in Italy, and some of the frightened relatives at the school had painted faces for the festivities. Children in costume also stood watching. \"We had organized those celebrations to exorcise the fear of the spirits. Instead, this morning, the terror came from the earth,\" one of the injured teachers, Luigina Vaccaro, said after being hospitalized. \"There were indescribable moments when it seemed as though the earth met the sky.\" Anguished parents rushed to the scene and kept a vigil overnight, bundled in blankets to guard against the  evening chill. They watched as rescuers used cranes, blowtorches and bare hands to claw at the debris, removing roof tiles and slabs of concrete while listening for the faint sounds of trapped children. Applause burst from the tense crowd after one difficult rescue. Residents cried, \"Giovanni! Giovanni!\" when the little boy was brought out on a stretcher. \"As soon as he came out he called me `Papi' like he always does,\" the boy's father told RAI state television, which did not give the man's name. \"... He was in good condition. He told me there are many other children still alive, a little shocked but still alive, so the hope is still there that they can save more. \"I thank God for this gift he has given me,\" he said. As of dawn today, at least 26 children and three teachers had been rescued. Italian news reports said more than a dozen children and one adult remained in the rubble 16 hours after the quake struck. Bodies were being housed in a makeshift morgue at the town sports center, where family members came to identify the dead, police officials said. One girl named Lilia, her left hand in a small cast, told Italian TV from her hospital bed that the children were drawing Pinocchio pictures, getting ready for their Halloween party, when the quake struck. \"I heard it crumble, and we screamed,\" she said. She said she hadn't heard news of her friend Melissa. \"She wasn't near me. I didn't even hear her voice. I don't know if she's still alive.\" Tearful parents stood nearby, blocked from the site by a police barrier, sometimes calling out the names of their children. Others waited at nearby hospitals. \"Many buildings have collapsed throughout the village; we fear there might be other victims outside of the school,\" said Tonino Scarlatelli, an official in the Molise regional president's office. Rescue teams poured into the tiny village from nearby regions, and Premier Silvio Berlusconi arrived late yesterday to follow the developments firsthand. Some of the rescued students told Italian television that older children from the village had come to their class to teach them about Halloween. While dozens of children were in the school at the time of the collapse, others had moved outdoors for the festivities, perhaps saving lives, news reports said. The government made an aerial survey and said about 70 percent of homes in the area were damaged, with collapsed roofs or cracked walls, AGI news said.       Information from the Los Angeles Times is included in this report.Caption:  photoVincenzo Maizzi / The Associated Press : Rescue workers search for victims yesterday in a collapsed school in San Giuliano di Puglia, near Campobasso, Italy. (0392567721)Gregorio Borgia / The Associated Press : Two women watch rescue operations yesterday at the site of a nursery-school collapse in San Giuliano di Puglia, Italy. A 5.4 magnitude earthquake struck the region. (0392568106)Knight Ridder Newspapers: Campobasso, Italy. (GNICB7E2)", "edition": "Fourth"}