{"title": "Oak Harbor shocker shakes up North - Wildcats stun Lake Stevens 36-6 after quake", "filename": "2002-09-21_OakHarborShockerShakesUpNorth-WildcatsStunLakeStevens36-6AfterQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0F6355E906011CBE?p=WORLDNEWS", "date": "2002-09-21", "page": "D9", "section": "Sports", "author": "Greg Bishop", "text": "OAK HARBOR -- The trembling started around 6 p.m., shaking dishes, swirling tummies and bouncing cars in this quiet Whidbey Island town. Fans gathered before the Oak Harbor-Lake Stevens football game last night to discuss a 4.2 magnitude earthquake. They had no idea just how much shaking was yet to come. It came courtesy of the hometown Wildcats, who paraded all over last year's WesCo 4A North Division champion Lake Stevens 36-6 last night in front of a full crowd at Memorial Stadium. Dominating? Yes. Convincing? Sure. Surprising? Absolutely. Even to their coach. \"The way we jumped on them tonight, I'm even a little surprised we could play that well,\" Oak Harbor Coach Dave Ward said, a smile plastered on his face. \"They're a tough team to play.\" Count Ward, Lake Stevens and the rest of Memorial Stadium as believers after Oak Harbor bamboozled the defending champs last night. \"We might be small, but we showed we can play with the big boys,\" said quarterback Lenny Serfling, clutching his lucky tennis ball in the hand that threw for 178 yards and three touchdowns while catching another TD pass. \"Now everyone knows: Oak Harbor is for real.\" This is the same Oak Harbor team picked by WesCo North coaches to finish fifth in The Seattle Times preseason poll playing against a Lake Stevens team picked third. For the Wildcats, it was their second consecutive upset after beating preseason No. 2 pick Mount Vernon. Oak Harbor won with a 22-point  second quarter, a well-balanced offense, a stingy defense and several Lake Stevens penalties. Defensively, the Wildcats held Lake Stevens' all-conference quarterback Mitch Canham to zero first-half completions and two total interceptions, only one week removed from a 152-yard passing performance in the Vikings' season-opening win over Monroe. Canham didn't complete a pass until the 9:25 mark of the third quarter. Offensively, Oak Harbor showcased its versatility, scoring on drives as long as 10 plays and as short as one -- a 58-yard touchdown pass from Serfling to Grant Bull. The duo hooked up three times for 123 yards and two TDs.", "edition": "Fourth"}