{"title": "Inventor hopes his creation will shake up quake control - The Arlington entrepreneur is meeting with Seattle officials this week to discuss his system.", "filename": "2002-12-11_InventorHopesHisCreationWillShakeUpQuakeControl-TheArlingtonEntrepreneurIsMeetingWith.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0F7E604D94871562?p=WORLDNEWS", "date": "2002-12-11", "page": "H20", "section": "The Times Of Snohomish County", "author": "Peyton Whitely", "text": "ARLINGTON --       As the city of Seattle contemplates possibly spending billions of dollars on earthquake measures, including retrofitting the Alaskan Way Viaduct, a solution may be sitting in an Arlington workshop. That's where Micheal Axon runs a business called Seismic Shock Control Systems. Axon has invented a system to defuse the shock of earthquakes that's both complex -- he has 27 patents on parts of the invention -- and simple. The simple part shows up in a model that Axon has put together to show how the system works. When the ground moves, structures supported by columns, like a bridge, just stand still. \"I'm a problem solver,\" says Axon, 53, a 1968 graduate of Snohomish High School. \"It's just a skill that I've got.\" The system essentially works by providing a fitting resembling a large doughnut between the lower and upper pieces of a column. In an earthquake, the lower part would move, but the urethane doughnut would disperse the shock and allow the top part of the column, and whatever it supported, to remain intact. Axon is meeting this week with Seattle officials to discuss possible solutions for problems such as the one posed by the viaduct. During the past few weeks, he said, he has met with officials from Turkey and China to discuss possible applications in those earthquake-prone countries. Axon, an entrepreneur with 35 years of experience in product development, went into business for himself in 1989. After that year's deadly  Loma Prieta earthquake in Northern California, he started thinking about how things shake. \"I just focused on it,\" he said. \"I used all my skills. I designed my unit around the frequency, or how much something shakes.\" Axon has invested more than $800,000 in the system and patents, with much of that going for expenses such as $1,500-an-hour testing at a laboratory in Buffalo, N.Y., where, Axon notes, the unit passed with superior results. The tests were done by the University of Buffalo under the supervision of Michael Constantinou, chairman of the department of civil, structural and environmental engineering, as well as a director of the Structural Engineering and Earthquake Simulation Laboratory there. Constantinou said many earthquake-control devices have been tested. \"Over the years, many systems have been developed but they were totally nonsense,\" he said. \"It was like buying a Yugo.\" The Axon system was not one of those, however, Constantinou said. \"There was no question it was going to work,\" he said. \"Cost and reliability are the issues now.\" One of the advantages of the Axon system, Constantinou added, is that it may be cheaper because it's easy to make. What Axon needs now, Constantinou said, is improved marketing. Axon has incorporated and brought in a management team with Chuck Goll, a former Weyerhaeuser manager, as chief executive officer. He's looking for investors. Axon figures his devices could be installed on bridge columns or even the Alaska pipeline; costs might range from $7,000 to $60,000 for each fitting. Axon says he's come to a pivotal point in determining whether the systems will become widely used. The first thing that's needed is to get them installed. The second is to have them survive a quake. \"Everybody's going to want it then,\" Axon said.       Peyton Whitely: 206-464-2259 or pwhitely@seattletimes.com. To learn more Information about Seismic Shock Control Systems is available on the company's Web site, www.seismic shock.com.", "edition": "Fourth"}