{"title": "Moderate quake shakes Northeast", "filename": "2002-04-21_ModerateQuakeShakesNortheast.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0F94CA72423BF36A?p=WORLDNEWS", "date": "2002-04-21", "page": "A2", "section": "News", "author": "The New York Times And The Associated Press", "text": "AU SABLE FORKS, N.Y. — A moderately powerful earthquake rattled the Northeast yesterday, causing no injuries but damaging roads and breaking windows in upstate New York while shaking people out of sleep from Maine to Maryland. The quake, at 6:50 a.m., had a magnitude of 5.1 with its epicenter about 15 miles southwest of Plattsburgh, N.Y., according to the U.S. Geological Survey's National Earthquake Information Center. The shaking could be felt as far away as Boston in the east, the Canadian border to the north, west to Buffalo, N.Y., and as far south as Baltimore, a USGS statement said. William Ott, a seismologist at Weston Observatory at Boston College, reported at least two aftershocks. In Brooklyn, the main quake felt as if the subway train were rolling by. Gov. George Pataki said he could feel the temblor in the governor's mansion in Albany. By noon, Pataki had declared states of emergency in Essex and Clinton counties in upstate New York as officials received reports of damage including water-main breaks, collapsed roads and fallen chimneys. The quake broke off a 100-foot section from one road in Ausable, said David Fessette, highway-construction supervisor for Clinton County. A crew was filling the area with limestone yesterday. Parts of at least two other roads collapsed, and there were several water-main breaks in the area. Don Maurer, spokesman for the State Emergency Management Office, said about 1,500 people in Jay lost power for a  few hours. Maurer added that the State Department of Transportation would begin checking all roads and bridges in the area around the epicenter. Several dams in the region already had been checked, he said, and were found to be undamaged. At Adirondack Mountain Spirits in Ausable, the earthquake rattled liquor bottles off the shelves. \"It was just a mess,\" owner Dayle Richards said. \"Even if they didn't break, they were covered with other debris.\" Hannah Deming, 40, lives in Keesville, a few miles from the epicenter. She had just sat down to have coffee with her husband, Jon, when she heard a sudden, terrible racket that sounded, she said, like a furnace about to explode. \"There were these incredible pops and bangs,\" Hannah Deming said. \"It sounded like the house was about to blow.\" Although some witnesses said the tremors lasted no more than 30 seconds, Deming said they went on for perhaps two minutes — long enough for her husband to place their daughter in the car, run back for a cellphone, come out again, and run back in for the car keys. The quake, she said, had cracked their concrete-block house from foundation to roof. Frank Revetta, a professor of geology at the State University of New York in Potsdam, said there had not been an earthquake so large in the Plattsburgh area since 1983. That year, a quake similar to yesterday's struck near Blue Mountain Lake, he said. The Plattsburgh area, Revetta said, is in what is known as the Northern New York-Western Quebec Seismic Zone, a belt of land that extends from the Adirondacks into Canada and is given to small earthquakes that typically measure a magnitude of 2 to 4. \"Normally you'd got one this big just every 100 years or so,\" he said. Revetta said yesterday's quake provided him a chance to feel personally the effects of a decent-size earthquake. \"It was actually kind of scary,\" he said. \"The house just kept shaking and shaking and shaking.\" The largest earthquake recorded in New York, according to the USGS, was a magnitude-5.8 quake in 1944. That temblor was centered in Massena, about three miles from the Canadian border. Won Young Kim, a seismologist with Columbia University's Lamont Doherty Earth Observatory, said a magnitude-3.5 quake occurred in the same area of yesterday's jolt on the same day, April 20, two years ago.Caption:  photoWill Waldron / The Associated Press : A highway supervisor surveys earthquake damage on a road near Au Sable Forks in New York. Yesterday's 5.1-magnitude temblor had an epicenter 15 miles southwest of Plattsburgh, N.Y.", "edition": "Fourth"}