{"title": "`Silent' earthquake releasing energy underneath Northwest", "filename": "2003-03-27_`SilentEarthquakeReleasingEnergyUnderneathNorthwest.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0FA0FB9923C81C44?p=WORLDNEWS", "date": "2003-03-27", "page": "B4", "section": "Local News", "author": "The Associated Press", "text": "PORTLAND — An earthquake beneath the Northwest is slowly unleashing energy that may be equivalent to the magnitude 6.7 Nisqually quake that rocked the region two years ago, experts say. But the so-called \"silent\" or \"slow\" earthquake is releasing that energy over weeks rather than in the sharp, seconds-long jolts of a typical quake. No one can feel it. The event started Feb. 26 and seems to be sputtering to a halt far beneath northwest Washington and southwest British Columbia. The quake originated beneath the Strait of Juan de Fuca near Friday Harbor and Victoria. Recently discovered silent quakes, which can only be detected with sensitive instruments, aren't as harmless as they may seem. Scientists say they may be adding to the tremendous pressure in an area where the brittle rocks of two tectonic plates are locked offshore. Evidence shows that every few hundred years, the jammed plates release that stress in huge magnitude 8 or 9 earthquakes, the last about 300 years ago. \"These slow slips aren't reducing the stress on the locked zone,\" said Herb Dragert, a research scientist with the Geological Survey of Canada in Sidney, B.C. \"They're actually, in little pulses, adding a tiny bit of stress to the locked zone.\" About every 14 to 15 months, the slow-motion earthquakes are generated about 15 to 30 miles deep at the interface of the lower Juan de Fuca tectonic plate and the upper North American plate. In that area, called the \"slip\" zone,  the rocks are hotter and more flexible than in the locked zone, allowing the plates to pass each other more easily. \"What is going on for those 14 to 15 months is that things are stickier in the slip zone,\" Dragert said. \"Then the slip happens — the sticky portion is released — which adds stress to the locked zone\" as the North American plate shifts westward toward it. The locked zone is causing the western edge of the normally westward-moving North American plate to compress and be shoved eastward about a half inch each year along the coast. However, each slow earthquake reverses that eastward motion, allowing the North American plate to rebound westward by about 0.08 to 0.16 inches during the course of the quake.", "edition": "Fourth"}