{"title": "Iranian city devastated, now deserted - Survivors make a mass exodus from Bam, where death toll from last week's quake may reach 50,000", "filename": "2003-12-31_IranianCityDevastatedNowDeserted-SurvivorsMakeAMassExodusFromBamWhereDeathTollFrom.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0FFCF04C26453A3A?p=WORLDNEWS", "date": "2003-12-31", "page": "A1", "section": "News", "author": "Karl Vick", "text": "BAM, Iran — Already bereft, Bam edged toward emptiness yesterday as a steady stream of survivors leaving the devastated city turned into something more like a torrent. In the four days since a massive earthquake leveled this dusty desert city of 80,000, more than 30,000 bodies have been buried. Iran's Interior Ministry estimated the final death toll would reach 50,000, which would make Friday's 6.3-magnitude quake the deadliest in the world in more than a quarter-century. With no building in Bam city habitable and temperatures dropping by the day, those who survived the disaster are simply packing up and moving on. Yesterday, many of Bam's haggard remaining residents crowded around the steel gate of the city's crumbling police headquarters, clamoring for the official permission required before a household may legally leave. By 11 a.m., officials had issued 5,000 copies of the pulpy form known as javaz, or \"allowance.\" At dusk, practically the only remaining inhabitants were the ones with nowhere to go. \"Everybody has gone, and we are also going, either today or tomorrow at the latest,\" said Farzaneh Shahrokhi, standing beside a row of four refugee tents pitched on the curb of a main avenue, her family's home since the earthquake. \"We are waiting for relatives to come from Kerman so that we can collect our belongings and go.\" In the battered Revolutionary Guard compound that has served as a campground for rescue and relief workers, 83 U.S. government  relief workers arrived in late afternoon, further swelling an international aid contingent that already numbered more than 1,100. As the first official U.S. delegation to set foot in Iran in more than a decade, the American doctors, engineers and relief experts were the object of considerable interest, representing a possible bridge between two governments that have not had diplomatic relations since 1979. In their haste to reach Bam, the Americans realized en route that they had forgotten to pack headscarves, required attire for women in the Islamic Republic of Iran. A search of their U.S. Air Force C-5 cargo jet ensued, an improvised solution was pulled from crates of medical supplies, and Susan Briggs, a surgeon from Boston's Massachusetts General Hospital, greeted her Iranian hosts wearing a sling on her head. \"This is an important reaching-out,\" she said, \"and I hope it leads to better things.\" Secretary of State Colin Powell cited Iran's acceptance of the aid, along with its willingness to submit to surprise international inspections of its nuclear program and other recent moves, as signs of a \"new attitude\" in Iran. Iranian President Mohammad Khatami expressed thanks to \"anybody who has offered assistance, including the Americans.\" But in remarks to reporters, the reformist leader played down suggestions that the arrival of U.S. aid represented a breakthrough. \"What is the point of negotiations if there is no trust that will enable us to reach a common position?\" Khatami asked. The huge international presence in Bam sharply contrasted with the last time disaster struck Iran on such a scale. In June 1990, Iran refused admission to international relief workers in the aftermath of an earthquake north of Tehran that killed a similar number. In Bam yesterday, the whole world seemed to be present. South Korean rescue workers formed up for a picture, while a Swiss rescue worker played with a German shepherd outside his tent. Turks sipped black tea, an Algerian strode by with a cigarette holder in his teeth, and a Georgian checked his e-mail on a laptop in the tent of Telecoms Without Borders, a fixture at any major disaster. The city map posted at a U.N. tent showed the scope of the search-and-rescue effort: Teams from Belgium, Georgia and Denmark had the east. Norway and South Africa worked on the south side. And on the west side, China toiled beside Taiwan. But while burials continued in the massive, industrial-scale graveyard at the edge of town, rescue teams were packing up and leaving. \"There are fewer bodies to be found,\" said Wald Deboosere, coordinator of Belgium's B-Fast team. Despite sniffer dogs and high-tech gear, many teams found no one alive (the Turks found a bird and a goat). Deboosere blamed the construction of Bam's residential quarters. Unlike buildings made of concrete and wood, which collapse in jumbles that leave space for victims to survive for days, the mud-brick homes of Central Asia fall into piles. The quake and recovery efforts could also affect Iran's parliamentary elections, set for February. Even before the quake, a recession and unemployment had left many Iranians unhappy, and once-touted political reforms had come to a standstill, Davoud Hermidas Bavand, who teaches law at the University of International Relations in Tehran, told the Los Angeles Times. Many of Bam's homeless say the government's progress in reconstruction will help them decide whether they will remain in the city or join the exodus. Bam's 2,000-year-old citadel, the world's largest medieval mud fortress, was largely destroyed by the quake. Khatami said a committee of foreign experts would determine how to go about rebuilding it. \"We will rebuild the Bam citadel as the symbol of some 3,000 years of history in this part of Iran,\" said Khatami, adding that the U.N. cultural agency, UNESCO, had offered to help. UNESCO had considered declaring the citadel a protected World Heritage Site. Worst natural disasters Up to 50,000 people may have died in Friday's Iranian earthquake, officials told Reuters yesterday, making it one of the deadliest natural disasters of modern times. Here is a list of some of the worst disasters on record: 1870: The Yellow River flood in China kills more than 1 million. 1556: Earthquake in China's northern Shaanxi province kills an estimated 830,000 people. 1970: Cyclone in East Pakistan, now Bangladesh, kills at least 300,000 people. 1737: Earthquake kills 300,000 in Calcutta, India. 1976: Earthquake in Tangshan, China, kills at least 250,000. 1920: Earthquake in Gansu, China, kills 200,000. 1991: Cyclone in Bangladesh kills at least 138,000 people. 1815: Tambora volcano eruption in Indonesia kills an estimated 92,000 people. 1883: A tidal wave, or tsunami, after eruption of Krakatoa volcano in Indonesia kills 36,000. 2003: Earthquake in Bam, Iran, kills up to 50,000 people. 1902: Eruption of Mount Pelee on Martinique kills between 35,000 and 40,000. 1999: Floods and mudslides in Venezuela kill 30,000. 1978: Earthquake in Tabas, Iran, kills 25,000 people. 1976: Guatemalan earthquake kills 23,000. 1970: Landslide in Yungay, Peru, kills 18,000. 1999: Earthquake in Izmit, Turkey, kills 17,000. 1900: Unnamed hurricane in Galveston, Texas, kills more than 8,000 people.Caption:  photo,mapBurhan Oizbilici / The Associated Press : An Iranian doctor, left, treats Ali Jasemine for a broken leg and other injuries at the Imam Khomeini hospital in Bam. The 15-year-old boy was pulled from the rubble of his home after the earthquake. (0393765076)AFP: The historic city of Bam (GTUJF159)Hasan Sarbakhshian / The Associated Press : The Iranian city of Bam, seen from the air, is a wasteland of collapsed buildings and destroyed houses. As many as 50,000 people died, and most survivors are leaving. (0393764388)Hasan Sarbakhshian / The Associated Press : A man mourns over his mother's shroud-covered body yesterday. The dead are being buried in mass graves. (0393764531)", "edition": "Fourth"}