{"title": "Mysterious 1872 quake yields clues for future - UW scientists trace site of state's largest crustal temblor, which may predict damage that quakes could do to the Cascades", "filename": "2003-07-22_Mysterious1872QuakeYieldsCluesForFuture-UwScientistsTraceSiteOfStateSLargestCrustal.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0FC7A5C4C87C6D29?p=WORLDNEWS", "date": "2003-07-22", "page": "B1", "section": "Local News", "author": "Alison Bickerstaff", "text": "The mighty Columbia River ran dry. Indians near Entiat feared the wrath of subterranean bulls. Women singing \"Joy to the World\" at an Olympia church thought \"the Lord has come.\" It was the earthquake of 1872, the largest crustal earthquake in Washington state's history. For decades, researchers were almost as clueless about its origin as the natives and early settlers terrified by the earthquake's furor and aftereffects. Now, researchers believe they've pinpointed the location and magnitude of the quake: a shallow, 6.8 temblor that hit near the Chelan County town of Entiat, about 15 miles northeast of Wenatchee. \"The things that have occurred in the past,\" said University of Washington professor Ruth Ludwin, one of the researchers, \"there's some likelihood that they will reoccur.\" Ludwin and fellow researchers, including three U.S. Geological Survey scientists, say a deeper knowledge of the earthquake will help to define the risks other quakes pose east of the Cascades. And while they can't say when another huge quake will hit, they now have a much better idea of where it might be centered and who might be affected the most. But before they could figure that out, they faced the problem that their data, the lifeblood of modern science, was limited to stories passed down from more than a century ago. Over the years, Ludwin and other researchers before her studied newspaper accounts, reports from those who felt the quake and other  anecdotes. Dozens of communities reported shaking in Washington, Oregon, British Columbia, Idaho, Montana and Alberta. A year later, residents of Wenatchee, Entiat and Lake Chelan still reported mild shaking. In more modern times, as scientists have recorded earthquakes in the Entiat area, they've measured ongoing low-level seismic activity and occasionally somewhat larger earthquakes, Ludwin said. \"There's a lot of people that live in Wenatchee, and if there's another earthquake there, it's going to cause damage,\" she said. But intensity, what people report they see and feel when a quake hits, is the only quantitative means scientists have to compare earthquakes that predate seismometers with the quakes of today. Scientists assign intensity values ranging from Roman numeral I, the least severe, to Roman numeral XII, the most severe, to specific sites. The deep-magnitude 6.8 Nisqually quake that rocked the Puget Sound region Feb. 28, 2001, for example, for the most part caused Intensity VI and VII, or strong to very strong, shaking across the region. Objects fell, buildings were damaged, and some people had trouble standing. The highest intensity reported for the 3.0 quake July 5, which was centered 11 miles south-southwest of Bremerton, was Intensity III, which causes vibrations similar to the passing of light trucks. Researchers believe the shaking at Entiat may have been Intensity VIII — enough to cause chimneys to fall and heavy damage to buildings and foundations today. Although it was also a 6.8 temblor like the Nisqually quake, it was much more shallow and so shook the Earth's surface with greater intensity. Based mainly on newspaper accounts, researchers have assigned intensity values to different locations shaken by the quake the night of Dec. 14. According to the tales, a full moon cast an eerie glow on that clear, windless evening. The main shock hit around 10 p.m., and two hours later, a mountain north of Entiat violently shrugged half of itself off. Tons of rock dammed the Columbia River. \"It was a paralyzing experience,\" said Sam Miller, keeper of a nearby trading post, according to a 1960 retrospective in the Wenatchee Daily World. \"I would have given every gray hair on my head to have been out of the country.\" By the next day, the water overcame the debris, now inundated behind Rocky Reach Dam. Residents in the area, though, were few and far between. Reports were sparse and at times speculative. These include oil oozing from a nearby mountain, a gold-encrusted lake buried by a landslide, and a geyser attracting droves of curious Indians. The reports from Entiat and Wenatchee perhaps were the most trying for researchers attempting to gauge how much the earthquake had shaken those areas. John McBride, who had sold Miller his trading post, gave his \"eye witness\" in the Jan. 11, 1873, edition of the Washington Standard. It was the only contemporary account from the area. McBride and his partner, who were sleeping, suddenly were thrown to the floor. As they rode to the trading post six miles away, the ground undulated beneath them. They found Miller frantic, convinced Indians had attacked his store. Outside, great landslides muddied the river, which rose 3 feet in 10 minutes. Settlers made preparations to abandon the sinking countryside, and Indians exclaimed that the world was ending. McBride recalled 64 shocks, eight severe. Although he had had a criminal record and a reputation as a \"border ruffian\" who sold whiskey to Indians and escaped prison, researchers have considered his account reliable because it is the only contemporary account from the vicinity. But Ludwin said such ambiguity made it hard for her team to assign intensity values to the area. By using intensity values assigned to 12 20th-century Pacific Northwest earthquakes for which instrumental records exist, the researchers came up with a model describing how the intensities attenuate, or die off, with increasing distance from their origins. They then applied this model to intensity assignments for the 1872 quake to get its approximate location and magnitude. The researchers suspect that the Entiat area, bound by the North Cascades and the Columbia Plateau, is underlain by what are known as blind faults, ones that don't reach the surface of the Earth. Perhaps one of these, they say, is responsible for the great quake. Alison Bickerstaff: abickerstaff@seattletimes.comCaption:  photo,mapThe Seattle Times: Entiat, Washington (G86GKQPQ)Yoni Brook / The Seattle Times : Jeff Myers, left, and his son Cameron Myers, 9, right, play in the Columbia River in front of Ribbon Cliff. In 1872, the state's largest crustal earthquake shook half a mountain north of Entiat into the river, damming it for several hours and forming Ribbon Cliff. (0393284572)", "edition": "Fourth"}