{"title": "Forewarnings of tremors may lead to quake alerts", "filename": "2003-05-02_ForewarningsOfTremorsMayLeadToQuakeAlerts.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0FADA8705CDE514C?p=WORLDNEWS", "date": "2003-05-02", "page": "A6", "section": "News", "author": "Andrew Bridges", "text": "• A NEW system that would interpret the staggered way in which a quake's energy travels to the surface could lead to a way to warn people of a quake. LOS ANGELES — Scientists working in Southern California have proposed a way of interpreting feeble tremors that herald a large earthquake, a step that could help in providing advance warning. The system theoretically could give anywhere from seconds to tens of seconds of advance notice — enough time to send schoolchildren diving below their desks or to cut the flow of gas through pipelines vulnerable to rupture, scientists said. In Japan, where a similar system is in place, the warnings let bullet trains decelerate. Details appear today in the journal Science. Similar systems also are used in California on a smaller scale. The latest system would not predict or forecast earthquakes, but rather interpret the staggered way in which a quake's energy travels to the surface. The first indication at the surface that a large earthquake has occurred is typically the jolt caused by the arrival of a fast-moving but low-energy wave called the primary or P wave. It is followed by the more energetic but slower-moving S or shear wave that causes far more violent shaking. Richard Allen of the University of Wisconsin, Madison, and Hiroo Kanamori of the California Institute of Technology developed a way to determine the location, origin, time and — most importantly — magnitude of an earthquake from as little  as four seconds of measurements of the P wave. The system would rely on 155 seismic instruments already deployed across the greater Los Angeles region. \"If we can detect this P wave and use the information contained in it to estimate the hazard associated with an earthquake, then there is the potential to issue a warning before any significant ground motion reaches the surface,\" Allen said. The amount of forewarning would depend on the distance of the sensors from an earthquake's epicenter. If directly above the epicenter, there would be no time for a warning, because the S wave would arrive almost immediately after the P wave. At 37 miles from the epicenter, the system could give a magnitude estimate 16 seconds before the arrival of the S wave and the strong ground motion that accompanies it, Allen said. Allen and Kanamori are testing their system on regular earthquakes in the Los Angeles region to determine if it can provide accurate magnitude estimates in real time. There are no immediate plans to develop an actual warning system. The study may settle the question of whether earthquakes of different magnitudes begin in different ways, said Lucy Jones, scientist in charge of the U.S. Geological Survey office in Pasadena, Calif. The study suggests they do. Information from the Christian Science Monitor is included in this report.", "edition": "Fourth"}