{"title": "Paso Robles assesses quake's devastation - Gov. Schwarzenegger declares emergency", "filename": "2003-12-24_PasoRoblesAssessesQuakeSDevastation-GovSchwarzeneggerDeclaresEmergency.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0FFAB95D52BE834E?p=WORLDNEWS", "date": "2003-12-24", "page": "A7", "section": "News", "author": "Darryl Kelley And Monte Morin", "text": "PASO ROBLES, Calif. — Aftershocks from a deadly earthquake continued to ripple through California's Central Coast yesterday, as Gov. Arnold Schwarzenegger toured this town's devastated historic center and declared a state of emergency. Inspectors told a crowd of building owners last night that 58 downtown structures housing more than 100 businesses would be cordoned off at least through Friday while inspectors determine how many must be condemned. The news came as a heavy blow to merchants who were in the midst of the busiest commercial season of the year. \"Obviously it's going to be a rough Christmas for Paso Robles,\" said Mayor Frank Mecham. Two women died Monday when the quake caused a 19th-century clock-tower building to crumble on them. For much of yesterday, rescue crews and search dogs fanned throughout San Luis Obispo County, searching for any more casualties or people buried in debris, while engineers examined the condition of homes and businesses. By evening, officials announced that no one else had died in the disaster and the number of people injured stood at 50, about 10 more than counted on Monday. Monday's magnitude-6.5 earthquake cracked state Highway 46 and shook Hearst Castle in San Simeon, the estate of newspaper magnate William Randolph Hearst. The upheaval was felt 200 miles away in Los Angeles, where residents reported a gentle rolling. Most of the destruction was confined to Paso Robles, about 20 miles east of the  epicenter, and where the bodies of Jennifer Myrick, 20, of Atascadero, and Marilyn Zafuto, 55, of Paso Robles were discovered. Karen Horzen, 54, daughter of Mary Mastagni, who owned the clock-tower building, said it was \"the most devastating day in our history. It's just about devastated my mother. My mom is just so sorry about those women.\" The building was made of wood and unreinforced masonry, a type of construction not allowed under modern building codes. Horzen, a real-estate agent, said her mother had not retrofitted the building because \"it's just a very, very costly enterprise, especially for a woman who is a retired widow.\" Still, she said, \"We were just getting ready to get started.\" The family had received a $90,000 grant from the city a few weeks ago to begin refurbishing the building, and they were going to retrofit at the same time, she said. The building was valued at $1 million, which is about what it will cost to rebuild, Horzen said. But her mother, she said, is \"80 years old. Do you want to take on something like that when you're 80?\" Patricia Sherwin, an owner of Pan Jewelers, one of the businesses in the clock-tower building, said she was told that it would be some time before she could retrieve her merchandise. \"Fine. I'd rather have a new building. I just want to get my stuff out,\" Sherwin said. Schwarzenegger pledged full assistance from the state, and promised that the main street would be restored. \"This was an American main street alive with energy. ... Today this is a site of devastation,\" he said. \"But we will come together once again as Californians and as neighbors. ... These buildings may have crumbled under the force of the quake, but I know for sure that the people will not buckle that easily.\" Information from The Associated Press is included in this report.Caption:  photoNam Y. Huh / The Associated Press : Makayla Magee, 7, of Templeton, looks at a leaky roof at the Mastantuono Winery tasting shop yesterday in Templeton, Calif., south of Paso Robles. (0393751697)", "edition": "Fourth"}