{"title": "Region acts to send aid to victims of Iran quake - Local Iranian Americans worry about loved ones", "filename": "2003-12-27_RegionActsToSendAidToVictimsOfIranQuake-LocalIranianAmericansWorryAboutLovedOnes.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0FFB9FCE1C2C7A22?p=WORLDNEWS", "date": "2003-12-27", "page": "A10", "section": "News", "author": "Nguyen Huy Vu", "text": "As the death toll mounts from an earthquake in the historic Iranian city of Bam, local humanitarian organizations sent aid and started collecting donations while local Iranian Americans scrambled to contact loved ones. Margaret Larson, spokeswoman for Mercy Corps, said the Bellevue-based international-aid agency was working on the border of Iran and Afghanistan when the earthquake hit yesterday morning. She said rescue teams spent yesterday in Bam assessing damage, assisting survivors and trying to rescue victims trapped under the rubble. \"The immediate plan now is to distribute tents, blankets, oil stoves for warmth — it is very cold there right now — and distributing medicine,\" Larson said. \"Not only is this a natural disaster, it will also be a medical disaster.\" Along with Mercy Corps, Federal Way-based World Vision is accepting donations for earthquake victims. The international Christian humanitarian agency's regional relief director, Ton van Zutphen, will fly to Iran this weekend. Meanwhile, Northwest Medical Teams, with offices in Bellevue, also is accepting cash donations to support emergency-medical response, temporary housing and other immediate needs. Electricity and telephone communications were cut off in Bam and at least four other cities, making it difficult to verify the number of dead. Lynnwood resident Saleemeh Razaghzadeh, whose mother's family is from nearby Kerman, spent yesterday trying to call her family. \"We're  concerned because we haven't been able to contact anyone,\" she said. Shayan Arya, president of the Seattle Chapter of the Constitutionalist Party of Iran, said Iranian Americans in the Northwest are organizing to send money, medicine and clothes to help the victims. \"We hope to raise enough money by the end of this week,\" he said, adding he hopes people also will send donations to international organizations such as the Red Cross. Bellevue resident Sarhad Khorram said he and several friends in Seattle and the Eastside spent yesterday gathering donations to send to Los Angeles-based radio personality Saeed Ghaemmaghaami, who is from Iran and plans to deliver the goods himself. \"He has a good reputation and is a good man,\" Khorram said. Arya said he isn't surprised that an earthquake similar in magnitude to one that killed two people this week in California could cause so much devastation in Iran. \"Iran is an earthquake-prone country, and the government doesn't pay attention to building codes,\" he said. \"These things happen, unfortunately, but it's very frustrating because so many people had to die needlessly.\" Information from The Associated Press and The Washington Post was used in this report. Nguyen Huy Vu: 206-464-3292 or vnguyen2@seattletimes.com How to help • World Vision is accepting donations to assist earthquake victims in Iran. Call toll-free 888-56-CHILD. In Spanish, call toll-free 888-511-6566. Send donations to Iran Quake Relief, P.O. Box 9716, Dept. W, Federal Way, WA 98063-9716. On the Web: www.worldvision.org • Mercy Corps also is accepting donations. Call 800-852-2100 or send checks to Mercy Corps Iran Earthquake, Dept. NRPO, Box 2669, Portland, OR 97208-2669. On the Web: www.mercycorps.org • To contribute to the Northwest Medical Teams Disaster Relief Fund, call 800-959-4325, or mail donations to Northwest Medical Teams, 1920 116th Ave. N.E., Suite 201, Bellevue, WA 98004. On the Web: www.nwmedicalteams.org • Donations to the Red Cross may be mailed to American Red Cross National Headquarters, 2025 E St. N.W., Washington, DC 20006. Call 800-435-7669. On the Web: www.redcross.org", "edition": "Fourth"}