{"title": "5 major active quake faults found in Puget Sound area", "filename": "2003-11-09_5MajorActiveQuakeFaultsFoundInPugetSoundArea.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0FEBCD25FAF16D47?p=WORLDNEWS", "date": "2003-11-09", "page": "B4", "section": "Local News", "author": "The Associated Press", "text": "Recent research has found five major active earthquake faults beneath the Puget Sound area, each capable of unleashing a major quake in the region, geologists said at the annual meeting of the Geological Society of America in Seattle last week. A new \"wedge\" theory has emerged to explain the potent clash of geological forces. Many of the new discoveries have come from field work on or around the Kitsap Peninsula. They include trenches dug on Bainbridge Island, where strands of the Seattle fault broke through the surface over thousands of years. Tom Brocher, a geologist with the U.S. Geological Survey in Seattle, described a new model to explain interactions between the Seattle and Tacoma faults, named for the metropolitan areas through which they pass. The model suggests that a massive slab of the Earth's crust is being thrust northward through the Puget Sound region, like a wedge driven into a log. The five faults stretch from Olympia in the south to Whidbey Island in the north. The Tacoma fault splits off from the Seattle fault, forming the triangular slab that rides between those two faults, according to Brocher's model. That slab is squeezed by geologic forces, creating ridges at the ground's surface, including Green and Gold mountains on the Kitsap Peninsula. Brocher's theory is so new that it has not been fully vetted by other scientists, according to Bill Steele, spokesman for the University of Washington's seismology lab. But many  geologists, seismologists and geophysicists are intrigued by the idea, he said. \"I think everyone is happy to have it, and it does explain the inconsistencies,\" Steele said. \"It is likely to go through some modifications as we learn more.\" Geologists said a major door to discovery opened in 1997, when Kitsap Public Utility District used an airborne laser radar to survey the ground's surface across Bainbridge Island. At a cost of $60,000, the laser imaging was far cheaper than hiring a survey crew to cover the entire island, utility district geographer Gregory Berghoff said. The laser radar photo showed, for the first time in Puget Sound, a place where an earthquake fault had broken through the ground. Brian Sherrod, a paleogeologist, led an investigative team that dug five trenches to study the earthquake that triggered the rupture. Since then, laser radar has been used to find similar ground faults, or scarps, throughout the Puget Sound region. Sherrod and others have followed with numerous studies, finding one active fault after another. One of the latest findings is an unexplored area near Belfair, where scientists are trying to figure out if an apparent rupture was on an earthquake fault or the remnant of an extremely large landslide. Other studies since 1998 have used shock waves, geomagnetism and gravitation to study geologic feature. New information is coming so fast, experts say, that structural engineers aren't sure if they'll need to upgrade local building codes, which already are designed to protect against sizable earthquakes. \"Between 2,500 years ago and today, we have evidence of a flurry of earthquakes and we may still be in that flurry,\" Sherrod said. \"We don't know.\"", "edition": "Fourth"}