{"title": "Sounders shake 'Quake but tie - Injury spoils Ching's homecoming", "filename": "2003-05-29_SoundersShakeQuakeButTie-InjurySpoilsChingSHomecoming.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0FB5BB774070F789?p=WORLDNEWS", "date": "2003-05-29", "page": "D1", "section": "Sports", "author": "Matt Massey", "text": "It was supposed to be a warm homecoming for Brian Ching. Instead, it was a forgettable night for the San Jose Earthquakes forward in his return against his former Seattle Sounders last night at Seahawks Stadium. Ching exited the exhibition game with a right hamstring strain in the 20th minute and spent the rest of the night at the end of the Earthquakes' bench, watching as the Sounders gave their Major League Soccer (MLS) opponent all it could handle in a 0-0 tie in front of 3,250 fans. The two teams didn't play overtime or go to penalty kicks. The exhibition was part of the Sounders' compensation for the MLS club drafting and signing Ching in the offseason even though he had one year remaining on his contract with the Sounders. Ching, who was just called up to the U.S. national team for his first action Monday, led the Sounders in scoring in 2002 with 41 points. \"You never want to come out of these games with an injury, and unfortunately, that's what happened,\" said Ching, who may be out three to four weeks. \"I tweaked my hamstring. I don't know exactly what happened. Hopefully, I'll be able to come back quickly.\" An anticipated productive night for Ching never materialized, though he is in the midst of his best season as a third-year professional. It looked as if the Sounders would completely spoil his return, but they couldn't crack through even though they outshot San Jose 14-11. \"I love Seattle,\" Ching said. \"I love the fans here. They've  been nothing but nice, even when I'm doing good someplace else. I'm just sorry I couldn't play more.\" The game again offered evidence that A-League teams like Seattle are only a sliver below MLS clubs — or in this case — on par. \"You guys saw tonight that the Sounders could have put us away a couple of times,\" Ching said. \"Our goalkeeper (Josh Saunders) made a couple of key saves.\" It was frustrating for Ching to sit and do nothing for the final 70 minutes. \"I was kind of beating myself up over there on the sideline, to tell you the truth,\" he said. The game was billed as \"Guaranteed Win Night\" and since the Sounders (4-1-3) didn't win, fans in attendance received free admission to the next home game against Vancouver on June 7. The Earthquakes (4-0-3), decimated by injuries and a hectic schedule, played a lineup that featured just five regular starters and were without U.S. national team star Landon Donovan, who didn't make the trip. \"Once again we created a lot of chances,\" Sounders coach Brian Schmetzer said. \"We need work on our finishing. Even if they didn't have all their starters, they're still MLS guys on the field. \"We have guys who want to get to where those guys are. So we enjoyed the game.\" Seattle and San Jose could meet again this season in the Lamar Hunt U.S. Open Cup this summer with a little more on the line. The Sounders pounded San Jose with a three-shot flurry in the 58th minute as Marco Velez struck twice and Kyle Smith glanced a short shot off the back of Earthquakes defender Craig Waibel. Then, in the 64th minute, Smith nearly sneaked a shot past Saunders, who came out to knock the ball away in a one-on-one situation. In the 48th minute, Viet Nguyen's cross from the right side was narrowly headed outside the left post by a flying Sean-Michael Callahan after sailing by the head of a diving Smith. The Sounders had more legitimate chances than San Jose in the first half. In the 32nd minute, Smith volleyed a one-on-one loose ball that was deflected away by Saunders and gathered up after taking a bounce. Seattle outshot San Jose 8-6 in the first half.Caption:  photoJim Bates / The Seattle Times : The Sounders' Kyle Smith follows the path of the ball as he battles for position with San Jose's Todd Dunivant (17) last night. (0393161594)Jim Bates / The Seattle Times: The Sounders' scott Jenkins battles with San Jose's Jamil Walker, right, for control of the ball in the first half of their exhibition last night at Seahawks Stadium. (0393161596)", "edition": "Fourth"}