{"title": "Earthquake made few safety converts - Unprepared firms still don't take precautions, study says", "filename": "2003-02-27_EarthquakeMadeFewSafetyConverts-UnpreparedFirmsStillDonTTakePrecautionsStudySays.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0F97C0B553B482E7?p=WORLDNEWS", "date": "2003-02-27", "page": "C1", "section": "Business", "author": "J. Patrick Coolican", "text": "Mike Lindsey found shattered windows at his Laguna Vintage Pottery store the morning after Mardi Gras rioting in Pioneer Square two years ago tomorrow. They were fixed by 9:30 a.m., 89 minutes before the Nisqually earthquake rolled through the store, destroying $20,000 in plates, bowls and vases. Lindsey had prepared for an earthquake by anchoring shelves and packing his most expensive pieces -- pottery from the late 19th century to the 1960s, spanning the arts and crafts, art deco, art nouveau and other movements. After the Nisqually earthquake, he prepared even more for the next one, retrofitting shelves that weren't secure enough. That's not surprising, according to a husband-and-wife team of professors who have done a comprehensive study of the effects of the $2 billion earthquake on small businesses in the region. Among their findings: Irrespective of losses from Nisqually, those who were prepared are even more prepared for the next one. Those who weren't prepared still aren't, offering clues as to how people will be ready for low-risk disasters, such as earthquakes or a terrorist event. The study, authored by University of Washington-Bothell professor Jacqueline Meszaros and University of Washington-Tacoma professor Mark Fiegener, found that the 6.8-magnitude earthquake caused fairly limited damage to small businesses, with most losing some productivity that day and nothing more. Particular neighborhoods, however, were hit hard, according to the  report. Pioneer Square's art dealers and restaurants and downtown Olympia's retailers were roiled, with 75 percent having to close for a time because of building damage and 40 percent losing inventory -- the median inventory loss was $1,000 in Pioneer Square and $2,000 in Olympia. The light manufacturers of Harbor Island were hit harder financially, with more than half experiencing inventory loss -- the median was $10,000 -- and 69 percent experiencing building damage, for which the median was $30,900. For small businesses, such losses are significant. Mark Monson of Glasshouse Studio in Pioneer Square described his $20,000 loss as a \"healthy dent\" in his inventory. For many of the small retailers, there isn't much they can do to prepare for the next earthquake. Monson's array of decorative glass, sculpted in 2,200-degree furnaces, must be visible, and displays changed frequently. Nor is insurance much of an option for small businesses. Monson said insurers wouldn't sell to him, while Lindsey reported that premiums and deductibles are so high that it isn't worth it. The UW report found that more than half of firms with losses of $10,000 or more received neither insurance payments nor government help. A spokeswoman for the Washington insurance commissioner said typical policies will pay out only if damages are at least 10 percent and often 25 percent of the policy limit. Still, the study reports that about one-third of businesses stepped up preparations for the next quake. Most commonly, they added disaster planning and training, and some reinforced buildings or display shelves. Adding new measures to prepare for another earthquake had nothing to do with how much damage a business sustained, however. Rather, those concerned about an earthquake before Nisqually stepped up preparations for the next one, while those that weren't prepared likely did nothing or not much for the future. \"The careful grew more careful,\" the authors write. That's not surprising, a psychologist of disaster preparation says. People who have had an influential teacher in disaster preparation or some visceral, disastrous event in their past are more cognizant of the possibility of a low-risk event, said professor Russell Jones of Virginia Tech University, who specializes in preparing people for disasters. Lindsey, for instance, has thought about the possibility of a quake since he moved here 20 years ago and has readied himself for the next one. Bill DeGrace of the Pioneer Square Antiques Mall, on the other hand, didn't prepare before Nisqually, and took an almost Zenlike attitude toward any future earthquake. \"When it comes, it comes,\" he said.       J. Patrick Coolican: 206-464-3315 or jcoolican@seattletimes.com.Caption:  photoTom Reese / The Seattle Times, 2001 : Bricks and debris have to be cleared off a truck in Pioneer Square after the Feb. 28, 2001, earthquake. (0343568818)", "edition": "Fourth"}