{"title": "Tiny voice in rubble leads to rescue - Girl freed 2 days after Algerian quake", "filename": "2003-05-24_TinyVoiceInRubbleLeadsToRescue-GirlFreed2DaysAfterAlgerianQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0FB415B92F84C03C?p=WORLDNEWS", "date": "2003-05-24", "page": "A10", "section": "News", "author": "The Associated Press", "text": "CORSO, Algeria — A wide-eyed Algerian toddler was tenderly lifted from the ruins of her family's home yesterday, a tiny survivor found by rescuers who heard her plaintive cries two days after a devastating earthquake killed more than 1,600 people Emilie Kaidi, 2, stayed alive beneath the shattered concrete of her collapsed ground-floor bedroom, sheltered by a door that fell across a television set. A Spanish volunteer, wedged in a tiny hole in the rubble, handed the black-haired little girl dressed in a red shirt up to other rescuers. She did not have any visible injuries. Emilie's parents also survived the Wednesday evening earthquake that destroyed their hometown, Corso, east of the capital Algiers. However, her sister Lisa, 4, died in the ruins of the four-story building where the family lived. Emilie \"was traumatized but intact,\" said Amar Boutihe, 46, a project manager with a construction firm who lives across the street. \"When she came out, everybody had smiles on their faces.\" But \"the mood really changed an hour later when they brought out her sister,\" who was dead, Boutihe said. Despite the dramatic rescue, workers said they were losing hope for finding more people alive after the 6.8-magnitude quake that killed more than 1,600 people and injured 7,207. \"There is not much hope here,\" said Saa Sayah, a captain in Algeria's civil protection unit as he stood in front of a collapsed four-story building in Boumerdes. \"We have already  pulled up four bodies, but we can't get further inside.\"  How to help Contributions to victims of the earthquake in Algeria can be sent to: American Red Cross International Response Fund, P.O. Box 37243, Washington, D.C. 20013Caption:  photoJerome Delay / The Associated Press : Emilie Kaidi, 2, is carried out yesterday after living two days in her collapsed bedroom, protected by a door that fell on a television set. (0393148629)", "edition": "Fourth"}