{"title": "For the moment, U.S., Iran set hostility aside - American planes deliver emergency assistance to victims of earthquake", "filename": "2003-12-29_ForTheMomentUSIranSetHostilityAside-AmericanPlanesDeliverEmergencyAssistanceToVic.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0FFC48509BC58F21?p=WORLDNEWS", "date": "2003-12-29", "page": "A7", "section": "News", "author": "Ilene R. Prusher", "text": "For the first time in more than a decade, American military aircraft landed in Iran yesterday in a gesture between two countries more noted for acrimony than mutual aid. The United States, joining dozens of other countries in providing emergency aid after Friday's earthquake in the southern city of Bam, delivered about 120,000 pounds of medical supplies and water to the nation that President Bush earlier this year branded as part of the \"axis of evil.\" But it is often at humanity's most trying moments that old foes are brought together in a spirit of cooperation and compassion. \"The reception was very warm,\" said Lt. Col. Vic Harris after returning to his base in Kuwait. \"We worked side by side with Iranian soldiers to download the supplies. The Iranian base commander said he hoped this would be the beginning of a new relationship.\" Diplomats and analysts see the Bush administration's offer of help — and Tehran's willingness to accept it — as a test of how far each is prepared to go in publicizing a new softening of the antagonism that has marked their relationship since the Islamic revolution of 1979 was followed by an assault on the U.S. Embassy and the taking of 62 Americans hostage for 14 months. \"The Americans are starting to send in aid, and it's a very positive step,\" said one European diplomat in Tehran. \"Whether the momentum of goodwill is sustained is a different question.\" If recent history is any guide, aid extended at such a moment  can open doors that seem welded shut. In Turkey, a country that suffered from an equally destructive earthquake just over four years ago, generations of enmity with neighboring Greece reached a historic turning point when Greek officials sent rescue teams. Not long after that, Athens suffered a major quake, and Turks in turn sent in their best emergency teams. \"We worked in great harmony with the Greeks, and of course this turned the relationship in a much more positive direction,\" said Nasuh Mahruki, the president of AKUT, the Turkish Search and Rescue Association. \"Then the two countries' foreign ministers started to talk.\" Though many informal channels between Iran and the United State are active, official ones have not been until now. In a rare conversation, Deputy Secretary of State Richard Armitage and Iran's permanent representative to the United Nations, Mohammad Javad Zarif, spoke by phone about the U.S. offer for aid, Reuters reported. After a 1990 earthquake that claimed 36,000 lives, Iran was slow to accept offers of international aid. It vacillated on admitting it needed help before eventually accepting assistance from adversaries such as the United States and Iraq. Iranian authorities suffered domestic criticism for not throwing open the doors sooner. While the latest aid is appreciated, Shirzad Bozorghmehr, deputy editor in chief of Iran News, an English-language daily in Tehran, said it would be \"pure conjecture\" to assume that this will turn a page in U.S.-Iranian relations. \"These are such extreme emergency situations and I don't think politics comes into it,\" he said. \"I don't think the U.S. had a political motive in offering help or that Iran had a political incentive in taking this. Right now the politicians here are so preoccupied with the magnitude of the suffering.\"", "edition": "Fourth"}