{"title": "Thousands homeless as toll climbs - At least 261 killed by quake in China", "filename": "2003-02-25_ThousandsHomelessAsTollClimbs-AtLeast261KilledByQuakeInChina.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0F976C7EEAD48318?p=WORLDNEWS", "date": "2003-02-25", "page": "A14", "section": "News", "author": "Christopher Bodeen", "text": "BEIJING -- With bloodied hands, survivors dug through rubble and called out for their missing loved ones after a powerful earthquake knocked down homes and schools yesterday in western China, officials said. At least 261 people were killed and more than 2,050 injured. The quake toppled farmhouses on families and collapsed schools on students in Bachu county, near China's mountainous border with Kyrgyzstan, officials said. Thousands were left homeless and without shelter overnight in 14-degree temperatures. The official Xinhua News Agency said 8,861 houses were destroyed. The government put the 10:03 a.m. quake's magnitude at 6.8, while the U.S. Geological Survey in Golden, Colo., said it was magnitude 6.3. At least 10 students died when their junior-high school collapsed in the county's most badly damaged town, Chongku Qiake, government official Maimai Qiming said. A primary school in the town also was felled by the quake, killing two students, said another Bachu county official, who gave only his surname, Wu. More than 2,000 soldiers and paramilitary policemen joined rescue efforts in the area, on the western edge of China's Xinjiang region. Troops were using about 100 pieces of heavy equipment to move rubble, Xinhua reported. Rescue workers sifted through rubble with bare hands, spades and pickaxes while crews used motion detectors and dogs to search for survivors. \"They haven't had any sleep,\" said one Bachu county government official. \"The  hands of some ... soldiers were bleeding from digging.\" Government units have sent more than 6,000 tents, emergency food and medical supplies to the area, Xinhua said. Insulated clothing and blankets also have been sent out by the Red Cross, although most of the relief supplies are not expected to arrive until today, it said. A specially trained 42-member earthquake rescue team departed last night from Beijing, government television reported. Pictures showed uniformed crew members loading a container of equipment aboard a transport plane that then flew off. It wasn't clear when the team would arrive at the quake site, about 1,750 miles west of Beijing. China's worst earthquake in its modern history, a magnitude 7.8 to 8.2 temblor on July 28, 1976, killed some 240,000 around the northeastern city of Tangshan.       Information from Reuters is included in this report.Caption:  mapKnight Ridder Newspapers: Epicenter of a 6.8 magnitude earthquake (GGEE6QVK)", "edition": "Fourth"}