{"title": "Fault under L.A. could spark 7.5 quake - Line leaves heart of city vulnerable, new study says", "filename": "2003-04-05_FaultUnderLACouldSpark75Quake-LineLeavesHeartOfCityVulnerableNewStudySays.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0FA3F34CC3B4A526?p=WORLDNEWS", "date": "2003-04-05", "page": "A14", "section": "News", "author": "Usha Lee Mcfarling", "text": "LOS ANGELES — An extensive fault system discovered four years ago running deep beneath the heart of Los Angeles is capable of generating earthquakes up to magnitude 7.5 — massive shakers larger than any seen historically in the L.A. basin. The Puente Hills fault, which winds through the area's fractured underbelly for about 25 miles, has generated at least four earthquakes ranging from magnitude 7.2 to 7.5 in the past 11,000 years, according to a new study examining the fault's behavior published in yesterday's edition of the journal Science. Scientists said such large quakes occurring so close to the densely populated city center represent a far greater threat than any posed by the dreaded San Andreas fault, located dozens of miles from downtown. \"The problem with this fault is the quakes are 7.5 and right beneath downtown,\" said Tom Jordan, director of the Southern California Earthquake Center, which also supported the study. \"It's kind of a worst-case scenario.\" Added Sue Hough, a seismologist in the nearby Pasadena office of the U.S. Geological Survey (USGS): \"This is the fault that could eat L.A.\" The finding raises questions about the safety of many older concrete buildings and even modern skyscrapers that were built under assumptions they would not face such powerful earthquakes, occurring so close. \"In the '70s, the largest earthquake expected under downtown was a magnitude 5,\" said Lucy Jones, chief scientist in Southern California for  the USGS, which paid for the study. \"This means our older buildings are not as safe as they could be.\" A 7.5 quake would unleash 15 times more energy than the 1994 Northridge-based quake, which killed 57 people and caused about $40 billion in damage. A major earthquake on the Puente Hills fault could far exceed that damage. But because such a large event appears to happen rarely, the fault could stay quiescent for thousands of years. The Puente Hills fault is known to be active because it generated the magnitude-5.9 Whittier Narrows quake, which killed eight, in 1987. That quake, along with the Northridge temblor, caught seismologists by surprise and started an intense investigation of the myriad faults crisscrossing the basin that had once seemed insignificant compared with the San Andreas. The Puente Hills fault is deemed especially dangerous because it snakes through layers of soft river sediments that fill the L.A. basin and tend to amplify both the strength and duration of ground shaking during earthquakes. The Puente Hills fault is oriented in a way that focuses seismic energy toward downtown, said James Dolan, a University of Southern California geologist. \"In terms of location and geometry, you'd be hard-pressed to think of a place that could be worse for a fault,\" said Dolan, who conducted the study with graduate student Shari Christofferson and Harvard University geologist John Shaw.", "edition": "Fourth"}