{"title": "Rescuers rush as toll tops 1,000 - Quake devastation worst in rural areas and coastal towns", "filename": "2003-05-23_RescuersRushAsTollTops1000-QuakeDevastationWorstInRuralAreasAndCoastalTowns.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0FB3C15C1700642B?p=WORLDNEWS", "date": "2003-05-23", "page": "A2", "section": "News", "author": "Sebastian Rotella", "text": "PARIS — The death toll in Algeria's worst earthquake in two decades passed 1,000 yesterday as rescue workers battled time and debris to save lives and foreign governments and relief agencies rushed aid to the scene. Authorities said they had counted 1,092 dead and 6,782 injured as a result of Wednesday's magnitude 6.8 quake, whose epicenter was in the eastern outskirts of Algiers, the capital. The force of the quake sent a small tidal wave smashing onto the beaches of the Spanish island of Mallorca hundreds of miles away and cut undersea telephone cables, crippling communications between Europe and Algeria. The devastation was worst in rural areas and coastal towns where low-income housing towers and upscale apartment complexes toppled, killing hundreds, officials and aid workers said. Algiers residents thronged the streets, preferring to be outdoors for fear of another temblor. Some schools were opened to take in people whose homes were unsafe. In Dergane, eight members of the same family — including a month-old baby — were killed as they sought shelter in their cellar. People in Algiers felt the quake in waves, with vibrations that lasted 40 to 50 seconds, getting stronger, weaker, then stronger again. Lucy Jones, a scientist at the U.S. Geological Survey office in Pasadena, Calif., said the quake likely occurred on a fault along the boundary between the African and Eurasian plates. It was yet another blast of affliction for Algeria,  which in recent years has endured a civil conflict with Islamic guerrillas that has left tens of thousands dead and created a climate of pervasive fear. \"A curse is striking our country,\" lamented Said Chaouchi, a 60-year-old Rouiba baker. \"After 10 years of terrorism, we're now living through a string of natural disasters.\" Algeria could face political aftershocks as well. With elections due next year, support for President Abdelaziz Bouteflika could slide if efforts to help quake survivors flag. Bouteflika canceled plans to join a summit of world leaders in France next week. Yet the panic and destruction of the quake was accompanied by displays of solidarity, according to aid workers and media reports. Volunteers hurried to afflicted areas to assist overwhelmed hospital workers and dig alongside rescue teams searching for victims trapped in the rubble. The searchers used bulldozers, shovels, pickaxes and their bare hands. \"During the night many volunteers joined the rescuers. The rescue work continues,\" Anne LeClerc, chief delegate of the International Federation of the Red Cross and Red Crescent in neighboring Tunisia, said yesterday. \"In the disaster zone there was a lot of panic and the aftershocks are continuing. But it appears that the solidarity has been rather impressive.\" Support flowed from overseas as France dispatched military aircraft carrying 120 civil-defense workers equipped with rescue dogs, high-tech equipment and medical supplies. Interior Minister Nicolas Sarkozy went ahead with a previously scheduled trip to Algiers yesterday to demonstrate his support and reinforce the warming relations between this nation and its former colony. France is the home of hundreds of thousands of Algerian immigrants. The news relayed to international aid officials from their workers in the disaster zone was dire. \"It must be understood that the rescue efforts are very difficult because this was in a very extensive rural area,\" said LeClerc. \"So there are pockets of very difficult access. \"Another difficulty also was the lack of electricity,\" she added. Substandard construction typical of many developing countries worsened the devastation and casualties, aid workers said. Aging rural buildings simply disintegrated, according to Stephanie Mantion, a spokeswoman for the Red Cross in Paris. But some of the victims died in modern apartment blocks that also failed to withstand the sustained jolt, she said. The quake took place as many families were having dinner. \"These were quite high towers that collapsed and that's very worrisome,\" Mantion said. \"Areas with very dense population. We rarely see these kinds of structures fall in the countries where we work. In Turkey you have three or four stories maximum. There (in Algeria), some of these towers were nine or 10 stories high.\" The brunt of the destruction was in Boumerdas, a seaside town about 35 miles east of Algiers. At least 624 deaths were recorded there, according to officials. The Algiers suburb of Rouiba also was battered. In Paris, President Jacques Chirac, who early this year received an enthusiastic reception during a historic trip to Algeria, promised Bouteflika that France would do all it could to help. \"In these particularly dramatic circumstances I express to you, in the name of all the French, my total solidarity and most intense sympathy,\" Chirac said in a short speech. Information from The Associated Press is included in this report.Caption:  photo,mapThe Associated Press:  Quake rocks Algeria (GLEFOLI2)Philippe Desmazes / AFP / Getty Images : Residents of Boumerdas search for survivors after the village bore the brunt of Algeria's worst earthquake in 20 years. (0393146367)", "edition": "Fourth"}