{"title": "Suspect quake forecast causes panic", "filename": "2004-12-31_SuspectQuakeForecastCausesPanic.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/107591AC5566C413?p=WORLDNEWS", "date": "2004-12-31", "page": "A16", "section": "News", "author": "The Associated Press", "text": "HILLSBORO, Ore. — Nearly every day, Larry Park rises early and drives the Pacific Northwest looking for earthquakes. In the bed of his beige pickup, the computer expert has installed a rotating 3-foot disc that he says picks up certain vibrations that telegraph impending quakes around the world, temblors that conventional seismographs cannot measure. This week, he said his data indicated another Big One brewing beneath the same area of south Asia where an earthquake unleashed a tsunami last weekend that killed more than 119,000 people. He warned the governments of India, Indonesia and Australia. India, fearing another tsunami, took him seriously enough to issue a public warning, which caused tens of thousands of people in India, Sri Lanka and Thailand to flee their coastal homes in panic yesterday. No quake or giant waves materialized. Authorities are chagrined they acted on the advice, since Park is not a geologist. The Indian science minister later dismissed Park's prediction as \"hogwash,\" and one American scientist called it \"gobbledygook.\" But by that time, the alert had been issued in India's southern Tamil Nadu state, sending thousands of already traumatized residents, aid workers and refugees in the coastal town of Nagappattinam streaming out in a panicked train of car and trucks. \"We got into a truck and fled,\" said Gandhimathi, a 40-year-old woman who like many in the region goes by one name. \"We do not know where to go or where to spend the night. We took only a few clothes and left behind all of our belongings, everything we had.\" India's evacuation warning was also heard in the neighboring island-nation of Sri Lanka, where people climbed onto roofs and jammed roads in their rush to escape. \"There is total confusion here,\" said Rohan Bandara, a resident in the coastal town of Tangalle. In Thailand's southern Phang Nga region, rescuers and villagers along a beach in the Takuapa district ran after a siren warning wailed that a new tsunami was expected to hit. Park, standing next to his truck outside of an Oregon strip mall, said yesterday there still is a chance his prediction will come true. \"There is a good chance of a quake coming, yes; we've got a few days' window.\" \"It was a tough decision, but it was at least important to pass the information on,\" said Park, who runs Terra Research and Consulting Services from his home in Manning, near Portland. Park, 46, said he has been right before. Last week, Park claimed he detected signs of a major earthquake 22 hours and 31 minutes before the quake that shook Sumatra over the weekend. Park said he did not warn anyone about the first quake because he did not completely trust the data. According to a lengthy discourse on his Web site, www.terraresearch.net, Park said he believes that conventional earthquake observations are misguided and that conventional seismographs are inadequate. Instead, Park contends his equipment can predict earthquakes in both known and unseen faults by measuring their resonance, or vibrations, and how they affect the elasticity of the Earth's crust. This resonant energy has its origins in what he describes as a huge supply of \"ether\" of the universe that he believes permeates everything and creates specific energy waves that are not accounted for by current theories of physics. None of Park's work is peer-reviewed by other earthquake experts, nor is it published in scientific journals. In the wake of the panic in India, Science and Technology Minister Kapil Sibal said in a televised news conference that Park claimed to have sensors and equipment to \"suggest there was a possibility of an earthquake. So, on the basis of this communication, for anyone to reach a conclusion that a tsunami will hit the eastern coast of India is unscientific, hogwash and should be discarded.\" Geologists in the United States dismiss Park's work. \"It's technical gobbledygook,\" said Bill Steele, spokesman for the Pacific Northwest Seismograph Network at the University of Washington. \"He throws out scientific terms, but none of it holds together.\"", "edition": "Fourth"}