{"title": "U.S. lifts sanctions on aid to Iran - Action should speed earthquake assistance; 4 more survivors found", "filename": "2004-01-01_USLiftsSanctionsOnAidToIran-ActionShouldSpeedEarthquakeAssistance4MoreSurvivorsFo.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0FFD453CDD9CC14C?p=WORLDNEWS", "date": "2004-01-01", "page": "A2", "section": "News", "author": "Reuters And The Associated Press", "text": "As soldiers found four more people alive — including an elderly woman — six days after Iran's devastating earthquake, the U.S. Treasury announced that banking restrictions on Iran were being eased temporarily to speed humanitarian relief to the city of Bam. Currently it is illegal to transfer funds to Iran because of sanctions dating to 1979 when radical students seized the U.S. Embassy in Tehran and took hostages. The U.S. Treasury said the 90-day measure was designed to let aid reach Iran quickly to help survivors of the massive quake in which up to 50,000 people may have died. Individual licenses for exceptions to the rule are required, and that can be a time-consuming process, a senior U.S. official said yesterday. Donations of humanitarian relief items such as food, certain medicines, clothing and tents do not require a license. Secretary of State Colin Powell consulted members of Congress and concluded that the earthquake had created extraordinary humanitarian needs and that it was in the U.S. national interest to provide help, deputy White House press secretary Trent Duffy said in a statement. Iranians listed by the U.S. government as suspected financiers of terrorism will remain barred from receiving funds. As the death toll from Friday's 6.6-magnitude quake reached at least 28,000, the discovery of two men and two women amazed health workers. Normally, people trapped under collapsed buildings can survive no more than three days — a  deadline that expired Monday morning. \"It's a miracle,\" Mohammad Nickam of the Health Ministry said yesterday. Deputy Health Minister Mohammed Akbari said the four survivors were in \"relatively good condition.\" A French doctor said a woman, believed to be about 80, was pulled alive and remarkably unscathed from the ruins of her house yesterday. \"She may have been trapped in a cellar because she did not appear to be very dusty,\" said Francois-Regis de Salve-Villedieu at a French government field hospital next to a ruined state hospital in Bam. The woman was one of a small number of survivors found in the flattened city, where the pre-dawn quake caught people asleep and destroyed the mud brick-style buildings in a way that rarely left any air space. The widespread use of mud-bricks made buildings collapse easily. It was unclear Tuesday how many people remained buried in the ruins of the city, whose population was 80,000 last week. The quake injured at least 12,000 people. A U.S. team of 60 doctors and 20 logistical staff set up a field hospital in Bam on Tuesday, joining aid missions from more than 20 countries. Russia, France, Italy, Jordan and Ukraine were already running field hospitals in the area. U.S. team leader Bill Garvelink met several Iranian ministers on Tuesday. He said the meetings were probably the first between American and Iranian officials in Iran since the United States cut diplomatic ties. \"We don't focus on political issues,\" said Garvelink, who works for the U.S. Agency for International Development. President Mohammad Khatami had earlier thanked Washington for its assistance but said aid alone would not improve relations. In a gesture reflecting the political sensitivities, the U.S. team will not fly an American flag over its camp, said Marty Bahamonde, spokesman for the Federal Emergency Management Agency. Within the Bush administration there continues to be disagreement on how to deal with Iran and on whether democratic change is in the wind in Tehran. Last year the Bush administration branded it a member of an \"axis of evil\" along with Iraq and North Korea. But after the earthquake, President Bush said the United States wanted to join other nations in sending aid to Iran. Powell told The Washington Post earlier in the week that there were encouraging developments in Iran and that Tehran was demonstrating a \"new attitude\" on some issues, including permitting inspections of its nuclear facilities. In the meantime, the administration has been speeding relief to Iran. State Department deputy spokesman Adam Ereli said the U.S. Agency for International Development had assembled an 84-member team of experts, including 60 physicians from the Boston area and other medical workers. In announcing the easing of restrictions on funds transfers, the Treasury Department's Office of Foreign Assets Control said blanket licenses are being issued to permit American firms and individuals to transfer funds to Iran. Also, export of transportation equipment, satellite telephones, and radio and personal computing systems usually off-limits to Iran will be permitted to help manage relief efforts, Ereli said. A 90-day period, which began last Saturday, has been set to permit Americans to donate funds to private organizations to be used for relief and reconstruction efforts, the Treasury office said. Aid continued to pour in from around the world. An Australian air-force plane carrying blankets, water-purification tablets, heaters and other equipment unloaded the supplies in the provincial capital of Kerman, 120 miles northwest of Bam, according to an Australian defense official. China pledged $1.2 million in additional aid, doubling an earlier contribution of tents, generators and other supplies worth $600,000.Caption:  photoSalah Malkawi / Getty Images : Survivors of last week's 6.6-magnitude earthquake in Iran search yesterday amid the debris of their home in Bam. Four survivors were pulled from the rubble yesterday. (0393767205)", "edition": "Fourth"}