{"title": "Iran snubs official U.S. quake aid - Proposed relief mission rejected as too political", "filename": "2004-01-03_IranSnubsOfficialUSQuakeAid-ProposedReliefMissionRejectedAsTooPolitical.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0FFDEE43514EF6CF?p=WORLDNEWS", "date": "2004-01-03", "page": "A2", "section": "News", "author": "Maura Reynolds", "text": "The Iranian government yesterday rebuffed a U.S. offer to send a high-ranking humanitarian delegation to Tehran, a proposal seen as a quasi-diplomatic overture to a country that President Bush last year labeled a member of an \"axis of evil.\" The proposed mission to assess the relief situation in Iran was to have been headed by Sen. Elizabeth Dole, R-N.C., and included an unnamed member of the Bush family. It would have followed the arrival this week of U.S. rescue workers to assist with the aftermath of a Dec. 26 earthquake that killed more than 30,000 people in the southern city of Bam. \"We have heard back today from the Iranians that, given the current situation in Bam and all that is going on there now, it would be preferable to hold such a visit in abeyance. Therefore, we are not pursuing it,\" State Department spokesman Adam Ereli said. Ereli insisted there was no \"political undertone\" to the U.S. offer. \"Our motivation is purely humanitarian, purely compassionate,\" Ereli said. \"That was the spirit I believe in which it was received, and the spirit with which we've been discussing it in subsequent stages.\" In Iran, however, there were indications that the government saw the proposal differently. On state television, Foreign Ministry spokesman Hamid Reza Asefi was quoted as suggesting Iranian leaders felt the delegation would have been too political a gesture during a time of humanitarian crisis. The Iranian rejection appears to end the latest in a  series of gestures and behind-the-scenes dialogue by the two governments, which have variously expressed and withdrawn interest in a rapprochement. The proposed delegation would have been the first public U.S. mission to Iran since the 1979 hostage crisis. Iranian leaders have sent ambivalent signals about the U.S. overtures since the earthquake. On one hand, they accepted supplies and assistance by the rescue workers but insisted the Americans were \"volunteers\" and not official representatives of the U.S. government. The United States has sent an 84-member team from the Agency for International Development and two airlifts of goods, plus 12,500 blankets and other relief goods for survivors of the earthquake, the State Department said. Two additional shipments of more than 1,100 tents are scheduled to be flown in this weekend. The United States also gave $600,000 in cash for the International Federation of the Red Cross efforts in Iran. For its part, the Bush administration is also divided over whether a warming of relations is desirable. Those who favor engagement say the United States could use Iranian cooperation to apprehend al-Qaida terrorists and insurgents in Iraq. But administration hard-liners distrust Iranian leaders and say they must change their policies — primarily their support for Islamic militants and their nuclear-weapons program — before diplomatic warming takes place. Bush appeared to embrace the latter position Thursday, when he said that \"the Iranian government must listen to the voices of those who long for freedom, must turn over al-Qaida that are in their custody and must abandon their nuclear-weapons program.\" Shaul Bakhash, an Iran expert at the nonpartisan Brookings Institution, said those comments might have triggered the Iranian rebuff. \"Iran's leaders are very sensitive to the suggestion that they are being browbeaten into changing their policies,\" Bakhash said. \"Whether it was a conscious pulling back on the Americans' part or just off-the-cuff remarks, I can't really say.\" Tehran Radio yesterday said Bush \"once again demonstrated that America's interfering and hostile policy against Iran has not altered at all.\" Material from The Washington Post is included in this report.Caption:  photoMajid / Getty Images : Survivors of last week's earthquake in Bam, Iran, collect aid yesterday at one of the many trucks distributing relief throughout the city. (0393771063)", "edition": "Fourth"}