{"title": "Hunt is on for survivors in Morocco - 6.5 quake jolts remote region; early death toll tops 560", "filename": "2004-02-25_HuntIsOnForSurvivorsInMorocco-65QuakeJoltsRemoteRegionEarlyDeathTollTops560.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/100F658B1214550A?p=WORLDNEWS", "date": "2004-02-25", "page": "A15", "section": "News", "author": "Ali Naji", "text": "AL HOCEIMA, Morocco — An earthquake devastated an isolated, picturesque region of northern Morocco yesterday, killing more than 560 people as they slept, injuring hundreds more and laying ruin to villages that suffered for decades under government neglect. Rescuers with pickaxes and sniffer dogs were searching for survivors trapped under the rubble of their fragile mud-and-stone homes, which crumbled easily in the 6.5-magnitude temblor. Victims were most likely women, children and the elderly because men in the region tend to emigrate to the Netherlands and Germany in search of work, said Mohammed Ziane, a former human-rights minister. The quake, which rattled apartment buildings as far away as southern Spain, destroyed rural communities near the coastal city of Al Hoceima. It is tucked between the Rif Mountains and the Mediterranean Sea and draws European tourists with its sandy beaches. The official MAP news agency said yesterday at least 564 people were dead and 300 injured. Of those, 80 people were hospitalized, the agency said. Officials earlier had put the injury toll at 600. Selaam Bennaissa, a farmer who lives in Ait Daoud, 12 miles from Al Hoceima, said he was home when the quake struck about 2:30 a.m. and barely escaped before his house came crashing down. Authorities were scrambling to reach about six remote villages, including Ait Kamara, Tamassint and Imzourn, where 36,000 people live. Josephine Shields, of the International Committee of the Red Cross, citing civil-defense officials in Al Hoceima, said she heard Ait Kamara — a village of 6,000 — was destroyed. Rescuers reported difficulties getting to the stricken area in mountain foothills. As they arrived, they found corpses; some families already had buried their dead. Many survivors braved their first chilly, wet night without a home in makeshift tents. Some people slept outside in plastic chairs, bundled in blankets. Many of those with homes still standing were afraid to sleep indoors for fear of aftershocks. The region's hospitals were overwhelmed, said Abdelbaki Ouazzani, president of Red Crescent for the Al Hoceima region. Although a tourist destination because of its Mediterranean beaches, the region suffers from extreme poverty and underdevelopment because of government neglect after a Berber rebellion in 1958. The local economy is sustained by fishing and by farmers who grow cannabis. However, King Mohammed VI has taken steps to integrate the north more fully into his Muslim kingdom. In 2002, he issued his annual Throne Speech from Tangiers and traveled east to Tetouan, where Berber chiefs assembled on horseback in full regalia to pay him homage. He was planning to travel to the quake zone late yesterday or today. The temblor reverberated across the Strait of Gibraltar and was centered 100 miles northeast of Fez, about one mile underground in the Mediterranean, according to the U.S. Geological Survey. The quake was felt across much of southern Spain, but no damage or injuries were reported there. News reports said it was most noticed in tall apartment blocks of southern Andalusia and southeast Murcia. Morocco's deadliest earthquake was in 1960, when 12,000 people were killed after a devastating quake destroyed the southern city of Agadir. North Africa's last major earthquake hit neighboring Algeria in May. It measured 6.8 and killed 2,300 people near the capital, Algiers.Caption:  mapThe Associated Press: Magnitude 6.5 quake kills hundreds (GQFKCC2R)", "edition": "Fourth"}