{"title": "Scientists ''trap'' 6.0 earthquake - California tremor damages buildings | Array of instruments record event", "filename": "2004-09-29_ScientistsTrap60Earthquake-CaliforniaTremorDamagesBuildings|ArrayOfInstrumentsReco.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10573B7F7915C4F8?p=WORLDNEWS", "date": "2004-09-29", "page": "A4", "section": "News", "author": "The Associated Press And Knight Ridder Newspapers", "text": "PARKFIELD, Calif. — A strong earthquake shook central California yesterday, cracking pipes, breaking bottles of wine and knocking pictures from walls. There were no immediate reports of any injuries from the 6.0-magnitude quake, felt from Los Angeles to San Francisco, and its more than 160 aftershocks. The quake was centered about seven miles southeast of Parkfield, a town of 37 people known as California's earthquake capital. The town is one of the world's most seismically active areas, located on the San Andreas Fault. \"Things were shaking so bad you couldn't tell where to go next,\" said Parkfield Vineyard owner Harry Miller, who grows 170 acres of wine grapes. \"Trees shaking like brooms, and dust coming from everywhere.\" The quake tipped over about 300 cases of his wine. Five or six of Miller's buildings — including his home — were damaged. Most of his water pipes burst. The quake struck at 10:15 a.m. and was felt along a 350-mile stretch, as far north as Sacramento and as far south as Santa Ana, southeast of Los Angeles. The center was about halfway between Los Angeles and San Francisco. The very few residents of Parkfield — a half-dozen buildings on either side of a street in a valley surrounded by oak-studded hills — pride themselves on the area's seismic activity. Drivers into town pass a sign reading \"Now entering the North American plate.\" \"I'll take my earthquakes over those hurricanes any day,\" said John Varian, a lifelong resident and owner of the Parkfield Cafe, where food spilled out of the cupboards yesterday. Laurie Batson was horseback riding with her husband on their ranch when the quake struck. Returning home, they found two brick fireplaces had collapsed in their living room, tossing chunks of concrete and brick across the floor. Glassware was shattered, the ceiling was cracked and the TV sat broken on the floor. In the kitchen, debris had fallen onto the stove, turning it on high. \"It's a good thing we came home or else the house would have burned down,\" Batson said. A magnitude-6 quake can cause severe damage, though any problems are generally far less severe in places like California with strong building codes. \"This is earthquake country. It's a larger earthquake than what usually occurs, but it's not unprecedented,\" said U.S. Geological Survey spokeswoman Stephanie Hanna. Parkfield was shaken by six similar 6.0 earthquakes between 1857 and 1966. Countless smaller tremors constantly rattle the area, which is covered with just about every type of tool used to study quakes as part of a long-term research project. Because the quake occurred on the most studied section of fault in the world, scientists could learn more from it than any other earthquake in history. \"It's going to be a very, very important earthquake in the sense that it was recorded by so many instruments,\" said Stanford geophysicist Mark Zoback. Scientists are particularly interested in the moments leading up to yesterday's quake, and will be looking for any telltale signs of what was to come. \"That would be really useful because down the line it could be used for prediction,\" said Michael Blanpied of the USGS. Among the Parkfield instruments are devices that measure shaking, electromagnetic signals, changes in water level and ground deformation. There are even video cameras to film ground motion. \"The idea was to trap an earthquake, and we may have done that,\" said geologist Steve Walter of the USGS. Parkfield is about 21 miles northeast of Paso Robles, scene of an earthquake that killed two people in December. That quake pitched an 1892 clock-tower building onto the street and crushed a row of parked cars. It was the state's first deadly quake since the 6.7-magnitude one that hit the Northridge area of Los Angeles in 1994.Caption:  photoGARY KAZANJIAN / The Associated Press : Jim Batson of Parkfield, Calif., carefully walks across bricks in his living room after yesterday's earthquake. No injuries were reported. (0394796171)", "edition": "Fourth"}