{"title": "'02 Alaska quake threw Yellowstone's geysers off cycle, study finds", "filename": "2004-05-30_02AlaskaQuakeThrewYellowstoneSGeysersOffCycleStudyFinds.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/102EB32F696EE454?p=WORLDNEWS", "date": "2004-05-30", "page": "A13", "section": "News", "author": "Becky Bohrer", "text": "BILLINGS, Mont. — A major earthquake that hit Alaska in 2002 set off a flurry of smaller quakes in far-off Yellowstone National Park and changed eruption intervals in several geysers, according to a new study. Scientists say the magnitude-7.9 Denali fault earthquake in November 2002 is believed to be the first in modern times in North America to trigger large-scale changes in geysers and hot springs so far away. \"What's really kind of interesting ... is the recognition that large earthquakes at very large distances can have really profound effects on Yellowstone geysers, given the orientation of the waves and the amplitude of the particular earthquake,\" said Robert Smith, a University of Utah geophysics professor who worked on the study. The lead author was Stephan Husen, an adjunct assistant geophysics professor at the university. According to the study, reported in the June issue of the journal Geology, changes in eruption intervals in several Yellowstone geysers began in the hours immediately after the Denali earthquake. \"Intense swarms\" of local earthquakes also struck near hydrothermal systems where such changes occurred, the study said. Within a week of the Denali quake, Smith said, more than 1,000 earthquakes, many of them tiny and near hot springs or geysers, occurred at Yellowstone. Researchers think surface waves from the large earthquake affected geysers by altering water and steam pressure, he said. Changes like that would have affected pressure on faults in proximity to the hydrothermal systems and set off small quakes — a possible explanation for the number of quakes that occurred near geyser basins, he said. Earthquakes, Smith said, keep geysers alive by periodically shaking loose minerals that can clog pathways for water. Researchers monitored eruption intervals of 22 geysers during the winter of 2002-03. Of those geysers, they found that eight showed notable changes. Four were deemed too erratic to show effects, and 10 showed no significant changes, the study said. Daisy Geyser was among those affected, showing a rapid decrease in the eruption interval after the earthquake and returning to near prequake intervals over weeks, the study said. Researchers added that the geysers Castle, Plate and Plume were among those with short-term irregularities that lasted a few days. Lone Pine Geyser showed a gradual rise in eruption intervals that peaked three weeks after the big earthquake, according to the study. Smith said most features returned to normal in the days and months after the large quake, something he expected. \"The earth wants to go back to equilibrium,\" he said. The quake was centered in a sparsely populated area southeast of Denali National Park, 90 miles south of Fairbanks, but was felt in much of Alaska.Caption:  photoStephan Husen / The Associated Press : Castle Geyser erupts in Yellowstone National Park in this undated photo provided by the University of Utah. The eruptions showed irregularities after the Alaska quake of 2002. (0394234311)", "edition": "Fourth"}