{"title": "Quake-fueled waves kill at least 14,000 - 9.0-magnitude temblor off Indonesia was biggest since the one that rocked Alaska in 1964  | Coastal communities had no warning before walls of water hit them", "filename": "2004-12-27_Quake-FueledWavesKillAtLeast14000-90-MagnitudeTemblorOffIndonesiaWasBiggestSinceThe.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10744055CA072E1E?p=WORLDNEWS", "date": "2004-12-27", "page": "A1", "section": "News", "author": "Seattle Times News Services", "text": "At least 14,000 people died yesterday after an earthquake of epic power — the strongest since the Alaska quake of 1964 and the fourth most powerful since 1900 — struck deep beneath the Indian Ocean off Indonesia, unleashing 20-foot tidal waves, or tsunamis, that ravaged coasts across thousands of miles of Asia and Africa. Most of those who died were in coastal towns, fishing villages and tourist resorts from Sri Lanka and India to Thailand and Malaysia, but at least 11 countries were hit, including Somalia and Kenya in Africa, more than 3,000 miles away. Thousands remained missing today, and the death toll was expected to rise significantly. Scientists said the catastrophic toll would have been reduced had India and Sri Lanka been part of an international warning system designed to give coastal communities hours of warning before the potentially deadly waves make land. They said seismic networks recorded the massive earthquake, but without wave sensors in the region, there was no way to determine the direction a tsunami would travel. A single wave station south of the earthquake's epicenter registered tidal-wave activity less than 2 feet high heading south toward Australia, researchers said. \"They had no tidal gauges and they had no warning,\" said Waverly Person, a geophysicist at the National Earthquake Information Center in Golden, Colo., which monitors seismic activity worldwide. \"There are no buoys in the Indian Ocean and that's where this tsunami occurred.\" The earthquake, whose magnitude was a staggering 9.0, unleashed walls of water more than two stories high to the west across the Bay of Bengal, slamming into coastal communities in Sri Lanka and Inda, 1,000 miles away, about three hours later. Indonesia, Sri Lanka and India each reported thousands dead, and Thailand, a Western tourist hotspot, said hundreds were dead and thousands missing. Deaths were also reported in Malaysia, Maldives, Bangladesh, Somalia and Kenya. Tidal waves as large and destructive as yesterday's typically happen only a few times in a century. A tidal wave is not a single wave, but a series of traveling ocean waves generated by geological disturbances near or below the ocean floor. With nothing to stop them, the waves can race across the ocean like the crack of a bullwhip, gaining momentum over thousands of miles. Most are triggered by large earthquakes, but they can be caused by landslides, volcanoes and even meteor impacts. The international warning system was started in 1965, the year after tidal waves associated with a magnitude 9.2 temblor struck Alaska in 1964. It is administered by the National Oceanic and Atmospheric Administration. Member states include all the major Pacific Rim nations in North America, Asia and South America, as well as the Pacific islands, Australia and New Zealand. It also includes France, which has sovereignty over some Pacific islands, and Russia. However, India and Sri Lanka are not members. \"That's because tsunamis are much less frequent in the Indian Ocean,\" said Charles McCreary, director of the Pacific Tsunami Warning Center near Honolulu. The last significant tidal wave in the Indian Ocean was in 1883, according to Costas Synolakis, a professor of civil engineering at the University of Southern California. \"We have believed as a community that the Indian Ocean is fairly immune to tsunamis of the kind that took place. \" ... The hazard was underestimated by a factor of 10.\" The warning system analyzes earthquake information from several seismic networks, including the U.S. Geological Service. That information is fed into computer models that \"picture\" how and where a tsunami might form. The system dispatches warnings about imminent tsunami hazards, including predictions of how fast the waves are traveling and their expected arrival times in specific geographic areas. As the waves rush past tidal stations in the ocean, bulletins updating the tsunami warning are issued. Other models generate \"inundation maps\" of what areas could be damaged, and what communities might be spared. However, the tidal wave has little effect on the surface of the ocean as it travels, so there was no indication of the size of the waves that were speeding to the west. \"It's an extraordinary calamity of such colossal proportions that the damage has been unprecedented,\" said Chief Minister Jayaram Jayalalithaa of India's Tamil Nadu, a southern state that reported 1,705 dead, many of them strewn along beaches that had become virtual open-air mortuaries. \"It all seems to have happened in the space of 20 minutes. A massive tidal wave of extreme ferocity ... smashed everything in sight to smithereens,\" she said. At least three Americans were among the dead — two in Sri Lanka and one in Thailand, according to State Department spokesman Noel Clay. He said a number of other Americans were injured. \"We're working on ways to help. The United States will be very responsive,\" Clay said. The quake was centered 155 miles south-southeast of Banda Aceh, the capital of Indonesia's Aceh province on Sumatra, and six miles under the Indian Ocean's seabed. The temblor leveled dozens of buildings on Sumatra — and was followed by at least a half-dozen powerful aftershocks, ranging in magnitude from almost 6 to 7.3. But the waves that followed the first massive jolt were far more lethal. An Associated Press reporter in Indonesia's Aceh province saw bodies wedged in trees as the waters receded. More bodies littered the beaches. Authorities said at least 4,448 were dead in Indonesia, although the full impact of the disaster was not known, as communications were cut to the towns most affected. The waves barreled across the Bay of Bengal, pummeling Sri Lanka, where more than 6,500 were reported killed — at least 5,000 in areas controlled by the government and about 1,500 in regions controlled by rebels, who listed the death toll on their Web site. On another Web site that provided no details, there was an unconfirmed report of 500 more death. Some 170 children were feared lost in an orphanage. More than a million people were displaced from wrecked villages. The carnage was incredibly widespread. About 2,300 were reported dead along the southern coasts of India, at least 600 in Thailand, 48 in Malaysia and 32 in the Maldives, a string of coral islands off the southwestern coast of India. At least two died in Bangladesh — children who drowned as a boat with about 15 tourists capsized in high waves. The huge waves struck around breakfast time on the beaches of Thailand's resorts — probably Asia's most popular holiday destination at this time of year, particularly for Europeans fleeing the winter cold. \"People that were snorkeling were dragged along the coral and washed up on the beach, and people that were sunbathing got washed into the sea,\" said Simon Clark, 29, a photographer from London vacationing on Ngai island. In India's Andhra Pradesh state, 32 people were drowned when they went into the sea for a Hindu religious ceremony to mark the full moon. Among them were 15 children. \"I was shocked to see innumerable fishing boats flying on the shoulder of the waves, going back and forth into the sea, as if made of paper,\" said P. Ramanamurthy, 40, of that state. The earthquake that caused the tsunami was the largest since the 9.2 temblor centered under Prince William Sound in Alaska in 1964, according to geophysicist Julie Martinez of the U.S. Geological Survey. \"All the planet is vibrating\" from the quake, said Enzo Boschi, the head of Italy's National Geophysics Institute. Speaking on SKY TG24 TV, Boschi said the quake even disturbed the Earth's rotation. The quake occurred at a place where several huge geological plates push against each other with massive force. The survey said a 620-mile section along the boundary of the plates shifted, motion that triggered the sudden displacement of a huge volume of water. Compiled from The Washington Post and The Associated Press Quake aid The following aid agencies are accepting contributions for assistance that they or their affiliates will provide for those affected by yesterday's earthquake and tidal wave. American Red Cross: International Response Fund P.O. Box 37243 Washington, D.C. 20013 800-HELP NOW; http://www.redcross.org Catholic Relief Services: P.O. Box 17090 Baltimore, MD 21203-7090 888-HELP-CRF; http://www.catholicrelief.org Direct Relief International: 27 S. La Patera Lane Santa Barbara, CA 93117 805-964-4767; http://www.directrelief.org Doctors Without Borders/Medecins Sans Frontieres: P.O. Box 2247 New York, NY 10116-2247 888-392-0392; http://www.doctorswithoutborders.org International Medical Corps: 11500 W. Olympic Blvd., Suite 506 Los Angeles, CA 90064 800-481-4462; http://www.imcworldwide.org International Orthodox Christian Charities: Middle East Crisis Response P.O. Box 630225 Baltimore, MD 21263-0225 877-803-4622; http://www.iocc.org Mercy Corps: P.O. Box 2669 Portland, OR 97208 800-852-2100; http://www.mercycorps.org Operation USA: 8320 Melrose Ave., Suite 200 Los Angles, CA 90069 800-678-7255; http://www.opusa.org World Concern: 19303 Fremont Ave. N., Seattle, WA 98133 www.worldconcern.org World Vision: P.O. Box 9716 Federal Way, WA 98063 888-511-6593; www.worldvision.org Source: The Associated PressCaption:  photo,mapAFP / Getty Images : Tidal waves devastated Marina Beach in Madras, India, and other areas along the southern Indian coastline. Thousands were reported dead in India, which is not part of an international system designed to give coastal communities warnings about tidal waves. (0395265479)ERANGA JAYAWARDENA / The Associated Press : An unidentified woman cries after tidal waves destroyed her house in a coastal area in Colombo, Sri Lanka, yesterday. Massive waves triggered by earthquakes crashed into villages along a wide stretch of Sri Lankan coast. (0395263932)KARIM KHAMZIN / The Associated Press : A street is littered with damaged vehicles and debris at Patong beach in Phuket, Thailand, yesterday. The country, a popular destination for Western tourists, reported thousands of people were missing. (0395263773)The Associated Press: Death toll rises after quakes, tidal waves (GMCPT4QA)PRAKASH SINGH / AFP/ Getty Images : An Indian father cries over the body of his child at Silver Beach in Cuddalore, India. (0395266392)", "edition": "Fourth"}