{"title": "Quake started undersea wave - Rupture hundreds of miles in length; ocean floor collapsed, rose | Entire island of Sumatra moved 100 feet toward southwest", "filename": "2004-12-27_QuakeStartedUnderseaWave-RuptureHundredsOfMilesInLengthOceanFloorCollapsedRose|Ent.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10744055828EE670?p=WORLDNEWS", "date": "2004-12-27", "page": "A13", "section": "News", "author": "Shankar Vedantam", "text": "Yesterday's massive tidal wave, or tsunami, was triggered when a plate of earth that was dug like a bulldozer blade into the ocean floor off the coast of western Indonesia broke through layers of rocky resistance and created a rupture hundreds of miles in length, geologists said. Once the rupture began, rock would have torn apart like paper. The ocean floor collapsed in places and rose elsewhere, triggering massive upheavals of water, in this case moving the entire island of Sumatra about 100 feet toward the southwest, according to the Los Angeles Times. Unlike waves on the surface, a tidal wave is an underwater wave whose effects are apparent only when it reaches shore, often hundreds or even thousands of miles away. \"The extent of this earthquake is on the order of the size of California,\" said Eddie Bernard, director of the Pacific Marine Environmental Laboratory, which is part of the National Oceanic Atmospheric Administration (NOAA). \"You have the earth shooting up in some places 10, 15, 20 feet and creating underwater landslides.\" The geological cause of the earthquake is plain: Indonesia has long been plagued with earthquakes and the volcanoes that usually attend such massive fissures in the earth. Giant plates bearing India and Australia have been moving north for millennia, colliding with the Eurasian landmass near Indonesia. As a result of the immense pressure that was built up, the southern plate is dug like a bulldozer under the northern plate. \"Most of the time the plates are stuck together and nothing happens,\" said Lori Dengler, professor of geology at Humboldt State University in California. \"But every several hundred years, we have a rupture that causes one side to move.\" When that happened around 7 a.m. yesterday off Indonesia, pressure accumulated for years or decades was released in an instant. As the earth convulsed, the ocean floor likely rapidly fell in some places and rose elsewhere along a fissure hundreds of miles in length, several experts said. Areas that collapsed saw tons of water plunge in, causing what is known as a depression wave. Elsewhere, the ocean floor reared up, causing water to be displaced — an elevation wave. Both effects likely fed the tidal wave, said experts. \"Think of a kids' plastic swimming pool and sliding your hand underneath — pushing up on the plastic,\" said John Ebel, a professor of geophysics at Boston College. \"It would cause a wave to spread throughout the pool. That's what happens on the ocean floor after an earthquake.\" A tidal wave can travel long distances at hundreds of miles per hour. The one created by a quake off Chile in 1960 struck coastlines all around the Pacific, even as far away as Japan, where 200 people were killed by the influx of water. Unlike wind-whipped waves on the ocean, which rarely cause much disturbance below the surface, all of a tidal wave's energy is contained underwater. A ship in the deep ocean is unlikely to be perturbed. But the effects become shockingly clear as the tidal wave approaches shore and the waves rear up, said Kenneth Hudnut, a geophysicist at the U.S. Geological Survey in Pasadena, Calif. Depending on where the earthquake occurred, people often encounter the depression and elevation waves in the same sequence in which they were created. \"In many cases people report the sea withdrew first and then the seafloor was exposed and then the elevation wave comes in and hits the land,\" said Costas Synolakis, a professor of civil engineering at the University of Southern California. A rapidly receding shoreline is a warning that the elevation wave is about to strike — people may have as long as 10 minutes to flee the ocean's edge, said Synolakis. Even fleeing when the sound of the approaching wave can be heard can save lives, Bernard said. Fishing boats or sailboats in the ocean are likely to find greater safety by heading farther out to sea, Bernard added. A tsunami has less effect in deeper water. \"You can't stop these once they get going,\" he said. \"The only thing that could have been done is evacuate the coastline.\" Unlike surf, which is generated by wind and the gravitational tug of the moon and other celestial bodies, tidal waves do not break on the coastline every few seconds. Because of their size, it might take an hour for another one to arrive. Some tsunamis appear as a tide that doesn't stop rising, while others are turbulent and savagely chew up the coast. Without instrumentation, so little is known about this tsunami that researchers must wait for eyewitness accounts to determine its characteristics. The force and energy released by a tidal wave are enormous, and geologists said that measuring instruments would likely continue to pick up signals for about 24 hours all over the world. While earthquake aftershocks are common, new tidal waves are likely to be much smaller, localized and might well not be noticed without sensitive measuring instruments. Material from The Associated Press is included in this report.Caption:  photo,chartGEMUNU AMARASINGHE / The Associated Press : Tidal waves wash through houses at Maddampegama, about 38 miles south of Colombo, Sri Lanka, yesterday. Massive waves triggered by an earthquake crashed into villages along a wide stretch of the Sri Lankan coast, killing thousands and displacing a million people. (0395263888)The Associated Press: Deadly walls of water (GMCPT420)The Associated Press: Most damaging tidal waves (GMCPT4EI)", "edition": "Fourth"}