{"title": "Experts say e-mailed quake advice is shaky", "filename": "2004-11-09_ExpertsSayE-MailedQuakeAdviceIsShaky.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10646E81430145FA?p=WORLDNEWS", "date": "2004-11-09", "page": "A5", "section": "News", "author": "Glennda Chui", "text": "SAN JOSE, Calif. — Mass e-mails are annoying, but this one could be deadly. A message getting wide circulation on the Internet has alarmed rescue experts, who say it offers misleading and dangerous advice about what to do in an earthquake. It says that when the shaking starts, you should lie down next to something heavy and strong rather than duck under it. That is where a \"triangle of life\" will supposedly form if the building collapses — a void where you can be safe. \"Everyone who simply `ducks and covers' when buildings collapse is crushed to death — every time, without exception,\" says the e-mailed advice from self-styled rescue expert Douglas Copp. \"People who get under objects, like desks and cars, are always crushed.\" However, people who study survival in quakes — and those who dig survivors out — say this is not true. They say that \"duck and cover\" is still the best practice, that Copp is not credible, and that people who follow his advice are putting themselves at more risk of being injured or killed. Capt. Larry Collins, a search-and-rescue specialist with the Los Angeles County Fire Department, said he has been peppered with calls and e-mails from city and school officials who wonder whether Copp is for real. \"It's a serious public-safety concern at this point,\" he said. Not only is Copp's message dangerous, Collins said, but Copp himself is a danger at disaster scenes, where he poses as a rescue worker and tries to talk his way past the barricades. Copp, 53, says his American Rescue Team International is \"the world's most experienced rescue team.\" He claims to have crawled inside 875 collapsed buildings and worked with rescuers from 60 countries. However, a series of articles last summer in the Albuquerque Journal questioned Copp's credentials and experience, including the assertion that he had been injured while rescuing people from the World Trade Center collapse. Rep. Tom Udall, D-N.M., has asked the Justice Department to investigate whether Copp acted fraudulently in collecting more than $649,000 from the fund set up to compensate victims of the Sept. 11, 2001, attacks. Copp says the accusations against him are lies. \"Let me emphasize that I have not told one single lie, not one single exaggeration, not one single false claim, about anything whatsoever,\" he said. One of the central problems with Copp's advice is that it is based on the assumption that buildings will collapse in a strong earthquake. While that is true in many places, such as Turkey and Mexico, it is not necessarily true in the United States, where buildings are much stronger. Here, the biggest danger is that you will be hit by falling furniture or flying debris. It also ignores the fact that even heavy objects, such as refrigerators and cars, can jump around in a powerful quake. \"Some of the things he recommends are absolutely dangerous, like getting out of your car and lying down next to the car,\" said Kimberley Shoaf, assistant director of the Center for Public Health and Disasters at the University of California, Los Angeles. If the ground shakes hard, she said, your car could end up on top of you: \"I'd rather be inside a ton of steel than under it.\" And while it is true that rescuers often find people alive in voids, there is no way to tell where those havens will form, she and other experts said. Every earthquake is different; so is every building collapse. Mark Ghilarducci, former deputy director of the California Office of Emergency Services, said the best advice is still the drill practiced by schoolchildren: duck, cover and hold on. The American Red Cross and the Structural Engineers Association of California also are urging people to ignore the e-mail.", "edition": "Fourth"}