{"title": "In event of strong quake, tsunami on NW coast, would we be ready?", "filename": "2004-12-28_InEventOfStrongQuakeTsunamiOnNwCoastWouldWeBeReady.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10749435A442E8C0?p=WORLDNEWS", "date": "2004-12-28", "page": "A3", "section": "News", "author": "Sandi Doughton", "text": "In a region where quake preparedness is a civic mantra and volcanoes are wired to detect the slightest hint of restlessness, tsunami-warning systems are comparatively new and untested. As a caring person, Anne Sullivan was sickened by the devastation from Sunday's tsunami. As emergency manager for Grays Harbor County on Washington's Pacific Coast, she was scared. Sullivan knows that Westport, Ocean Shores and other beachfront towns, with a 600-mile-long geologic fault loaded and cocked just offshore, could be the hardest hit if the tectonic plates slip. Scientists predict a major earthquake could create a tsunami up to 30 feet high by the time it hits some areas of the coast. The wall of water would completely wash over the Ocean Shores peninsula, a popular summer beach destination. No one has calculated what the death toll might be in Washington, but a 1999 study estimated that 3,000 people would perish along the shores of Oregon. \"An earthquake and tsunami would be our most devastating disaster,\" Sullivan said. The county has put up signs designating tsunami-evacuation routes and has a phone tree poised to automatically call residents and businesses as soon as the alarm goes up. There's a siren at the shore that gives off a piercing wail. But Sullivan knows that if disaster strikes on a day when the shore is packed with kite-flying visitors, many won't know what to do, where to go — or even why the siren is blaring. Hard to get attention \"The major issue is getting people to pay attention,\" she said. In a region where earthquake preparedness is a civic mantra and volcanoes are wired to detect the slightest hint of restlessness, tsunami-warning systems are comparatively new and untested. A bare-bones network of detectors is dotted across the Pacific Ocean, but sometimes can't tell with certainty which way a big wave is headed. Accustomed to operating individually when it comes to disaster management, Washington, Oregon and California only recently agreed to use the same road sign to mark tsunami-escape routes. Actual evacuation plans remain sketchy in most areas. And emergency managers like Sullivan struggle with strapped budgets and fleeting public interest in a threat that seems very distant — until something like Sunday's disaster in Asia. \"I think as unfortunate as this event is, it will make people think more seriously about tsunamis,\" she said. By far the biggest tsunami risk to Washington would come from a massive subduction-zone earthquake off the coast, where one tectonic plate is pushing beneath another, said Brian Atwater, a University of Washington geologist. A magnitude 9 quake — about the size of the one that occurred off Sumatra — would cause the sea floor to thrust upward 20 feet or more, lifting the water column and triggering a big, slow series of waves. Within 20 to 40 minutes, those waves would begin washing over places like Neah Bay, Moclips and the Long Beach Peninsula. In a situation like that, the network of tsunami detectors would be of no use because the event would be so close, said Tim Walsh, geologic-hazards program manager for the state Department of Natural Resources. Run to high ground The only warning most people would get would be the shaking from the earthquake — a signal to run to high ground immediately. Walsh advises against getting in a car, because roads may already be damaged and clogged due to the earthquake. In nearly all areas of the state, 50 feet of elevation would be enough to escape the worst of the waves. In most places, 25 feet would be sufficient. \"If you go uphill or inland, the effect of the tsunami will be diminished,\" Walsh said. \"Even if you get wet, you can survive if you can hold onto a tree or something.\" Water levels would rise in Seattle and other Puget Sound cities after a subduction-zone quake on the coast, but otherwise, tsunami effects would not be significant. However, Seattle could experience a localized tsunami after a major quake on the fault that runs south of downtown. The ocean-based detection system is designed to pick up tsunamis traveling across great distances, the way the Sumatra wave crossed the Indian Ocean and slammed into Somalia. The Alaska earthquake in 1964 triggered a tsunami that swept four campers to their deaths at Newport, Ore. More than 50 specialized seismometers are scattered across the Northwest to detect and measure earthquakes that might spawn tsunamis. In the deep Pacific are six buoys — three in Alaska, one each off Washington and Oregon and one near the equator — equipped with sensors called \"tsunameters\" that are suspended near the ocean floor to measure small changes in water pressure. When the instruments detect a ripple of an inch or more, they automatically alert staff at the country's two tsunami-warning centers in Hawaii and Alaska. The network was completed in 2001, said Eddie Bernard, director of the National Oceanic and Atmospheric Administration's Pacific Marine Environmental Laboratory in Seattle. \"What we've put out is the absolute minimum we need,\" he said. \"I think we'll detect all tsunamis that are a threat to our coastline, but the question is how accurate it will be over time.\" Because the instruments are so widely spaced, it can be hard to predict the course a tsunami would follow, he said. The system did succeed in heading off a false alarm, allowing scientists to predict that a magnitude 7.6 Alaskan earthquake late last year posed no threat to Hawaii. It hasn't yet predicted a dangerous tsunami, because there haven't been any, Bernard said. Warning system State, local and federal officials still are grappling with the question of how to get word out to the public if that day comes. Residents of flood-prone areas can buy specialized weather radios that will turn on automatically when there's a tsunami warning, Walsh said, and the media will broadcast warnings as soon as they're issued. One of the biggest questions is how to get people out of areas that are likely to be hit. The main road leading out of Ocean Shores was built to handle 400 cars an hour, Walsh pointed out. If warning is short, not many people will be able to get out in time. But it would take a tsunami from Alaska about six hours to reach Washington's central coast — enough time for an orderly evacuation. Next year, Walsh plans to run computerized evacuation models that will test scenarios and help devise the best routes and ways to keep traffic flowing. But no system will be perfect — especially in the face of a massive wave. \"We don't try to fool ourselves into thinking we could have one of these subduction-zone earthquakes and be able to keep people from dying,\" Walsh said. \"We expect to be able to keep the death toll down.\" Sandi Doughton: 206-464-2491 or sdoughton@seattletimes.comCaption:  mapThe Seattle Times: Possible Seattle tsunami zone (GRPPTHVB)Michele Lee McMullen, Whitney Stensrud / The Seattle Times: Washington's tsunami zone (GRPPTIDP)", "edition": "Fourth"}