{"title": "Seismic studies raise concerns - Designs for the Brightwater sewage plant await further fault-line information.", "filename": "2004-05-19_SeismicStudiesRaiseConcerns-DesignsForTheBrightwaterSewagePlantAwaitFurtherFault-LineI.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/102B129366075746?p=WORLDNEWS", "date": "2004-05-19", "page": "H4", "section": "The Times Of Snohomish County", "author": "Christopher Schwarzen", "text": "King County needs more information on seismic conditions near the proposed site of the Brightwater sewage-treatment plant before it can proceed with building designs, county officials say. The U.S. Geological Survey (USGS) believes the active South Whidbey Island fault may extend toward Woodinville, possibly requiring stronger supports for aboveground construction in the area. King County officials say they are aware of USGS studies but that not enough data have been collected to show whether an active fault zone exists about a mile northeast of the Highway 9 sewage-plant site. \"We're definitely interested in the USGS' findings,\" said Brightwater project manager Christie True. \"If it does look like there's an extension (of the fault), then we'll be looking at whether that could change the amount of shaking buildings need to withstand.\" USGS officials say evidence supports the hypothesis that the fault runs from Whidbey Island, across Puget Sound and between Snohomish and Woodinville. Magnetic imaging, laser mapping and other testing mechanisms show evidence of lineaments and scarps near the Highway 9 site, where construction of a 36 million-gallon-a-day sewage plant is planned on 114 acres. Lineaments are an alignment of landforms, including streams, cliffs and ravines, that may be the result of a fault, erosion or glacier. Fault scarps refer to a line of cliffs or steps caused by an earthquake. \"We see evidence of a surface rupture (near Highway 9 and Highway 522),\" said Brian Sherrod, a USGS research geologist. Sherrod hopes to lead a team of geologists in a trenching test within the next couple of weeks if he can acquire permission from property owners. Trenching is digging down into a scarp to expose the fault. Soil samples also will be dated to pinpoint the time when an earthquake might have caused the rupture. USGS officials believe an earthquake that caused land-mass movement in the Woodinville area is connected to the last rupture of the South Whidbey Island fault, about 3,000 years ago. If the theory is correct, the USGS will have pieced together a major part of the seismic puzzle in Washington, Sherrod said. The recognition of an extended fault drives up hazards in a growing urban area, he said. That fear is one reason Brightwater opponents have led an appeal against the environmental studies King County did before concluding that the Highway 9 site was preferable to other locations. But True said earthquakes are more likely to damage aboveground structures than underground pipelines and tanks. \"We haven't changed our designs yet, but we still have time to see what the results of the trenching are this summer,\" she said. \"We can address all of these things during design.\" Sherrod said he hopes to know this week whether the trenching project will proceed. The actual digging will take a few days, but testing the soil samples could take several months. Christopher Schwarzen: 425-783-0577 or cschwarzen@seattletimes.comCaption:  mapThe Seattle Times: Fault suspected near Brightwater (GQMLTL43)", "edition": "Fourth"}