{"title": "Scientists find fault with NBC's earthquake miniseries", "filename": "2004-04-11_ScientistsFindFaultWithNbcSEarthquakeMiniseries.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/101E8B402448385C?p=WORLDNEWS", "date": "2004-04-11", "page": "A15", "section": "News", "author": "Kenneth Reich", "text": "LOS ANGELES — NBC's upcoming miniseries, \"10.5,\" is a disaster epic about massive earthquakes that topple the Golden Gate Bridge and cause the ocean to sweep over Los Angeles, submerging everything west of Barstow. Frantic authorities attempt to stop the temblors by fusing the San Andreas fault with five atomic explosions, but it doesn't work. To real-life seismologists who have seen \"10.5,\" the movie doesn't work, either. California's top geological official viewed an advance cassette of the movie Thursday night and expressed alarm over what he considers gross inaccuracies. \"NBC would be well-advised to put a disclaimer up front and to list Web sites where the audience could get true information about earthquakes,\" said Darrell Young, director of the state Department of Conservation. The executive producer of the miniseries, Howard Braunstein, acknowledges that the program plays loose with seismological facts. Asked whether he had consulted scientists, he said: \"Not really. We went on the Internet for backup research.\" The miniseries, to air May 2 and 3, simply is meant to be \"fun entertainment,\" Braunstein said. NBC has made no decision about a disclaimer, he said. The largest earthquake in recorded history was a magnitude 9.5 off Chile in 1960. A 10.5 would be 8,000 times as powerful as the 1994 magnitude-6.7 Northridge earthquake, which did an estimated $40 billion damage in the Los Angeles area. No earthquake so powerful could conceivably occur in California, given the fault structure of the Pacific Coast, Young said. \"It would take a subduction zone thousands of miles long, and nothing like that exists,\" he said. But Young and other scientists said this is only one of the problems with the production. Atomic explosions would not \"fuse the San Andreas,\" as in the miniseries, but in all likelihood would put more strain on it, he said. And a magnitude-8.4 earthquake in Redding certainly would not go unnoticed in the state capitol in Sacramento, as one does in the movie. Young also rolled his eyes at scenes showing a quake rupture chasing down an Amtrak train and sucking a truck into the earth. What's more, he said there are no instruments that show the intensity of a quake over periods of several minutes. In the movie, the president of the United States has such a device in his office. \"I'm underwhelmed by the movie,\" Young said. \"It's entertaining to a fault, but ... it perpetuates myths about earthquakes.\" NBC last week showed the miniseries to seismologists at the U.S. Geological Survey in Pasadena, Calif., and the California Institute of Technology. It was greeted with hilarity, as well as concern. \"The production is blatantly inconsistent with everything we know about earthquakes,\" seismologist Lucy Jones said. \"It's complete science fantasy, but as long as people know that nothing about it could be true, they can sit back and enjoy it.\" Fall of the Space Needle Seismologists aren't the only ones crying foul over NBC's upcoming miniseries \"10.5.\" The first episode shows a series of quakes beginning with a magnitude-7.9 temblor that takes down Seattle's Space Needle. The Space Needle's marketing director, Mary Bacarella, said Friday that the Space Needle staff had sent a letter to producers protesting that those who made the miniseries never had sought permission to use the structure. \"We asked them earlier whether reports we had heard that the Space Needle would be in the miniseries were true, and they wouldn't confirm it,\" she said. \"Now, we regard this as sensational nonsense.\" — Los Angeles Times", "edition": "Fourth"}