{"title": "County to defend studies for plant - Woodinville | 2 remaining appeals on Brightwater | Failure to address seismic activity alleged", "filename": "2004-06-30_CountyToDefendStudiesForPlant-Woodinville|2RemainingAppealsOnBrightwater|FailureToA.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10393D9FDFD20EF3?p=WORLDNEWS", "date": "2004-06-30", "page": "B3", "section": "Local News", "author": "Christopher Schwarzen", "text": "King County officials next week will begin defending scientific studies used to site the proposed Brightwater sewage-treatment plant north of Woodinville. Two groups have appealed King County's environmental-impact statement, saying it fails to sufficiently address seismic activity, an aquifer and the stigma attached to businesses operating near a sewage plant. The King County Hearing Examiner's Office will rule on the appeals after 1-½ weeks of testimony beginning next Wednesday. King County announced in December that it would build a $1.3 billion plant on 114 acres at Highways 9 and 522 in Snohomish County. The announcement came just weeks after King County officials released their final environmental studies — more than 1,000 pages long — on potential problems with the site. The plant is to serve residents of North King County and South Snohomish County. Eight groups initially appealed the impact statement, but King County settled with six — all government entities — by inviting them to help determine what mitigation is needed for the project. One of those is Snohomish County, which has argued unsuccessfully on behalf of angry residents that King County has no authority to build a sewage plant outside its boundaries. The two remaining appellants are the Sno-King Environmental Alliance (SKEA) and Campbell Soup, the owner of soup-maker StockPot, which is on the northern tip of property King County says it will use for the plant. The alliance, which consists of local residents, fears a sewage spill could contaminate an aquifer used for drinking water. The group's leaders also have said King County failed to sufficiently study seismic activity in the region, pointing to more recent data by the U.S. Geological Survey. Federal officials think the South Whidbey Island fault zone extends within 1-½ miles of the sewage-plant site. Scientists say the fault could produce a magnitude-7 earthquake, possibly capable of damaging treatment-plant buildings and cracking underground pipelines. \"What probably is most astounding is that one of the criteria in siting the plant was proximity to fault lines,\" said Corinne Hensley of the alliance. \"Various sites were removed because they were too close, but this property seems to have stayed on the list.\" The alliance spent its own money to hire an outside earthquake consultant who agrees with the Geological Survey data. His findings will be considered by the hearing examiner. Campbell Soup has said it has no intention of operating a soup factory next to a sewage plant. King County has been negotiating with Campbell to help move the plant within Snohomish County, King County officials said. To protect its interests, Campbell Soup filed its own appeal with the Hearing Examiner's Office while negotiations with King County continue. Attempts to reach attorneys representing Campbell Soup were unsuccessful. King County officials said they have no reason to believe they've insufficiently studied environmental hazards associated with operating a sewage plant at the site. Buildings would be constructed to code for earthquakes, and measures would be taken to reduce the potential for spills and odors. \"We're fully prepared to defend our environmental-impact statement and are confident we'll succeed,\" said Brightwater's project manager, Christie True. If the hearing examiner rules in favor of King County, the Brightwater project would continue as planned. The county is applying for a water-quality permit from the Army Corps of Engineers. If King County loses, it will most likely be ordered to redo studies that the hearing examiner believes are faulty, True said. \"This won't force us to find another site,\" she said. But Hensley says a victory for the Sno-King Environmental Alliance could figure in other legal battles to come. The alliance plans to challenge King County's permit requests as well. \"We can go after each individual permit through an appeal process,\" she said. \"If any permit cannot be issued, then [King County is] back at square one.\" Christopher Schwarzen: 425-783-0577 or cschwarzen@seattletimes.com", "edition": "Fourth"}