{"title": "Strong quake jolts Alaska panhandle", "filename": "2004-06-29_StrongQuakeJoltsAlaskaPanhandle.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1038E8F4A9CB249F?p=WORLDNEWS", "date": "2004-06-29", "page": "B5", "section": "Local News", "author": "The Associated Press", "text": "CRAIG, Alaska — A powerful earthquake with a preliminary magnitude of 7.0 jolted Alaska panhandle residents out of their sleep early yesterday, but no significant damage was reported, police and scientists said. \"We're pretty lucky, I guess,\" said Craig Police Chief James D. See. The quake occurred at 1:50 a.m. Alaska time and was centered beneath the ocean about 70 miles northwest of Dixon Entrance, in the waters between the southern end of the panhandle and the Queen Charlotte Islands of British Columbia, or about 60 miles southwest of Craig, said Bill Knight, a scientist at the Alaska Tsunami Warning Center. The jolt, capable of severe damage had it occurred near populated areas on land, did not generate a tsunami or seismic sea wave, Knight said. While the West Coast and Alaska Tsunami Warning Center in Palmer estimated the magnitude at 7.0, the National Earthquake Information Center in Golden, Colo., estimated the quake's strength at 6.7. Both numbers were preliminary. Gary Neilson of Meyers Chuck, 40 miles north of Ketchikan, said he was awakened around 2 a.m. \"The bed was shaking pretty good,\" Neilson said. \"It did produce quite a bit of wind and wave action.\" The observatory received numerous calls from people who felt the quake in Craig and Petersburg, but had no reports of significant damage — \"just items falling off the shelves,\" Knight said. A 6.1 magnitude temblor at about the same location on July 12 caused similar damage in Craig, a logging and fishing town of about 1,300 residents about 920 miles north of Seattle. See said by telephone the quake woke him up, seemed to last about 20 seconds and knocked a picture off the wall but caused no other damage in his house and did not disrupt electricity in town. Residents deluged police with calls, but nobody reported damage to buildings or other installations in the town.", "edition": "Fourth"}