{"title": "American says fiancé saved her life after quake - Encouragement while trapped in rubble kept her alive, but he dies after rescue", "filename": "2004-01-05_AmericanSaysFiancéSavedHerLifeAfterQuake-EncouragementWhileTrappedInRubbleKeptHerAli.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/0FFE967DE37484C8?p=WORLDNEWS", "date": "2004-01-05", "page": "A7", "section": "News", "author": "Erik Kirschbaum", "text": "TEHRAN, Iran — An American woman injured in the Bam earthquake says her fiancé, who died from injuries received in the 6.6-magnitude quake, kept her alive with words of encouragement while they were pinned for hours under hotel rubble. Adele Freedman said she and Tobb Dell'Oro, both from Redwood City, Calif., were pummeled by the walls and ceiling of their room in a one-story hotel as they jumped out of bed and tried to reach the door. She was knocked back on the bed and trapped under a crushing weight while he was caught between her and the door. \"I said I don't want to die before I turn 40 and he kept telling me `Adele, we're not going to die and we're going to get out of here,' \" Freedman, 39, said yesterday from a Tehran hospital bed, where both her ankles were in casts with multiple fractures. \"There was so much weight on my back, it was dark and I could hardly breathe. My face was pressed into the pillow. But I could feel his finger. He was closer to the door and I asked why he didn't get out. He said he came back to get me.\" The two were pulled out of the building hours after the Dec. 26 quake by their guide, Farzaneh Khandemi. After being freed, they were trying to get to a hospital when she realized Dell'Oro was bleeding badly and apparently had a punctured lung. \"I kept saying `Don't die, don't die.' We got to a hospital on the way to (nearby) Kerman and I heard him getting oxygen,\" Freedman said. \"I thought he was going to be OK.\" She can't remember much of what happened next, but her guide helped her reach a hospital in Tehran, 625 miles to the north, less than 12 hours after the quake that killed an estimated 35,000 people. \"They didn't tell me he died until my parents arrived on Friday (a week after the quake),\" she said. \"I said `I'm not leaving without him,' and they kept telling me they didn't know where he was,\" Freedman added before choking up in tears. \"He was such a wonderful man. He cared so much about the Middle East. I've lost the man I loved.\" In related developments: • Sharbanou Mazandarani, 97, who survived nearly nine days under rubble before being rescued Saturday, survived because of a bit of luck and a slow metabolism, a doctor said yesterday. \"She tells that just before the earthquake, her family had brought her food and drink into her bedroom,\" said Dr. Paul Odberg, medical coordinator for the International Federation of the Red Cross and Red Crescent operation. \"That and being wrapped up in her own bed probably saved her life.\" The rest of her family died. He said it was possible the low metabolism customary among old people could have helped her endure with minimal sustenance for so long. • Homeless who remained in Bam said yesterday that people from neighboring towns and villages have barreled in and taken away tents, blankets and supplies meant for quake victims in what is one of the country's poorest regions. • The United Nations said it plans to launch an appeal this week to fund the next three months of relief and plans to erect what it calls semi-permanent homes for some 50,000 people in the region. The one such camp already in place — with about 150 spacious, laminated tents — lies empty as authorities register citizens, distribute ration cards and assess cases. Material from The Associated Press is included in this report.", "edition": "Fourth"}