{"title": "''Seismic moment'' gives more accurate measure of quakes", "filename": "2004-12-27_SeismicMomentGivesMoreAccurateMeasureOfQuakes.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1074405580BAEE92?p=WORLDNEWS", "date": "2004-12-27", "page": "A13", "section": "News", "author": "The Associated Press", "text": "Yesterday's earthquake in Sumatra had a preliminary magnitude of 9.0, classifying it as a great quake and making it the strongest since the 9.2 quake that hit Alaska in 1964. Earthquakes approaching that scale are difficult for scientists to measure. For one thing, they occur rarely — once a year or less — so researchers don't have many chances to analyze them. And, the tools that scientists use to measure movements in the planet's crust are becoming more sophisticated. So the way in which they assign a number to signal an earthquake's fury is evolving. Today, when seismologists describe an earthquake's magnitude, it is a composite of several types of instruments and equations that calculate several aspects of an earthquake's behavior. The methods started in a more simple way nearly 70 years ago when seismologist Charles Richter of the California Institute of Technology developed his now-familiar Richter scale of earthquake magnitude, in which each whole number represents a tenfold increase in seismic movement and severity. Moderate earthquakes begin at 5.0. Strong earthquakes begin at 6.0 and cause damage even to modern structures. Major earthquakes are rated at 7.0 and higher, causing damage over hundreds of miles. The most powerful earthquake on record was a 9.5 in Chile in 1960. While researchers still use the familiar Richter scale numbers, the equations that go into the original scale are too limited, especially for larger earthquakes and those that extend down faults for hundreds of miles. As a result, researchers have turned to more precise measurements, such as \"seismic moment,\" which quantifies how much energy is released by an earthquake. Because of these uncertainties, scientists may initially estimate an earthquake's magnitude, only to tweak it as more data are available. The U.S. Geological Survey initially said yesterday's quake had a magnitude of 8.1, then revised that to 8.5 and then 8.9 before calling it a 9.0.Caption:  chartThe Associated Press: Earthquake's deadly toll (GMCPT47L)", "edition": "Fourth"}