{"title": "Interfaith gathering embraces relief effort - Fundraiser for Pakistan quake victims", "filename": "2005-11-09_InterfaithGatheringEmbracesReliefEffort-FundraiserForPakistanQuakeVictims.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10DCBAA877307E88?p=WORLDNEWS", "date": "2005-11-09", "page": "B1", "section": "Local News", "author": "Janet I. Tu", "text": "What began here four years ago as a modest idea — to understand different faiths a little better — has grown, gained momentum, and now faces an urgent mission: get help while there's still time to survivors of the Pakistani earthquake. On Sunday, local Muslim, Christian and Jewish leaders (along with ethnic groups such as Pakistan Association of Greater Seattle) are organizing a fundraising dinner for survivors of the Oct. 8 Pakistan earthquake. That 7.6-magnitude quake is estimated to have killed more than 87,000 people, injured tens of thousands, and left about 3 million people homeless. Relief agencies are now racing to reach people still in the remote hillside villages before the bitter Himalayan snows hit. Relief workers fear that many more deaths could result from exposure, disease and hunger. Getting the various faith organizations to work together for earthquake relief is one of the \"best ways to get the word out about the dire need of earthquake survivors,\" said Rabbi James Mirel of Bellevue's Temple B'nai Torah. \"We've done that with the earthquake in Iran, then Katrina. This really, in terms of loss of life and damage, is the most extreme of all.\" These are congregations that have worked together often since Sept. 11, 2001, when religious leaders and members of congregations on the Eastside began talking about the need to understand each other's faiths better. Shortly after the terrorist attacks, a parishioner at Sacred Heart Catholic Church in Bellevue suggested creating an interfaith prayer chain — prayers from various faith traditions written on pieces of paper that were formed into links on a long chain — to send to aid workers at Ground Zero. About a month after that, they organized the first of what became a series of educational panels about the different faiths at St. Thomas Episcopal Church in Medina. Over the next few years, hundreds of members from congregations including Temple B'nai Torah, the Kirkland-based Ithna-asheri Muslim Association, St. Thomas Episcopal Church, Sacred Heart Catholic Church, Bellevue Christian Church, and St. Joseph Catholic Church of Issaquah came together to help build at least 16 houses for low-income residents through Habitat for Humanity. The idea, said Bob Norton, a pastoral assistant at Sacred Heart, was to focus on what ties the various religions together, \"rather than making religion divisive. Ultimately, all our religions call us to reach out, be people of compassion.\" Fundraising efforts by the interfaith leaders, along with other local community organizations, have raised hundreds of thousands of dollars for relief work after the 2003 Iran earthquake, last year's Indian Ocean tsunami and Hurricane Katrina earlier this year. Sunday's Pakistani relief dinner at the Redmond Marriott Town Center is expected to draw about 300 people of different faiths who will hear appeals from such organizations as Mercy Corps, UNICEF and Islamic Relief. In some ways, said Jawad Khaki, president of Ithna-asheri Muslim Association and one of the dinner's main organizers, \"these tragedies are a wake-up call for us to see the common humanity that's out there.\" Information from The Washington Post was used in this story. Janet I. Tu: 206-464-2272 or jtu@seattletimes.com Pakistan earthquake relief dinner Where: Redmond Marriott Town Center, 7401 164th Ave. N.E. When: 5:30-8:30 p.m. Sunday Cost: $30 adults, $15 for children under 10 Information/to reserve: bringrelief@hotmail.com or 425-241-7870Caption:  photoJawad Khaki, left, president of Ithna-asheri Muslim Association, and Rabbi James Mirel of Bellevue's B'nai Torah", "edition": "Fourth"}