{"title": "Impact of quake at Hanford underestimated, study says", "filename": "2005-02-25_ImpactOfQuakeAtHanfordUnderestimatedStudySays.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1088067AEA0BC948?p=WORLDNEWS", "date": "2005-02-25", "page": "B4", "section": "Local News", "author": "Shannon Dininny", "text": "YAKIMA — The impact a severe earthquake could have on a nearly $6 billion waste-treatment plant under construction at the Hanford nuclear reservation is almost 40 percent greater than previously estimated, according to a new study. The plant, the federal government's largest construction project, is being built to treat millions of gallons of highly radioactive waste left from Cold War-era nuclear-weapons production. Construction is about 35 percent complete at the south-central Washington site, and work has been slowed or shifted to other parts of the plant while engineers re-evaluate its design. The U.S. Department of Energy, which manages cleanup at the site, and the contractor hired to build the plant stressed that the chances of a severe earthquake at the site are slim. In addition, some construction work that has been re-evaluated, such as the concrete walls of the plant, meets the new seismic requirements and will not have to be changed. \"Earthquakes, No. 1, don't happen a lot in this area, and if they do happen, we are building a very robust plant to handle it,\" Roy Schepens, manager of the Energy Department's Office of River Protection, said yesterday. In 2002, the Defense Nuclear Facilities Safety Board raised concerns that the Energy Department had failed to adequately investigate the impact a severe earthquake might have on the plant. The agency had gathered seismic data from the entire 586-square-mile Hanford reservation to determine the impact such a quake might have on the plant, but it did not conduct a seismic investigation of the plant site itself. The agency conducted a more thorough evaluation in 2004 and sent that data to a federal science laboratory for review. The results of that review, released this week, found that the force of the ground movements at the plant site during a worst-case-scenario earthquake would be 38 percent greater than previously estimated. Engineers are working to apply that new number to the plant's design, a process that could take four to six months, Schepens said. \"In the near term, we will develop very conservative design criteria that will allow us to advance the design and construction activities,\" he said. The impact of the new seismic data on the final cost of the building and the construction schedule has not been determined, Schepens said. For 40 years, the Hanford reservation made plutonium for the nation's nuclear-weapons arsenal. Today, work there centers on a $50 billion to $60 billion cleanup, to be finished by 2035. Much of the cleanup involves treating 53 million gallons of highly radioactive waste stewing in 177 aging underground tanks fewer than 10 miles from the Columbia River. The waste-treatment plant will use a process called vitrification to turn waste into glass logs for permanent disposal in a nuclear-waste repository. The Energy Department and the contractor building the one-of-a-kind plant have encountered several problems since construction began in 2001. Design of the plant is about 70 percent complete, but it is being designed as it is being built, which has resulted in significant cost overruns. Construction was estimated at $4.35 billion before the contract was awarded in 2000. The current estimate is close to $5.8 billion, an increase of more than 30 percent. The U.S. Army Corps of Engineers, which concluded last year there is a significant risk of construction cost increases for the plant, will review the Energy Department's new cost estimate and schedule, Schepens said. Annual funding for the construction project also falls $65 million, to about $625 million, in the proposed 2006 federal budget, in part because of the unresolved seismic issues. Last summer, a nuclear watchdog group released a paper concluding that the plant has a 50 percent chance of a chemical or radiological accident. The paper was based on a 3-year-old study by the Nuclear Regulatory Commission, and the Energy Department said the information used to prepare the paper was outdated and the plant faces no significant risk of a major accident. In addition, contractor Bechtel National has come under fire for safety problems at the site. In a letter sent Wednesday to the contractor about those safety concerns, the Energy Department said it was withholding $300,000 from the company's $3 million quarterly fee to be paid March 1. Last year, the company halted construction for a day at a cost of $500,000 to discuss safety problems with workers. About 1,700 people have been working to build the plant, which will stand 12 stories tall and be about the size of four football fields.", "edition": "Fourth"}