{"title": "\"I do not look down — ever\" - Basket provides a harrowing rideA tenuous link for quake survivors", "filename": "2005-11-23_\"IDoNotLookDown—Ever\"-BasketProvidesAHarrowingRideaTenuousLinkForQuakeSurvivors.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10E158266BB3F530?p=WORLDNEWS", "date": "2005-11-23", "page": "A13", "section": "News", "author": "John M. Glionna", "text": "BARANI, Pakistan — Dressed in a white turban and flowing blue robe, Amraz Khan climbed into a small steel basket suspended 400 feet above the Jhelum River. As the basket swung in a stiff wind, he and another passenger pulled on a rope for a nail-biting ride to the river's far side. The white-bearded Khan offered a tip on the crossing: \"I do not look down — ever,\" he said. Before the Oct. 8 earthquake, numerous bridges spanned the deep gorges carved by the Jhelum into the dusty landscape in Pakistani-controlled Kashmir. Some bridges could handle a small vehicle; others were merely suspended walkways. Now, many bridges are gone or unstable. Others hang precariously by single cables, marooning the isolated village of Barani. For many, the only way across is the \"rassa,\" the risky basket contrivance Khan took to visit quake-injured relatives across the waterway. In the local Punjabi dialect, rassa means \"strong rope.\" The pulley device near Barani was built in 2000, a single steel cable anchored in two slabs of concrete on either side of the river, 700 feet apart. Kashmiris have used such pulley cars for decades to span the Jhelum and other rural rivers. But since the quake, the passenger volume has tripled, turning the rassas into critical lifelines. Hundreds of residents of Barani and two nearby villages were killed or injured in the quake. Survivors used the pulley bridge to haul out the wounded. Then they brought out the dead, one by one. Today, residents use the rassa to transport aid and water. The alternative is to walk six miles to the nearest standing bridge. There has been only one injury. Days after the quake, five men crowded into the basket designed for two riders. Halfway across, one dropped into the waters below, barely surviving the plunge. During the wind and rain, only the bravest venture over the river. \"Sometimes I cannot believe I am in this chair,\" said Altaf Hussain, 32, a Barani resident. \"But we have no choice. People have fought for the rassa.\" The pulley bridge even has its rush hours, mostly in the early morning, when the wait can last three hours. Dusk is also busy. The unwise few who embark alone with heavy loads often get stuck over the river, unable to pull themselves to the other side unaided. They have to wait, suspended in midair, until someone arrives on shore to help them to safety. When the rassa is too crowded, some residents hike to a nearby footbridge that provides a similar thrill. One of the span's cables has snapped, and its wooden walkway lists sideways over the water. Sarwar Shah, 55, watched as several youths inched their way, stepping gingerly across the corkscrewed bridge and keeping an eye on the river a few feet below. \"This is a young man's game,\" he said, shaking his head. \"Not for grandfathers like me.\"Caption:  photoJohn M. Glionna / Los Angeles Times : Amraz Khan, left, and another villager inch across the Jhelum River in a daunting pulley-operated contraption known as a rassa.", "edition": "Fourth"}