{"title": "Asia quake aid can't wait, U.N. says - Airlift suggestedDisease, cold stalk survivors in dire need of supplies", "filename": "2005-10-21_AsiaQuakeAidCanTWaitUNSays-AirliftSuggesteddiseaseColdStalkSurvivorsInDireNeedO.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10D6746FDA351758?p=WORLDNEWS", "date": "2005-10-21", "page": "A14", "section": "News", "author": "Munir Ahmad", "text": "MUZAFFARABAD, Pakistan — The top U.N. relief coordinator warned yesterday that bold initiatives like the Berlin Airlift are needed to save as many as 3 million people left homeless by the South Asian earthquake as winter approaches in the Himalayas. The World Health Organization (WHO), meanwhile, reported that three quake survivors died of tetanus, reinforcing fears that disease and infected injuries could drive the 79,000 death toll far higher. Jan Egeland, the U.N. relief coordinator, appealed to NATO and other potential donors to step in with an army of helicopters to fly in relief supplies and evacuate perhaps hundreds of thousands of people. \"The world is not doing enough,\" Egeland said in Geneva. \"We should be able to do this.\" He called for \"a second Berlin air bridge\" — nonstop flights reminiscent of the U.S. and British airlift of essential supplies into West Berlin in the late 1940s when Soviet troops blocked the city's road links to the West for nearly 11 months. At one point, cargo planes landed in West Berlin at the rate of one a minute. \"We thought that the tsunami was as bad as it could get. This is worse,\" Egeland said. \"The race against the clock is also like no other one. There is a terrible cutoff for us in the beginning of December, maybe even before, when there will be massive snowfalls in the Himalaya mountains.\" NATO was expected to approve today the dispatch of medics and hundreds of military engineers to clear roads and help reconstruction. However, allied commanders said it would be hard to muster enough of the light helicopters needed for flying in remote mountain areas to mount the campaign envisioned by Egeland. Helicopters loaded with food and other supplies and soldiers on foot fanned out from the shattered city of Muzaffarabad in the heart of the earthquake zone in a frantic attempt to get help to remote villages damaged in the Oct. 8 tremor. \"There is a continued need for more helicopter capacity, to move in the inaccessible areas,\" Hilary Benn, British secretary of state for international development, said during a tour of the area. \"The terrain here is very difficult and winter is approaching.\" The first of 20 additional U.S. military helicopters will arrive next week to help, U.S. Rear Adm. Mike Le Fever said. The choppers shipped from the U.S. Air National Guard are being reassembled in Afghanistan, he said. A dozen U.S. military helicopters are ferrying in supplies and evacuating people from remote areas in Pakistan. Five more helicopters, normally used by the U.S. State Department for drug surveillance, also were shifted to relief efforts. Dozens of Pakistani and other foreign helicopters are flying missions to aid survivors in isolated villages. Abdul Aziz, whose wife was killed in the magnitude-7.6 quake, decided it was better to seek help rather than wait. He walked seven hours to Muzaffarabad, capital of Pakistan's portion of Kashmir, with his three sons and daughter. The girl had a broken bone and all suffered from exposure and malnutrition. Aziz said 150 of the 220 people in his village died. \"I will not go back to that village where I lost my wife, my relatives and my friends,\" he said. The WHO said there had been 17 cases of tetanus reported in the quake-stricken area, three of them resulting in deaths in the town of Balakot in North West Frontier Province. Sarfaraz Tan Afridi, leader of the WHO team in the province, said his team was trying to immunize as many people as possible. Tetanus is a bacterial infection that can cause fever, high blood pressure and severe muscle contractions. It can lead to death, especially among the elderly. People are infected when the bacteria, found in the ground and feces, enter the body through cuts and scratches. The Pakistani government's official casualty toll stood at 49,739 dead and more than 74,000 injured, but central figures have lagged behind regional numbers. The regional figures, from officials in Pakistan's North West Frontier Province and Pakistani Kashmir, added up to about 78,000 dead. India reported 1,360 deaths in its part of Kashmir. Aid workers fear casualties will rise because communities without adequate food, shelter or health care will soon face the harsh Himalayan winter. Snow already has begun to fall in high mountains, and some villages already have freezing temperatures at night.Caption:  photoRichard Vogel / The Associated Press : A Kashmiri boy evacuated from a remote Pakistani village waits Wednesday at a military helipad in Muzaffarabad to be taken to a hospital. In the wake of the South Asian earthquake, aid workers fear that time is short for injured, homeless survivors.", "edition": "Fourth"}