{"title": "16 years after Armenia quake, aid still flows in - Missions remained after media left | Groups worry about creating dependence", "filename": "2005-01-30_16YearsAfterArmeniaQuakeAidStillFlowsIn-MissionsRemainedAfterMediaLeft|GroupsWorry.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/107F750571C16750?p=WORLDNEWS", "date": "2005-01-30", "page": "A16", "section": "News", "author": "Mark Mcdonald", "text": "SPITAK, Armenia — When rescuers began pulling victims from the rubble of the sugar factory here in 1988, the corpses seemed like ghastly, crimson ghosts: The bodies were covered with an awful goo, a coagulating mixture of blood and powdered sugar. The earthquake that crushed the sugar plant also destroyed every other factory in this mountainous patch of northern Armenia. The 6.9-magnitude quake flattened schools, churches, homes and hospitals. More than 25,000 people died. Half a million were left homeless. The disaster was hardly on the scale of last month's Asian tsunami, but the grief and horror were the same. So was the international response: massive, immediate, global and heartfelt. Other disaster zones have had bitter experiences with relief efforts that dwindled or disappeared almost as soon as they started. When the news media move on, aid missions often do the same. That didn't happen here, government officials, diplomats, aid workers and survivors agree. After 16 years, international relief efforts continue, many of them generous and effective. A housing program under the U.S. Agency for International Development ended only last month in the shattered city of Gyumri. The Peace Corps has 85 volunteers in Armenia, several U.N. programs remain active and dozens of international agencies and private foundations continue to work in the region. \"We haven't recovered yet, but at least say we're no longer dying,\" said Albert Papoyan, mayor of the hardscrabble village of Shirmakoot, the quake's epicenter. \"We're finally starting to breathe.\" An estimated 20,000 people across the quake zone still occupy the metal shipping containers known here as domiks. The containers once held emergency provisions that came from abroad. Now people live in them. Only one of Spitak's factories is back in business, and it employs only a small fraction of the people it did before. Spitak Mayor Vanik Asatryan praised the quick response of the Soviet government — Armenia was part of the Soviet Union in 1988 — although communist construction teams inexplicably began putting up row upon row of low-quality, concrete apartment blocks, exactly like the ones that had just collapsed. International aid also poured in. The total after 16 years is difficult to estimate, although government officials suggest it could be close to $2 billion, half of what's been pledged for tsunami relief. \"The whole world helped Spitak,\" Asatryan said. Today, Spitak's new neighborhoods — built to exacting new codes — are known as the French, Italian and Uzbek districts, commemorating the countries that financed them. The immediate U.S. response was a planeload of search-and-rescue dogs and rescue teams from Fairfax County, Va. The plane took off without a flight plan, and U.S. officials weren't sure it would be allowed to land in Soviet territory or that the rescuers, who had no visas, would be allowed to get off. \"This was the first time we offered (aid) and the first time they accepted,\" said current U.S. ambassador to Armenia John Evans, who at the time helped scramble relief supplies from his post on the State Department's Soviet desk in Washington. \"Remember, we'd been dueling with these guys for 70 years. It's not too much to say it was historic.\" But the initial success encountered other challenges. The Soviet Union collapsed in 1991 — along with much of Armenia's economy and government services — and the construction crews that had come from the various Soviet republics returned home. They often took their backhoes and bulldozers with them. Their concrete apartment towers remain unfinished and empty. \"Soviet promises,\" Asatryan said, \"were not kept.\" Today, Armenia is one of the largest per-capita recipients of U.S. government aid in the world, reportedly second only to Israel. A large and influential immigrant population in the United States helps drive those government appropriations. Armenian-American businesspeople also donate heavily. The Lincy Foundation, underwritten by the billionaire Kirk Kerkorian, has been particularly effective in building housing, roads and tunnels in the quake zone. Aid workers grumble that the deluge of assistance created a caste of \"professional victims\" hooked on handouts. One former Red Cross worker said residents would become enraged when he was a day or two late delivering free medicine. \"They think all the world owes them everything,\" said Yulia Antonyan, a program officer at the Eurasia Foundation. \"People will sit around a table saying this country gave us too little or the Uzbeks build bad buildings.\" ( The foundation's country director, Ara Nazinyan, said it had been \"a major problem to prevent this dependency on aid.\" \"But right after a disaster, people need fish,\" Nazinyan said. \"You can't say to someone, `Stay hungry while I teach you how to fish.' Humanitarian assistance is necessary.\"Caption:  mapThe Seattle Times: Armenia (G3FQD59G)", "edition": "Fourth"}