{"title": "Nation at mercy of aging levees - Earthquake, storm could cause breachesNorthern California suburbs risk inundation", "filename": "2005-09-20_NationAtMercyOfAgingLevees-EarthquakeStormCouldCauseBreachesnorthernCaliforniaSuburbs.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10CC3CB75141B980?p=WORLDNEWS", "date": "2005-09-20", "page": "A3", "section": "News", "author": "John Ritter", "text": "SAN FRANCISCO — A repeat of New Orleans' disastrous levee failures is not that far-fetched in a nation heavily dependent on the aging earthen structures to hold back floodwaters. A prime potential trouble spot is in Northern California, where hundreds of thousands of people live on low-lying land protected by levees. Levee networks are also prominent across the Gulf Coast, in Florida and in heavily populated areas of the Midwest along the Mississippi and Missouri rivers. \"Levees are ubiquitous,\" says Gerry Galloway, a civil engineer who led a blue-ribbon study aimed at updating U.S. flood management after the devastating flooding along the upper Mississippi in 1993. \"There are levees that are marginal and levees that we don't know the answer to whether or not they're marginal. That's the worrisome part.\" A levee is an earth dam that runs along a river instead of across it. Conditions in Northern California's Sacramento-San Joaquin Delta region, where the Sacramento and San Joaquin rivers meet and dump into San Francisco Bay, aren't that different from New Orleans. Much of the delta was filled in a century ago for farming. An earthquake or prolonged, heavy storms could cause levees to rupture near urban areas, particularly around Sacramento. Houses in a booming residential area north of the city could be inundated with up to 20 feet of water. Widespread levee breaks also could imperil the water supply for 22 million Californians. A report in January by the state Department of Water Resources concluded that levees in the delta and the fast-growing Central Valley are deteriorating and that new housing and jobs are putting more people at flood risk. Yet in recent years, the report said, money to maintain levees has declined sharply. The delta includes nearly 60 islands and other spits of land below sea level kept dry, the state report said, by more than 600 miles of levees built on unstable peat soils. The state looks after 1,600 miles of levees that protect at least 500,000 people. A levee break in dry, sunny weather in June 2004 flooded 12,000 acres of farmland and caused $150 million in damage. The cause, like the cause of most levee breaches, is unknown because rushing water washed away the evidence. In 1997, more than 50 California levees broke on rain-choked rivers and killed eight people, forced the evacuation of 100,000 and made 24,000 homeless. Levees have failed more than 140 times in the past century, the report said. Many were started when farmers simply pushed back dirt to protect crops. Over the years, they were lengthened and built higher, but the internal guts of those levees — sitting on land that gradually has sunk farther below sea level — often are unknown. Major levees engineered, built and inspected by the U.S. Army Corps of Engineers are more reliable than locally built and maintained levees. But even they can hide dangers. \"Regardless of the origin, it's very hard to tell what's going on within the guts of a levee,\" says Doug Plasencia, a Phoenix engineering consultant who worked on the report. Levees settle and can become unstable. Tunneling rodents can open up passageways for water to seep through. If a log was buried in the earth when a levee was built, then deteriorates over the years, an air space can be created that catches water and compromises a levee. The Galloway report had politically odious recommendations such as urging homeowners and farmers to move off flood plains — the areas floodwaters naturally spread onto — and return the area to wetlands, which absorb flooding. The report also recommended that the federal government require people living behind levees to buy flood insurance because of the \"residual risk\" and to beef up levee standards in urban areas. Congress has enacted none of the report's major recommendations.", "edition": "Fourth"}