{"title": "Towers drew complaints - Structures fell in earthquakeResidents: Buildings had previous cracks", "filename": "2005-10-12_TowersDrewComplaints-StructuresFellInEarthquakeresidentsBuildingsHadPreviousCracks.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10D3D163B8123B98?p=WORLDNEWS", "date": "2005-10-12", "page": "A12", "section": "News", "author": "Matthew Pennington", "text": "ISLAMABAD, Pakistan — The 10-story apartment building was perhaps the plushest in Islamabad: a home to executives and diplomats, with fine marble floors and mountain views. But residents for years complained to city authorities about hairline cracks that some said were caused by a previous earthquake. The building toppled in a magnitude-7.6 quake Saturday, leaving more than 30 dead and dozens missing. The Margalla Towers, where spacious apartments sold for $180,000 or more, collapsed in a city otherwise mostly unscarred by the quake, centered about 60 miles to the north. The residents' association filed a lawsuit against the builders and their partners in the Towers project — Islamabad's Capital Development Authority (CDA) — five years ago, alleging negligence after receiving no response to repeated complaints over the structural faults, said Mamoon Tariq Khan, who is on the association's executive committee. The case has stalled, residents said, with the defendants' lawyers repeatedly failing to show up in court. Survivors, apartment owners and tenants now seethe, claiming the CDA, the municipal authority, failed for years to investigate their complaints. The authority's chairman, Kamran Lashari, denied Margalla Towers was a joint venture between CDA and the men who built it. However, he said he had started an inquiry to determine whether the people who completed this project had used substandard materials in its construction. \"Action will be taken against those who would be found guilty of using substandard material in the construction of Margalla Towers,\" he said. Calls seeking comment from the building's management went unanswered. The building opened in 1996, one of the first such high rises in this city of 800,000. \"There were cracks everywhere,\" said Khan, a U.S.-educated author on philosophy and physics. \"Some could be brushed away as cosmetic, but there were also cracks in beams. There were leaks everywhere, and weight-bearing beams were wet.\" Khan, 34, said he bolted out of his eighth-floor apartment with his 20-year-old cousin when they felt the tremors. Khan then watched in disbelief as the tower opposite collapsed, floor by floor. \"It was like a damn James Bond movie,\" he said. \"It seemed like it was like ice falling down, not concrete.\" Khan's mother and grandmother were trapped, but they were freed about 80 hours later, apparently suffering only cuts and bruises. Three of eight adjoining towers that make up the complex and its 150 apartments collapsed like sand castles, leaving a mound of ruins. The rest was still standing, evacuated, some corridors gaping into thin air.Caption:  photoMarkus Schreiber / The Associated Press : Rescue workers search through the debris of the Margalla Towers yesterday in Islamabad, Pakistan.", "edition": "Fourth"}