{"title": "Pakistan quake toll tops 18,000", "filename": "2005-10-09_PakistanQuakeTollTops18000.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10D27FEE1261FE60?p=WORLDNEWS", "date": "2005-10-09", "page": "A1", "section": "News", "author": "Mubashir Zaidi", "text": "BALAKOT, Pakistan — More than 18,000 people were killed when a powerful earthquake struck northern Pakistan, a military spokesman said today, in a disaster that entombed hundreds of children in their schools, flattened a high-rise apartment building in the Pakistani capital and devastated an untold number of villages. The 7.6-magnitude quake struck just after 8:50 a.m. yesterday in the disputed territory of Kashmir, and reverberated across a swath of northern Pakistan, India and Afghanistan. The epicenter was in a mountainous region about 60 miles northeast of Islamabad, Pakistan's capital, the U.S. Geological Survey said. Military spokesman Maj. Gen. Shaukat Sultan told Pakistan's Geo television network today that 17,000 of the dead were in the Pakistan-controlled part of Kashmir. Thousands more were wounded and missing. In India, the death toll was in the hundreds. But rescue teams have yet to reach many areas, including Balakot, a town in northern Pakistan that was reduced to rubble. Survivors here said that at least 5,000 people were killed in the town, but that number could not be confirmed. Hundreds more were missing in the debris in Balakot, including hundreds of children buried in the wreckage of 10 schools, survivors said. With rescuers thwarted by landslides and heavy rainfall, parents clawed through the rubble looking for their children. A woman who gave her name only as Saira sat in the ruins next to her child's body. \"I have lost everything,\" she said. \"This is God's wrath.\" In the town of Garhi Habibullah, residents said about 300 bodies had been recovered from the ruins of a girls school there. Five hundred other students were injured. \"Many villages have been wiped out in the earthquake-hit areas of the province,\" a witness, Abdul Makjeed, said by phone from Mansehra, near Garhi Habibullah. In Islamabad, rescuers worked into the night trying to save scores of people believed trapped in the rubble of an apartment complex in an upscale district of the capital. At least 20 people were killed and 85 others injured when one building in the Margalla Towers complex collapsed and another was severely damaged. Soon after the quake struck, Pakistani President Pervez Musharraf said the country's armed forces had helicopters and C-130 transport planes ready to ship emergency relief supplies into the affected areas. According to a Pakistani military spokesman, more than 200 military personnel in northern areas of Pakistan were reported killed in the quake. Pakistan's military has numerous bases in the region, especially in Kashmir. India and Pakistan both claim sovereignty over the Himalayan territory, and the dispute has caused two of the three wars between the two nations since Britain granted the subcontinent independence in 1947. About 300 people died in Indian-controlled areas of Kashmir, and scores of homes were damaged or destroyed in the region, said Mansoor Hussain, spokesman for India's chief minister in the territory. More than 500 people were injured and 1,100 houses damaged or destroyed in Indian Kashmir, Hussain said by telephone from Srinagar, summer capital of India's Jammu and Kashmir state. Heavy rain complicated relief efforts in the Kashmir Valley. But perhaps hardest hit was Pakistan's North-West Frontier province, a territory bordering Afghanistan that Afghan intelligence officials say Taliban militants have used as a base for cross-border attacks. The rugged border region is considered a possible hiding place for Osama bin Laden. But senior Afghan and Pakistani officials said earlier this year they didn't think the al-Qaida leader was in their territories. In Islamabad, U.S. Ambassador Ryan Crocker said a joint U.S.-Pakistani airborne surveillance unit has been authorized to provide helicopters for the relief effort. The United States helped set up the Ministry of Interior Air Wing after the Sept. 11, 2001, terror attacks to conduct border surveillance in the fight against terrorists and drug traffickers. \"The U.S. military has offered assistance to their Pakistani counterparts to provide appropriate supplies and assistance for relief efforts,\" the embassy said. Crocker also said he would release $100,000 at his disposal for disaster relief. There were no immediate reports of deaths or injuries among Americans in the region. A State Department spokesman in Washington said all U.S. Embassy personnel in Islamabad were accounted for. Pakistan's military said hundreds of troops were dispatched to quake-hit areas from Peshawar, the provincial capital of North-West Frontier province, where troops were also on standby in case of any unrest. Two helicopters loaded with doctors, engineers and medicine have left Peshawar for Mansehra to coordinate relief activities in the affected areas, a military statement said. But poor visibility and bad weather were hampering rescue operations, officials said. Yesterday's quake was the worst to hit Pakistan in at least 20 years. A 7.7-magnitude quake struck the Indian state of Gujarat in 2001, killing nearly 20,000 people and injuring about 166,000. That earthquake, whose epicenter was in the city of Bhuj, destroyed 783,000 buildings, most of them village homes. Yesterday's quake was centered slightly more than six miles underground. About 500 miles away, in India's capital, New Delhi, buildings swayed for at least a minute. Chief Minister Mufti Mohammed Syed, the elected leader of India-controlled Jammu and Kashmir, tried to tour the quake zone yesterday but was forced to flee an angry crowd demanding the government deliver more emergency aid. India's army set up relief camps to provide rations and tents for quake victims in Uri and Poonch districts, two areas where militants who India says are supported by Pakistan frequently attack the security forces. At least 25 Indian troops died in Uri district when barracks and bunkers collapsed. Eight soldiers were seriously injured and 14 were reported missing, the Indian military said. Los Angeles Times reporter Ricardo Alonso-Zaldivar contributed to this report, which was supplemented by The Washington Post and The Associated Press. How to help Save the Children: 800 728-3843; www.savethechildren.org Mercy Corps: 800 852-2100; www.mercycorps.orgCaption:  photo, mapThe Associated Press : Kashmiri women comfort each other in Baramulla, India, part of the region rocked by a magnitude-7.6 earthquake.Farooq Naeem / AFP/ Getty Images : Pakistani army soldiers remove debris from a building that collapsed after yesterday's strong earthquake. Thousands of people are feared trapped in collapsed buildings, and heavy rain and landslides are complicating rescue operations in some places.B.K.Bangash / The Associated Press : People are trapped in the rubble of a housing complex in Islamabad, Pakistan. These two later were rescued.The Associated Press : Magnitude-7.6 earthquake", "edition": "Fourth"}