{"title": "9 die when rescue helicopter crashes - Australian craft was on duty in Indonesia1 quake victim found alive after nearly 5 days", "filename": "2005-04-03_9DieWhenRescueHelicopterCrashes-AustralianCraftWasOnDutyInIndonesia1QuakeVictimFound.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/109434E137EFD154?p=WORLDNEWS", "date": "2005-04-03", "page": "A22", "section": "News", "author": "Chris Brummitt", "text": "GUNUNG SITOLI, Indonesia — An Australian helicopter on a relief mission crashed yesterday on earthquake-devastated Nias island, killing nine people on board. Meanwhile, workers searching for quake victims rescued a man who survived for nearly five days pinned under a mountain of rubble. Also yesterday, aid finally reached thousands of victims of Monday's 8.7-magnitude earthquake on remote islands still reeling from the Dec. 26 tsunami disaster. Tens of thousands have been made homeless and at least 548 killed by last week's quake, which devastated Nias, Banyak and Simeulue islands off the coast of Sumatra. The United Nations has said 1,300 people may have been killed in Nias' main town of Gunung Sitoli, and there is concern the toll will rise when areas cut off by landslides and damaged roads are reached. Deaths have been reported on nearby islands. One man survived without water or food for nearly five days before his cries for help were heard yesterday by laborers who alerted Singaporean and Indonesian rescue teams. The man was pulled to safety by Singaporean and Mexican rescue workers after they dug through chunks of concrete and other debris and used jackhammers in a tense operation lasting about seven hours. They pulled him from the rubble of his collapsed three-story house. \"The man was saying 'help, help, give me water,' \" said Satria, an Indonesian military officer who uses only one name. The recovered man, who goes by the name Hendra, 42, said he lost his wife and two daughters, ages 11 and 9, in the quake. He said he could hear his elder daughter, trapped in another part of the wrecked building, asking for water and food. He said he told her to have faith in Jesus Christ before her cries faded away. The news of Hendra's survival was tempered by tragedy in the Australian relief mission. An Australian navy Sea King helicopter ferrying an emergency medical team to a remote village on Nias crashed yesterday near the island's capital, Gunung Sitoli, killing nine of the 11 people aboard, the Australian Associated Press reported. Prime Minister John Howard said Australia's worst post-Vietnam War operational loss of military personnel was tragic and would be investigated, adding it appears to have been \"a terrible accident.\" \"This is really quite heart-breaking. These young Australians were on a mission of mercy and compassion. They were helping the poor people of the island of Nias in the wake of the latest earthquake there,\" he told Australian Broadcasting Corp. radio. The crash of one of Australia's aging helicopters occurred as it came in to land with four crew and a seven-person emergency medical team on board. Six of the dead were from the Royal Australian Navy and three were from the Royal Australian Air Force. Two other unidentified personnel were recovered injured from the crash. Australian Defence Force Chief Lt. Gen. Peter Cosgrove said seven men and two women had died in the crash of the helicopter, which had been flying aid sorties from the amphibious transport ship HMAS Kanimbla. A second Sea King from the Kanimbla reported seeing the first helicopter in flames. \"My early indications are that the weather shouldn't have been a factor,\" Cosgrove said. Indonesian police said the bodies could not immediately be recovered because of difficulties in reaching the remote area and because roads to the area had been cut by the earthquake. In Jakarta, Indonesian air-force spokesman Sagom Tambun said by telephone the helicopter had been evacuating earthquake victims. \"But before it could reach the ship, it fell and burned,\" the spokesman said. It was not known what impact the crash would have on Australia's participation in the relief operations, its second in Indonesia after the aid work in the aftermath of the Dec. 26 tsunami-earthquake tragedy. That disaster killed more than 126,000 people in Indonesia, mostly in Aceh province. At least 48,000 others died in 10 other countries on the Indian Ocean rim. Relief efforts for the latest tragedy were hampered initially by bad weather, which prevented aid from reaching remote islands until yesterday when the skies cleared. \"We have had 100-ton boats make U-turns. Planes and helicopters couldn't land. To a certain extent there has been more focus on Nias and there hasn't been much reaching Simeulue,\" Malik Allaouna, an official of the Save the Children relief group said in Sinabang, the capital of Simeulue island. A ferry docked in Sinabang yesterday, bringing the first major Indonesian government aid to the island. Most of the island's 31,000 people have lost their homes — some 23,000 by the Dec. 26 tsunami-earthquake and the rest by Monday's quake. Monday's quake left nearly every house on Simeulue unlivable, either destroyed or badly damaged. There is no electricity, and drinking water is running out. Aid officials haven't assessed the damage in three of Simeulue's eight districts. Government officials on Simeulue said villagers who used to live along the coast moved to the hills and no one wants to move back for fear of another tsunami. They also have been slow in returning to seek treatment for injuries, increasing risk of infections, doctors said. Information from Reuters is included in this report.Caption:  photoAchmad Ibrahim / The Associated Press : Rescuers search for a man buried inside a building at Gunung Sitoli, Indonesia, yesterday. Rescuers found the man nearly five days after a devastating earthquake.", "edition": "Fourth"}