{"title": "Pakistan boosts quake toll - New spike in deaths predictedLack of money hampers relief efforts", "filename": "2005-11-03_PakistanBoostsQuakeToll-NewSpikeInDeathsPredictedlackOfMoneyHampersReliefEfforts.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10DAC0558B178210?p=WORLDNEWS", "date": "2005-11-03", "page": "A13", "section": "News", "author": "Sadaqat Jan", "text": "ISLAMABAD, Pakistan — Pakistan's official earthquake death toll jumped by 16,000, and officials warned Wednesday that it is likely to rise as relief supplies fail to reach thousands stranded in remote parts of the Himalayas. The announcement, which puts the country's official toll at about 73,000, brings the central-government figures closer to the number reported by local officials, who say the Oct. 8 quake killed at least 79,000 people in Pakistan. \"Just imagine how many villages and towns became a heap of rubble and how many people got buried,\" Maj. Gen. Farooq Ahmed Khan said. Khan said 73,276 people have been confirmed dead in Pakistan and Pakistani-controlled Kashmir, up from the official count of 57,597. In India's portion of Kashmir, an additional 1,350 people died. More than 69,000 people had severe injuries, with the total number of injured much higher, the general said. Khan attributed the spike in deaths to bodies being recovered from the debris and warned \"there is likelihood of further increase\" in the death toll. The government has been cautious about the official death count, while regional officials from Pakistani Kashmir and the North West Frontier Province issued their higher tolls more than a week ago. Top U.N. relief coordinator Jan Egeland told PBS \"there are many thousands, potentially tens of thousands, up there in the mountains that are wounded we haven't gotten to.\" He said a \"second wave of death\" could come from \"people who could freeze to death, starve to death, or just be sick because of infected water.\" U.N. officials say money for distribution of relief supplies was running dangerously low. Donors have pledged $131 million of the $550 million sought by the United Nations for emergency quake aid. Egeland said foreign aid for quake relief has been far less than what it was after last year's Indian Ocean earthquake and tsunami, which killed 178,000 people and left an additional 50,000 missing. After the tsunami, \"we had about 1,000 helicopters active from the countries concerned and from the whole international community. We have about one-tenth of this in this emergency, and we need helicopters just as badly,\" Egeland told PBS. The U.N.'s World Food Program has only enough money — $10 million — to rent one-third of the helicopters it needs for a round-the-clock operation into the winter, spokesman Simon Pluess said. Khan said 31 tent settlements for quake victims have been established in northwest Pakistan and 27 have been set up in Kashmir. About 500,000 tents are needed to shelter the homeless; 300,000 have been distributed. Some 24 U.S. military helicopters are helping. U.S. military relief flights resumed Wednesday in northern Pakistan but stayed a \"safe distance\" from where one chopper reportedly was attacked Tuesday as it flew supplies to victims in Kashmir, a military spokesman said. The U.S. military said assailants fired a rocket-propelled grenade at a U.S. CH-47 Chinook helicopter Tuesday as it flew over Chakothi, near the Line of Control that separates the Pakistani and Indian portions of Kashmir. The helicopter was not hit and returned safely to an air base. In Washington, Brig. Gen. Carter Ham, who helps direct relief operations for the Joint Chiefs of Staff, said Pakistani officials would accompany future U.S. relief flights. Ham said investigators had not reached conclusions and he could not verify there was an attack on the U.S. helicopter. John Gastright, a senior official in the State Department's South Asia bureau, said a road-clearing crew was working nearby and could have caused the explosion that was heard. Kashmir has been a focus for Islamic militants seeking to gain independence from India or a merger with Pakistan. Pakistan denies militants use its territory as a base. Militants have been helping quake victims in both parts of Kashmir.Caption:  photo, chartBurhan Ozbilici / The Associated Press : Kashmiri earthquake survivors wait for supplies provided by a Pakistani army relief center in Chakothi, Pakistan, on Wednesday. With winter approaching, the government is rushing to deliver tents, food and medicine before villages are cut off by snow and fog.The Associated Press: Seventh-largest toll", "edition": "Fourth"}