{"title": "Border is opened for quake relief - Kashmir crossingsIndia, Pakistan agree to let supplies, pedestrians through", "filename": "2005-10-30_BorderIsOpenedForQuakeRelief-KashmirCrossingsindiaPakistanAgreeToLetSuppliesPedestri.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10D96EE37529D530?p=WORLDNEWS", "date": "2005-10-30", "page": "A11", "section": "News", "author": "Tini Tran", "text": "ISLAMABAD, Pakistan — India and Pakistan agreed early today to open the heavily militarized frontier in the disputed Kashmir region to speed help for victims of the devastating South Asia earthquake, the Pakistani Foreign Ministry said. After more than 12 hours of talks, the two sides agreed to establish crossings at five points along the Line of Control, the cease-fire line that has divided the Himalayan region for nearly six decades as the result of the neighbors' two wars over the area. Opening the border in predominantly Muslim Kashmir is particularly sensitive for India's government, which has been fighting a 16-year insurgency by Islamic militants who want Indian Kashmir to be independent or united with Pakistan. In the past, India has regularly blamed violence in the region on militants supported by Pakistan. The agreement came as a series of explosions in India's capital killed dozens of people in carnage that Indian leaders blamed on unspecified terrorists. Pakistan's government condemned the bloodshed. Crossing the cease-fire line was forbidden for 58 years, until Pakistan and India agreed to a twice-monthly bus service earlier this year. That was one of the most tangible results so far of a two-year effort to end decades of animosity and resolve the Kashmir dispute. But it was the devastation from South Asia's worst-ever earthquake that provided the most recent push to override long-standing suspicions between the two countries. The border openings begin Nov. 7. Relief goods can be sent in either direction and handed over to local authorities at the crossings, the Foreign Ministry statement said. Civilians will be allowed to walk across. The unprecedented agreement came in response to the Oct. 8 quake that killed more than 78,000 people in northern Pakistan and more than 1,300 in Indian Kashmir. Some 3.3 million people were left homeless.", "edition": "Fourth"}