{"title": "A \"peace dividend\" from quake - Close Up", "filename": "2005-10-11_A\"PeaceDividend\"FromQuake-CloseUp.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10D328BD72FB2D90?p=WORLDNEWS", "date": "2005-10-11", "page": "A3", "section": "News", "author": "Matthew Rosenberg", "text": "Kashmir  India and Pakistan temporarily set aside their often-bitter rivalry for the sake of victims in this disputed region. The outpouring of sympathy since last Saturday's temblor has vast political implications. JULLA, India — Shaukat Khan hiked across a valley to collect food and supplies he thought were being handed out by Indian authorities. Instead, he found what thousands of others discovered after the earthquake that shattered their villages: the help was coming from Kashmiri separatists on the Indian side of the disputed territory. \"We are the ones who are here with blood, with food, with medicines — the people can see that,\" said Yasin Malik, leader of the separatist Jammu and Kashmir Liberation Front. It's an aid effort that has not gone unnoticed in a land sharply opposed to Indian rule amid a 15-year insurgency that has claimed more than 65,000 lives, mostly civilians. The Islamic rebel groups say they are only trying to help the needy, but admit with some satisfaction that the tragedy could end up boosting their cause to wrest the bitterly disputed Himalayan region from mostly Hindu India. Kashmir, a largely Muslim land, was a protectorate under British rule that remained nominally independent after the creation of India and Pakistan in a bloody partition of the subcontinent after independence in 1947. Within a year, the two neighbors began a war that left India with two-thirds of the region and Muslim Pakistan controlling the remainder. Both now claim it in its entirety. Within hours of the quake that devastated towns and villages on Saturday, separatists had started up what three days on remains the most visible aid operation in Indian Kashmir. \"No one else is giving the people as much as we are giving,\" said Hidayat-Ullah Sheikh of the All Parties Hurriyat Conference, a leading separatist alliance. In an apparent gesture of good will, the chief commander of the largest Kashmiri rebel group, the Hezb-ul-Mujahedeen, reportedly ordered a suspension of violence in devastated areas of India-controlled Kashmir. Hezb-ul-Mujahedeen is one of more than a dozen rebel groups fighting since 1989 for Kashmir's independence from India or its merger with Pakistan. India and Pakistan, meanwhile, set aside their often-bitter rivalry yesterday when Pakistan accepted an offer of aid for earthquake victims — an outpouring of sympathy with vast political implications in easing mistrust between the nuclear neighbors. Pakistani President Gen. Pervez Musharraf made a similar offer for the victims of the quake in the Indian portion of Kashmir, where more than 800 people died. In comparison, at least 20,000 people died in Pakistan. The earthquake gave the two countries the opportunity to test some confidence-building measures reached during recent peace talks. On Saturday, India's Foreign Secretary Shyam Saran used for the first time a newly installed telephone hot line — the fruit of months of painstaking negotiations — to speak with his Pakistani counterpart, Riaz Mohammed Khan, to convey sympathy and offers of aid. India and Pakistan are but the latest countries to smooth over differences, taking diplomacy to another level when faced with disaster. A devastating earthquake in Turkey in August 1999 that killed about 17,000 people led to an outpouring of sympathy and aid from its traditional rival Greece. The Greek government sent help to its neighbor, including rescue crews with sniffer dogs, while ordinary Greeks lined up to donate blood. When Athens suffered its own deadly quake a month later, leaving more than 100 dead, Turkey also sent aid and rescue crews. Even though the two countries are NATO allies, they had nearly gone to war three times since 1974 over territorial disputes. After the earthquake, as part of what became known as \"earthquake diplomacy\" Greece lifted its objections to Turkey's joining the European Union. Similar situations have had mixed results. Faced with unprecedented death and destruction after the Dec. 26 tsunami, separatist rebels in the Indonesian province of Aceh and the government agreed to stop fighting and forged a peace accord. Tamil Tiger rebels and the Sinhalese government also worked together to help shelter and feed survivors in Sri Lanka after the earthquake and killer waves last year. But their peace was short-lived: the Tamil Tigers last month assassinated the country's foreign minister. The idea of a single Kashmir is a long-cherished dream of many residents, and dozens of groups have openly campaigned for independence or a merger with Pakistan since the 1950s. Unarmed separatist groups enjoy broad support even if violent militant groups do not. The results of that struggle are clear in Indian Kashmir today, with at least 500,000 Indian troops peering at civilians from sandbagged bunkers, patrolling streets in green camouflage vehicles or plotting strategies in garrisons dotting the state. India accuses Pakistan of arming and aiding the Kashmiri militants, a charge denied by Islamabad, which says it gives only moral support. The Kashmir dispute is central to the enmity between the two nuclear rivals, which has eased recently with a 2-year-old peace process. The brunt of the quake in India hit the fortified Uri valley, forcing authorities to throw open an area that for years has been largely off-limits to outsiders for security reasons. That has given separatists bearing aid a chance to enter an area and burnish their leadership credentials. \"The separatists must feel that the situation will broaden their support base,\" said Ahmad Hussain, a political analyst and human-rights activist. In mountainside villages of Kashmir, members of the two separatist groups have been handing out everything from milk to medicine as the Indian government and army have faltered in their relief efforts. Malik said his group also has begun working with Pakistani counterparts on the other side of the heavily militarized frontier — an artificial division of the beautiful region known for its apple orchards, gardens and azure lakes. \"In some ways the separatist groups have won round one with their initial aid effort,\" said W.P.S. Sidhu, a Kashmir expert with the Geneva Center for Security Policy, a think tank based in the Swiss city. \"If the Indian establishment stays aloof and lets the separatists take initiatives ... then I think the Indian state would have done itself irreversible damage,\" he said in a telephone interview. For men like Malik, the quake has exposed the fiction of Kashmir's division — the two sides have shared a culture, language and religion for centuries. Today, they share a tragedy and, as far as the separatists are concerned, a relief effort. \"There are no Pakistanis or Indians here, just Kashmiris,\" he said. Kashmir snapshot GEOGRAPHY: Kashmir is split between India and Pakistan, both of which claim the region in its entirety; 55,000 square miles controlled by India, 31,580 square miles by Pakistan. It is divided between them by a 1972 cease-fire line called the Line of Control. A sparsely inhabited portion is controlled by China. POPULATION: About 10 million people. Muslims are the majority in both India- and Pakistan-controlled Kashmir. HISTORY: Part of Sikh-ruled principality until Britain sold Kashmir to a loyal Hindu prince in the mid-19th century. Two of three wars between Pakistan and India since independence in 1947 were fought over Kashmir. Since 1989, the Indian province, Jammu and Kashmir, has been wracked by an insurrection by Islamic separatists seeking independence or union with Pakistan. At least 65,000 killed since 1989, according to Indian government. Human-rights activists and opposition leaders put toll close to 80,000; they also say 2,500-3,000 Muslim men are missing after being taken into custody by Indian security forces.Caption:  mapThe Seattle Times: India; Pakistan; Kashmir", "edition": "Fourth"}