{"title": "Squirrels causing holiday mischief - What's newEarthquake benefit plannedThe glory that is the Eastside", "filename": "2005-12-03_SquirrelsCausingHolidayMischief-WhatSNewearthquakeBenefitPlannedtheGloryThatIsTheEasts.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10E4A3B82E611BA0?p=WORLDNEWS", "date": "2005-12-03", "page": "B3", "section": "Local News", "author": "Sherry Grindeland", "text": "In the weeks before Christmas, creatures have been stirring in Kirkland. That's the problem. Jeff Dorn from Roof Truss Supply, the Woodinville company that erects downtown Kirkland's light display, was stumped by the off-again-on-again lights on the Christmas tree in Marina Park. The 35-foot decorated tree lit up beautifully when Dorn set it up a couple weeks ago. Then he discovered squirrels in the branches. Their nest was stuffed full of bits of wire from the lights. So Dorn added new decorations: traps. Three of the wire nibblers were captured. This furry tale has a happy ending for the critters. Dennis Brown, co-owner of the Reasons to Believe store, released the unharmed squirrels in his two-acre yard in Carnation. Another squirrel, which Brown calls Noel, wasn't captured. She waits outside Brown's store each morning. When he opens the door, Noel scampers up his desk for her breakfast of almonds. \"She hangs around for five to 10 minutes and then checks back in later in the day for more almonds,\" Brown said. In Carnation, the relocated trio has been faring just as well. Brown provides an array of nuts and seeds for squirrels, chipmunks and birds. Food from the heart For Tracy and Eric Larson, the Pakistan earthquake in October struck home. The sister and brother lived in Pakistan and Bangladesh for many years when their father, Don Larson, was a U.S. and United Nations diplomat. A smile is missing from their circle of friends — Malka Begum died in the disaster. The earthquake and news of Begum's death came three days after the senior Larson, a Kirkland resident, died. Tuesday, the Larsons will hold a benefit for earthquake survivors in Shamiana, their Kirkland restaurant. Begum's son, Maqbool Kahn, will be an honored guest at the 11 a.m. to 9 p.m. event. Kahn was their father's former aide. He's so much a member of the family that the Larsons have been helping pay for his college education in Chicago. Tracy Larson said they'll be expanding their traditional Indian buffet for the event. Look for mulligatawny soup, naan (bread) and dal (lentils) as well as their signature Major Gray Chutney chicken. Eric Larson is the chef behind these dishes. All proceeds from Tuesday's benefit (suggested donation $25) will go to Mercy Corps for distribution. For the record Thanks for the e-mails and calls supporting Thursday's column in which I defended Bellevue. I would defend any Eastside city unfairly compared to Seattle. That's one of the terrific things about living in this area. We have charming small towns such as North Bend, Snoqualmie, Carnation and Fall City. Issaquah, Bothell, Redmond and Kirkland, all terrific old towns, are meeting challenges of the 21st century. We have new places such as Woodinville and Newcastle, great places to raise families. While it is easy to point out our shortcomings, thankfully many Eastsiders prefer to pitch in and fix the problems. And I've never heard a single politician, business person or community activist say, \"I want my town to be just like Seattle.\"Sherry Grindeland: 206-515-5633", "edition": "Fourth"}