{"title": "Estimates of quake toll reach as high as 100,000", "filename": "2005-10-18_EstimatesOfQuakeTollReachAsHighAs100000.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10D57717824E9B50?p=WORLDNEWS", "date": "2005-10-18", "page": "A9", "section": "News", "author": "Carol J. Williams", "text": "ISLAMABAD, Pakistan — Relief officials and local-government leaders in northern Pakistan have reported dramatically higher death tolls from the devastating Oct. 8 earthquake, with estimates reaching 100,000, the army's chief spokesman said yesterday. The government has decided against revising its official estimate of 38,000 killed until its relief coordinator completes a survey, but it acknowledges that the actual toll probably will be much higher, said the spokesman, Maj. Gen. Shaukat Sultan. In the meantime, the government is reluctant to endorse the rise in field estimates because of their implications for the amount of money it will offer to victims in compensation, Sultan said. Parliament approved about $85 million in aid to quake victims a week ago, when the official toll stood just under 20,000. But Sultan confirmed that a trusted philanthropist reassessing casualties from the 7.6-magnitude quake estimated the number killed to be around 100,000. That report came from Abdul Saddar Edhi, whose namesake foundation has been leading relief efforts, he said. A spokesman for the governor of Pakistani-controlled Kashmir, Abdul Khaliq Wasi, said in shattered Muzaffarabad that 40,000 were confirmed dead in his territory alone. Added to known deaths in neighboring North West Frontier Province and Indian-controlled Kashmir, that put the toll at more than 54,000. In Islamabad, a government official who received reports of many villages being discovered buried under the rubble estimated that about 80,000 had died. \"My personal assessment, after having traveled extensively in the area, is 80,000, plus or minus,\" said the official, who did not want to be identified because of the government's policy of awaiting the results of the survey by the relief coordinator, Maj. Gen. Farooq Ahmed Khan. Adnan Asdar, a volunteer coordinating surgeries and medical evacuations in Muzaffarabad, said he calculated at least 75,000 have died and that the toll could swell unless the homeless are provided adequate shelter before winter sets in. Snow has begun dusting the Himalayan foothills where the quake unleashed its most destructive power. A driving rain that had grounded the humanitarian airlift ceased early yesterday, allowing resumption of airdrops to remote mountain hamlets and evacuation of dozens of injured from isolated villages. More than 1,200 sorties were flown by the international fleet of 60 helicopters now aiding victims, said Khan, the relief coordinator. But as much as 20 percent of the territory ravaged by the earthquake has yet to receive any food, medical care or shelter because it is cut off by landslides or located at altitudes too high for helicopters to operate, relief officials said. Several thousand injured survivors are believed to be stranded in mountain villages, and relief workers have warned many will die of infections unless they are treated soon. The United Nations estimates that the quake left 3 million people homeless. Pakistani authorities repeated a global appeal for more tents to protect survivors from the elements. Khan, the relief commissioner, said 250,000 tents are needed but only 33,000 have been mustered so far. Not all of the news was grim. Authorities claimed at least 70 percent of surviving structures in Muzaffarabad had power restored yesterday, although few lights were visible beyond the main relief compounds. Health Minister Mohammed Naseer Khan said vaccination squads were being deployed, and that no epidemics had hit the region despite a dearth of clean water and the difficult living conditions for many people crowded in leaky, unheated tents.Caption:  photoPaula Bronstein / Getty Images : An injured 10-year-old stands near his destroyed home yesterday in Balakot, Pakistan. The quake leveled an estimated 90 percent of the city.", "edition": "Fourth"}