{"title": "Seismic fault verified at proposed plant site - Brightwater sewage-treatment projectSupplemental environmental-impact statement due today", "filename": "2005-04-11_SeismicFaultVerifiedAtProposedPlantSite-BrightwaterSewage-TreatmentProjectsupplementalEnv.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1096D7D4648BBA02?p=WORLDNEWS", "date": "2005-04-11", "page": "B1", "section": "Local News", "author": "Christopher Schwarzen", "text": "King County officials are acknowledging that at least one active fault runs beneath the site of the proposed Brightwater sewage-treatment plant and that earthquake activity could disrupt operations and damage equipment. But officials say the likelihood of such an event is slim despite the presence of up to three separate faults on the 114-acre site north of Woodinville. The findings on seismic activity at the site are contained in a supplemental environment-impact statement (EIS) to be released today by King County. The county last week provided a summary of the report to The Seattle Times. Opponents of the proposed $1.5 billion sewage-treatment plant have pointed to the presence of at least one fault as one reason the plant should be built elsewhere. They say damage from an earthquake could send raw sewage into a local creek or an aquifer that is the source of drinking water for area residents. In the supplemental EIS, King County officials say at least one active fault runs through the northern end of the site. According to the U.S. Geological Survey, another fault likely runs through the southern tip of the property, and geologists suspect more faults run through the middle of the land slated for construction. USGS officials say the existing fault and suspected fault lines are extensions of the southern Whidbey Island fault line, which is known to have spawned earthquakes three times in the past 3,000 years. USGS seismologists say there's a 15 percent chance for the fault line to rupture along one of its extensions during the next 50 years. If a major earthquake should occur while the Brightwater plant is operational, it's likely the plant or conveyance line carrying raw sewage would sustain damage, according to the report. When first faced with 95 potential plant sites several years ago, King County eliminated those known to be within a half-kilometer of an active fault. While the county didn't know of the seismic issues associated with the site in 2003, when King County Executive Ron Sims selected it for the plant, project managers say it would not have changed the decision to construct there. \"If we knew then what we know now, [proximity to an active fault] wouldn't have been a criterion for locating the plant because these things are everywhere,\" said Brightwater project manager Christie True. County officials say they'll proceed with construction but will increase structural support and add extra safety mechanisms to prevent large sewage or chemical spills in the event of a quake. King County offers three earthquake scenarios in its supplemental environmental-impact statement. The least disturbing would be a rupture along the northern fault line. Under that scenario, King County suspects heavy shaking and ground ruptures would cause minimal damage to equipment that easily could be repaired. But an earthquake along the potential southern fault could break the conveyance line, leaking raw sewage into surrounding soil, according to the report. Officials say it's unlikely the sewage would contaminate the aquifer because of the shallow depth at which the pipeline would be placed. The Bothell pump station, which sends raw sewage to the plant, would be shut down immediately and the sewage diverted, officials say. An earthquake scenario along the hypothetical fault line in the middle of the Brightwater property poses the highest risk to equipment and the environment. A rupture beneath one of the plant's underground tanks likely would inundate Little Bear Creek with raw sewage, devastating aquatic life living there, True said. Members of the Sno-King Environmental Alliance, which challenged King County's initial environmental assessments for the project before a King County hearing examiner last year, say they're surprised that, considering the new information, the county would proceed with the project. \"It's astounding because they made such a big deal [about the location of fault lines] as one of their criteria,\" said Charley Blaine, an alliance member. \"What they're doing is putting people around the plant and the city of Woodinville at risk.\" The grass-roots Sno-King Environmental Alliance, which has spent more than $80,000 fighting the plant, is suing King County in the hopes a judge will overturn the selection of the Woodinville site for the plant. The case will be heard April 27 in King County Superior Court. While the public will have a chance to comment on the new assessments, it's unlikely Sims will decide to begin a new search for another location. The project already has received construction permits from the state Department of Ecology, and the U.S. Army Corps of Engineers soon is expected to issue a water-quality certificate. \"Chances are so slim for [a major earthquake] like this to occur,\" said Gail Terzi, an environmental analyst for the Corps. Terzi said she had not seen the report yet. \"Still, if there's something in the supplemental statement we need to review, then we'll do that before issuing the permit.\" Assuming the Corps' permit is issued next month as expected, King County will solicit bids on the project this summer. Construction would begin early in 2006, with the plant expected to be operational by 2010. Christopher Schwarzen: 425-783-0577 or cschwarzen@seattletimes.com Comment sought on Brightwater King County is collecting comments on the new seismic assessments for the Brightwater sewage- treatment project. Comments can be directed to King County Department of Natural Resources and Parks, Wastewater Treatment Division, 201 S. Jackson St., Seattle, WA 98104-3588; e-mailed to Brightwater@metrokc.gov; or faxed to 206-684-1278. Comment also will be accepted at a public hearing from 6 to 8 p.m. May 4 at the University of Washington, Bothell, in Building UW2, 18115 Campus Way N.E. Copies of the study can be found at branches of the King County Library System and the Sno-Isle Library System. The study also can be viewed at www.dnr.metrokc.gov/wtd/brightwater/env online. Source: King County Wastewater Treatment DivisionCaption:  mapThe Seattle Times: Finding faults", "edition": "Fourth"}