{"title": "New friendships transcend religions - Indonesian quake forges bondsChristians share homes with Muslims", "filename": "2005-04-05_NewFriendshipsTranscendReligions-IndonesianQuakeForgesBondschristiansShareHomesWithMusli.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1094DD5B7551762B?p=WORLDNEWS", "date": "2005-04-05", "page": "A9", "section": "News", "author": "Ellen Nakashima", "text": "LAHEWA, Indonesia — Night settled like a blanket on Samaria Zaluku's house on a lonely mountain road in this isolated coastal town. But her home Saturday was a bright cocoon, kerosene lamps illuminating the nearly 100 people crowding her front porch and spacious living room. Most of the guests were Muslim. Samaria and her relatives are Christian. Children were laughing, babies squealing, women cooking rice and men joking and smoking. Traditionally in this town of 36,000, the two groups have been respectful of each other but have kept to themselves. But a powerful earthquake last Monday jolted this tradition, and these strangers are creating new friendships, bonded by tragedy and fear. The Muslims live in the town below and fled blindly up the mountain road when the quake rocked Nias, an island off Sumatra, a major island in western Indonesia. They feared — and still do — that a tsunami would follow, so they sought shelter on higher ground. Samaria and her family had run, too — farther up the mountain. When they returned the next morning, they found their house brimming with people from the town, many of whose homes had collapsed. \"I welcomed them,\" Samaria said, sitting cross-legged on her porch holding her son, Sona Gea, 7. \"I said, 'You can stay here as long as you want, until the danger has passed.' \" The refugees, as they call themselves, are still waiting out their fear. They have brought blankets, throw rugs and pajamas, whatever they could salvage from their homes in the Muslim neighborhood. \"I asked Inasona if we could stay at least two weeks, and she said OK,\" recounted Masriyani Telambawa, 30, using Samaria's familiar name, which means \"Sona's mother.\" The earthquake killed 32 people in Lahewa and injured 2,000. Several times a day, aftershocks rattle the house, which was damaged in the quake. But the refugees feel safe enough now. Up and down this mountain road, homes are owned by Christians who have taken in dozens of people, mostly Muslims. All told, 600 have taken refuge in the homes and in makeshift shelters. Lahewa is a bucolic, if poor, town of farmers and fishermen, 95 percent of whom are Christian. Most of the rest are Muslim. That vast imbalance and the town's isolation have created a general tolerance and averted the sectarian strife that has erupted in recent years in other parts of Indonesia, which is 90 percent Muslim. Although Muslims have married Christians in Lahewa and a few Muslims have sent their children to the local Catholic school, rarely have the two groups mixed socially. \"Before, when I had a party and invited my Muslim neighbors, they would say no, politely, to me,\" explained Samaria, 27. \"But this,\" she said, nodding at the crowd on her porch, \"is a party to which I can invite everybody and they will come.\" \"For sure,\" she added, \"this tragedy has brought us together. We don't think 'You Muslim and me Christian.' \" As she spoke, Sona wriggled away to find Masriyani's son, Andi Susanto Arefa, 4. The two like to play marbles together and sleep near one another on mats on the living-room floor. The women initially bonded by sharing their experiences of the disaster. Afnan Warubu, who goes by Inakusna, or \"Kusna's mother,\" told Samaria how her 15-year-old son dragged her out of the house when the quake hit. She, her son, mother, sister and nephew ran as houses built of wood and thatch thundered down around them. As they ran in the dark, the ground heaved and shuddered. They crouched. They crawled. They lay prostrate and prayed to God as bricks and power lines fell. \"We thought it was the end of the world,\" said the stout 40-year-old woman. \"We thought it was Doomsday.\" This weekend, the women laugh about how odd they must have looked squatting and crawling on the ground. \"It seemed scary then, but now it seems funny,\" Masriyani said. Each group has adjusted to the rhythms of the other's day. When Masriyani and Afnan put on their head scarves and kneel to pray, which they do five times a day, they do so on the porch. \"I ask my children to be quiet and stay away,\" Samaria said. \"And when we pray, in the morning and at night, they do the same.\" Food is scarce, and the group said that aid has yet to reach them. So they share what they have: cassava, bananas, some rice. Rainwater slakes their thirst. Chicken? Samaria last cooked one for her family at Christmas. They also share their worries. Though Samaria has a sturdier home than do her Muslim friends, she is poor, too. She and her husband, Sona Gea, 27, got by before the quake by picking coconuts and selling them to the local coconut oil factory. In a good month, they might earn $25. The quake damaged the factory and forced it to close, so now they wonder how long they can hold out.Caption:  photoEllen Nakashima / The Washington Post : Masriyani Telambawa, a Muslim, sits with her daughter on the porch of a house owned by Samaria Zaluku, a Christian neighbor, in Lahewa, Indonesia.", "edition": "Fourth"}