{"title": "Donors dig deeper to aid quake victims - $3.4 billion pledgedPakistan grateful even though most of amount is loans", "filename": "2005-11-20_DonorsDigDeeperToAidQuakeVictims-$34BillionPledgedpakistanGratefulEvenThoughMostOfA.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10E05ADE9628BAC0?p=WORLDNEWS", "date": "2005-11-20", "page": "A13", "section": "News", "author": "Paul Haven", "text": "ISLAMABAD, Pakistan — The world pledged $3.4 billion in new quake aid for Pakistan at a make-or-break donor conference Saturday, but aid groups warned that many of the promises were loans that will heap more debt on the impoverished country. Pakistan nonetheless hailed the conference as a success, with President Gen. Pervez Musharraf thanking the nearly 80 attending nations and international agencies for \"helping Pakistan in this hour of need.\" He said the gesture \"will never be forgotten.\" The conference followed weeks of largely unheeded warnings from the United Nations and aid groups that thousands could die of hunger, exposure and disease unless money arrives before the harsh Himalayan winter. Hundreds of thousands of survivors face a season of suffering as temperatures dip well below freezing in the mountains, with children and the elderly most at risk. Acute respiratory illnesses are on the rise among the 3 million people whose homes were destroyed by the 7.6-magnitude quake on Oct. 8, and there have been outbreaks of diarrhea, scabies, tetanus and other diseases. \"Praise be to God that the first step in this campaign has been a success,\" Prime Minister Shaukat Aziz said of the donors conference. \"We are very satisfied.\" The $3.4 billion in new pledges raises the total aid pledge to $5.8 billion — slightly more than the government said it needed to rebuild from the quake. But about two-thirds of the money was in the form of loans, Aziz said. Aid groups said that meant the pledges were a mixed bag. Jane Cocking, humanitarian coordinator in Pakistan for the British charity Oxfam, said the new debt would be detrimental in the long term to those suffering from the quake. \"Oxfam fears that today's pledges will prove to be short-term solutions for the long-term needs,\" Cocking said. \"The international community risks heaping even more misery on survivors by increasing the debt burden of Pakistan through these reconstruction loans.\" Most of the loans are long term and include low interest rates, but they eventually must be paid back. The United States, which counts Pakistan as a key ally in the war on terrorism, nearly tripled its aid pledge to $510 million, including $300 million in cash. Washington also sent 1,200 troops, two dozen helicopters, heavy equipment and two mobile hospitals to the quake zone. Musharraf and Aziz both promised that the money would be used wisely and honestly. \"We hope that as time passes you will see how well this money is spent and how it will change the lives of one of the poorest parts of the country,\" Aziz said. U.N. Secretary-General Kofi Annan told delegates earlier that the demand for food, shelter and medical care remains urgent. The quake zone's treacherous mountain terrain made delivering aid \"one of the most challenging relief operations ever undertaken,\" he said. The conference, held in a large convention center in the capital, seemed a world away from the grit and misery of the quake region, where entire villages were flattened, hundreds of thousands live in flimsy tents and an unknown number have no shelter at all. Aid workers say that with snow already falling, time is fast running out to prevent a second wave of deaths. Musharraf said the calamity provided \"an opportunity of a lifetime\" for overcoming disputes between Pakistan and India. The nations have fought two wars over Kashmir, which is divided between them but claimed in its entirety by both. After the quake, they agreed to open five crossings on their militarized frontier to facilitate the flow of relief and let separated families reunite, the first of which opened to civilians Saturday when 23 Indians crossed into Pakistan. Khair-ul-Nissa Shah, 62, said she was going to visit two sisters who moved to a village in Pakistani Kashmir after marrying men there 40 years ago. No Pakistanis crossed into India because of clerical delays.Caption:  photoRafiq Maqbool / The Associated Press : Kashmiri watch Saturday as people from the Indian side of Kashmir cross over to the Pakistan side of Kashmir on a footbridge on the Line of Control in Teethwal.", "edition": "Fourth"}