{"title": "Iran rebuffs U.S. aid offer; quake death toll up to 500", "filename": "2005-02-24_IranRebuffsUSAidOfferQuakeDeathTollUpTo500.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1087B28980B2B82F?p=WORLDNEWS", "date": "2005-02-24", "page": "A10", "section": "News", "author": "Arshad Mohammed", "text": "WASHINGTON — In a rare, direct contact, a senior State Department official telephoned the Iranian government yesterday to offer aid after an earthquake killed more than 500 people in southeast Iran but was politely rebuffed, U.S. officials said. The offer was conveyed by Assistant Secretary of State William Burns to Iran's ambassador to the United Nations, Javad Zarif, who declined it, saying Iran was not accepting additional international aid for now, the officials said. Zarif, speaking through an aide, largely confirmed this account but denied the Iranian refused aid. \"Iran did not refuse the help but said we can handle it domestically,\" he said. After originally saying it would not accept help from abroad, Iran has requested and received about $180,000 worth of tents and blankets from Japan. The U.S. offer appeared to be part of a U.S. effort to show it is willing to deal with the Iranian government despite its accusations that Iran is seeking nuclear weapons. Iran says its nuclear development is confined to peaceful power-generation to meet the needs of its growing population. Tuesday's magnitude 6.4 earthquake was centered on the outskirts of Zarand, a town of about 15,000 people in Kerman, about 600 miles southeast of the capital Tehran. Hampered by fog, snow and badly damaged roads, soldiers and aid workers were making slow progress with rescue efforts. Unable to bring in heavy machinery, rescuers used shovels and their bare hands to sift through the ruins. Their efforts were rewarded in the village of Houdkan, one of the worst affected, where two young women, aged 18 and 25, emerged almost unscathed from beneath the rubble more than 24 hours after the quake struck. Some international aid agencies working in Bam, site of a 2003 earthquake that killed 26,000 people and leveled the historic city, offered their help. Though comparable in strength to the 6.6-magnitude Bam quake, Tuesday's quake hit a more sparsely populated area and was centered far deeper, limiting the damage. Iran accepted U.S. aid after the Bam earthquake. U.S. ties to Iran were cut during the 1979-81 hostage crisis when Iranian students held 52 Americans for 444 days. Additional information from The Associated Press and Christian Science MonitorCaption:  Getty Images : A family carries their belongings through the remains of buildings yesterday in Zarand, Iran, where a 6.4 earthquake Tuesday killed an estimated 500 people. (0395564885)", "edition": "Fourth"}