{"title": "Quake aid follows path of big snags, tiny victories - 800,000 lack drinking water in one Sumatran province | Purification kits finally arriving", "filename": "2005-01-03_QuakeAidFollowsPathOfBigSnagsTinyVictories-800000LackDrinkingWaterInOneSumatranPr.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10768EB213E2A6E3?p=WORLDNEWS", "date": "2005-01-03", "page": "A1", "section": "News", "author": "Peter S. Goodman", "text": "BANDA ACEH, Indonesia — By the time the first truckload of a water-purification solution reached the refugee camp in Desa Rueng Bakjok village yesterday, the 1,000 people living here on muddy ground under plastic tarps had been waiting a week and at least 50 were suffering from dehydration and diarrhea. Still, the shipment was considered a triumph. The story of how a single load of water-purification kits made its way from a Jakarta factory to Aceh province on the northern tip of Indonesia's Sumatra island — the worst-hit area in the region — highlights the difficulties in getting food, water and medicine to the afflicted, given the obstacles hindering the flow of aid since the catastrophic Dec. 26 earthquake and tsunami that have killed nearly 140,000 people in South Asia. In Aceh province, some 800,000 people are believed to be living without clean water, according to aid workers. Perhaps two-thirds live in areas accessible by road, but the rest are marooned in wastelands where bridges and roads have been washed away. CARE's clean-water mission began almost as soon as reports came in of the magnitude-9.0 earthquake, the fourth-biggest since 1900, just off the Sumatran coast. The leader of the international aid organization's health programs in Indonesia, Endang, who like many Indonesians goes by a single name, was at that moment performing surgery in the city of Bandung on Indonesia's main island of Java. During a break, she heard about the earthquake on CNN. Endang had years of experience tending to the victims of natural disasters. She had served with World Vision, a Federal Way-based aid group, after the 2001 earthquake in India's Gujarat province and participated in relief efforts in the Philippines and the Solomon Islands. Early reports on Dec. 26 indicated Indonesia had been only slightly affected by the tsunami, with most of the casualties 1,000 miles across the Indian Ocean in Sri Lanka and India. But Endang kept looking at the map and thinking how close the quake was to Sumatra. \"I thought, `It must be a mistake. The mortality is going to increase,' \" she said. CARE had already launched a pilot program in the Indonesian province of West Timor, supplying water-treatment kits developed by the U.S. Centers for Disease Control. CARE had found a pair of factories in Jakarta to produce a highly effective chlorinated solution that could be added to jerrycans of water. A small bottle of this solution cost about 12 cents to produce and could treat roughly 100 gallons of water. CARE had stocked about 50,000 of these bottles in West Timor, and Endang tried to get this cache transported across the archipelago to Aceh. But it was a holiday week, and all commercial flights were booked. A charter was prohibitively expensive. So she turned to the two Jakarta factories that make the solution, placing an order for 100,000 new bottles. By Tuesday, perhaps 20,000 bottles were ready, but they were sitting in a warehouse in Jakarta, more than 1,000 miles from where they were needed. The United States had yet to fly an aid sortie from its newly established hub in Thailand, so its planes were not an option. And Indonesia's planes were tied up with the rescue operation. Now, a week after the tsunami, a $2 billion international campaign to help South Asia recover has at last moved into gear, with C-130 Hercules transport aircraft from several nations and helicopters from the Everett-based USS Abraham Lincoln flying in food, medicine and tents. But last Wednesday, Endang's team of 12 CARE staffers had to fly 5,000 bottles water-treatment solution on a commercial flight to Banda Aceh, the capital of Aceh province. More were flown in yesterday on an Australian C-130 transport. Yesterday morning, Endang stood nervously on a patch of grass at the newly assembled headquarters of the International Organization for Migration, a group specializing in refugee aid, which was responsible for supplying the jerrycans to hold water for treatment. She had hired a private truck to distribute this first shipment, but the vehicle was already an hour late. She stood in the tropical sun, aiming her satellite phone skyward, vainly dialing the driver again and again. \"It's very frustrating,\" she said. \"I have the treatment solution. I have the staff to distribute it. I just don't have the transport.\" From the airports on, the region's slapped-together aid distribution system has proved spotty at best, especially in areas with wholesale destruction of roads, ports and airfields. \"The distribution system is not working,\" said Nassir Khan Abdurrahman, a Malaysian Red Crescent volunteer with more than 30 years' experience responding to disasters in Asia. At 12:30 p.m. — about two hours late — Endang's driver finally arrived; he had been confused about the schedule and pickup point. CARE workers loaded the truck and drove off through streets lined with the gruesome aftermath of disaster. The CARE crew planned to distribute kits at 14 camps, most set up at mosques in this devoutly Muslim region. The first stop was a mosque sheltering 1,050 people, who were taking their water from a nearby well. \"We don't have enough water, and many people are sick,\" said Nurhadi, whose sister and nine children were killed in the furious waves. Endang stood at the center of a large and interested group, demonstrating how a few drops of solution in a plastic container full of water could work hygienic magic. Then she handed the boxes of the precious bottles to the camp leader for distribution. At the next stop, a 75-year-old man with a silver beard and a cane greeted the CARE workers. \"We want to drink,\" said Ilham, who lost two children and five grandchildren in the disaster. \"We have been here three nights. We have nothing.\" The scenes appeared to be taking a toll on the CARE workers, their contribution seemingly dwarfed by the reality around them. Outside the city, amid lush rice paddies, 1,000 people sat under plastic tarps in the heat of the day, one-fifth of them children under 9 who had lost a parent in the tsunami. The camp coordinator said there was not enough food, water or medicine. A quarter-mile away, roaring jets landed at the airstrip, presumably bringing in loads of aid. \"This place. They need medicine and food, and we just bring water,\" said Andy Manuhutu, a CARE volunteer. Material from The Associated Press and Reuters is included in this report.Caption:  photoTEH ENG KOON / The Associated Press : Malaysian Red Crescent Society volunteers in Kuala Lumpur pack clothes and food supplies yesterday for tsunami victims. (0395295718)", "edition": "Fourth"}