{"title": "Chinese city shuts off water for 4-day test - 3 million affectedQuake rumors spark panic; officials check for contamination", "filename": "2005-11-23_ChineseCityShutsOffWaterFor4-DayTest-3MillionAffectedquakeRumorsSparkPanicOfficials.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10E1582675F44950?p=WORLDNEWS", "date": "2005-11-23", "page": "A12", "section": "News", "author": "The Associated Press And Reuters", "text": "BEIJING — The northeastern city of Harbin said Tuesday its water system will be shut down for four days to check for contamination from a chemical-plant explosion, setting off panic buying of bottled water among its 3 million residents, news reports said. The residents of one of China's biggest and coldest cities are jamming the airport and railway stations to get out, a witness said today. The shutdown was prompted by a Nov. 13 explosion at a petrochemical plant in the nearby city of Jilin that killed five people, the official Xinhua News Agency said. City officials worried that the blast \"may have caused a leakage of poisonous substances\" into the Songhua River, which supplies Harbin with drinking water. The explosion in Jilin also forced the evacuation of 10,000 nearby residents. The blast was blamed on human error in processing benzene, a highly flammable liquid. Taps were turned off in Harbin at midnight on Tuesday after rumors of an imminent earthquake had already triggered panic buying of bottled water and food. \"With the rumors of the earthquake as well, everyone wants to leave Harbin and it is very difficult to buy tickets, just like during the Lunar New Year,\" a factory manager told Reuters. \"All containers are being used to store water, including the bathtub. It will be OK for four days, but not longer than that.\" The Songhua River runs into Russia after several hundred miles. A foreign-ministry spokesman said on Tuesday he did not know the extent of the pollution, if any. Harbin, founded as a frontier town in the late 19th century, is famed for old Russian and European-influenced architecture. Llyn Bryant, a British teacher who has lived in Harbin for six years, said he had been told by a school official that people might have died from drinking contaminated water. But he said he had not seen anybody taken ill. A spokesman for the local seismological bureau said the rumors of an earthquake on Sunday were triggered by a government effort to educate the people on what to do in the event of an earthquake, the newspaper said. The Shanghai Daily newspaper said on its Web site that Harbin had 918 wells that would continue to supply some residential areas. Fire engines would be used to pump water from the wells to hospitals, schools and public organizations in need, it said.", "edition": "Fourth"}