{"title": "U.N. aid flights may be cut back - Earthquake relief in South AsiaLack of donations", "filename": "2005-11-04_UNAidFlightsMayBeCutBack-EarthquakeReliefInSouthAsialackOfDonations.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10DB154C4372D7D0?p=WORLDNEWS", "date": "2005-11-04", "page": "A17", "section": "News", "author": "Christopher Bodeen", "text": "MUZAFFARABAD, Pakistan — A U.S. general stressed Thursday that American helicopters and troops will help victims of South Asia's earthquake for months to come, but the World Food Program warned that its own relief flights might have to be scaled back within days. The U.N. agency said it was running out of money because donors have not given enough to meet the region's needs. Survivors, meanwhile, prepared for dampened celebrations today of Islam's biggest feast, the Eid al-Fitr, amid the rubble and sadness of communities shattered by the Oct. 8 quake. Some 80,000 people died and 3 million are homeless, mostly in Pakistan's part of Kashmir. \"All the houses fell down in our village, and we haven't got anything to celebrate with or give to the kids,\" said a 21-year-old from the village of Douba Syedan who gave his name only as Khabir. During a visit to Muzaffarad, the commander of U.S.-led coalition forces in Afghanistan repeated American assurances that the U.S. helicopters and troops diverted from Afghanistan to quake relief would keep flying through the winter and beyond. \"It's a huge effort. It's got to be a sustained effort, and we're here with our Pakistani friends, with our allies, working as a team to get this massive mission done,\" Lt. Gen. Karl Eikenberry said. U.S. helicopters would resume relief flights today near Pakistan's frontier with India after a halt that was ordered Tuesday when a U.S. helicopter reported being fired on with a rocket-propelled grenade, U.S. Embassy spokeswoman Nida Emmons said. The CH-47 cargo helicopter was not hit. Emmons said flights were resuming after a joint U.S.-Pakistani \"cooperative review\" of the incident. \"We do consider it safe to fly there,\" she said. The World Food Program first warned Oct. 28 that without more donor money it would be forced to reduce or halt flights in the quake zone in about a week. Spokesman Robin Lodge said Thursday that the U.N. agency has enough resources to continue at full strength a few extra days but that it might have to ground some helicopters soon. The agency would like to have 22 helicopters in the air but so far has only 17. It has appealed for $100 million to finance flights over the next six months, but donors have supplied only a tenth of that, Lodge said.", "edition": "Fourth"}