{"title": "Quake aid outweighs F-16s - Pakistan president halts buying jetsHe calls on world to send more funds", "filename": "2005-11-05_QuakeAidOutweighsF-16S-PakistanPresidentHaltsBuyingJetsheCallsOnWorldToSendMoreFunds.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10DB692055B3CD28?p=WORLDNEWS", "date": "2005-11-05", "page": "A10", "section": "News", "author": "Christopher Bodeen", "text": "MUZAFFARABAD, Pakistan — President Gen. Pervez Musharraf suspended a major purchase of U.S. fighter planes, saying Friday during a tour of this devastated city that funds are needed first and foremost for earthquake recovery. The president — who has been criticized for refusing to cut the nation's enormous military budget in light of the disaster — called on the world to send more money, saying the response to the killer quake has fallen far short of that for last year's tsunami or Hurricane Katrina. He suggested later in a British Broadcasting Corp. interview that the world had forgotten quake victims largely because there were no Westerners among them. \"I would say the damage here is much more [than the tsunami], the magnitude of the calamity here is much more,\" Musharraf said. Musharraf said he was delaying the purchase of 77 F-16 fighters because of the need for rebuilding large swaths of northern Pakistan flattened by the Oct. 8 temblor, which killed about 80,000 people. Analysts estimate the planes' cost at between $5 billion and $10 billion, a steep tab for a nation struggling to provide basic education and health care to its people under the best of circumstances. \"I am going to postpone that. ... We want to bring maximum relief and reconstruction efforts,\" Musharraf said of the F-16 purchase. He did not say when the sale would go through. The planes have become a symbol of Pakistan's improving relations with the United States after years in the political wilderness. Washington blocked the sale in the 1990s as punishment for Pakistan's nuclear program, but reversed its position after intense lobbying by Musharraf and approved the sale in March. Musharraf also urged the world to be as generous with long-term help for quake victims as it was with Asia's tsunami last December and Hurricane Katrina in August. \"When we are talking of the bigger issue of reconstruction and rehabilitation which is now to come, there we expect the equal amount of assistance [that the] tsunami and Katrina got,\" he said. The South Asia quake left more than 3 million homeless, most in the Kashmir region claimed by Pakistan and India, though the Pakistan side was harder hit. The Dec. 26 tsunami left fewer homeless — a half-million — but had a larger death toll, at nearly 179,000 killed and 50,000 others missing. Donors pledged $13.5 billion in aid after the tsunami. For quake victims, the United Nations says it needs $550 million in emergency aid, but donors have pledged only $133 million. Pakistani Finance Ministry official Ashfaq Hassan Khan said the world has pledged $1.93 billion in aid over the long term, but the country has said it needs $5 billion. Part of the concern in Pakistan is the onset of winter in the Himalayas. Hundreds of thousands there are without shelter and lacking food, with temperatures already dipping below freezing. The U.S. military, which diverted helicopters from Afghanistan to help quake victims, announced Friday that flights into Pakistan's mountains had topped 1,000, delivering more than 4 million pounds of aid and evacuating more than 3,200 injured. During his tour of the quake zone, Musharraf visited a U.S. Mobile Army Surgical Hospital set up in Muzaffarabad to treat the injured. He praised the work of the American doctors and nurses there. \"This will go a long way to create the right kind of impression about American concerns for the people, for us,\" he said. For most of Pakistan, Friday was the start of the Eid al-Fitr celebration marking the end of the Muslim fasting month of Ramadan, but Musharraf asked Pakistanis to tone down festivities out of respect for quake victims. In Muzaffarabad, the faithful gathered in a field surrounded by smashed concrete as aid helicopters buzzed overhead. \"God is testing us, testing our patience, testing our faith,\" Qazi Hussain Ahmed, head of Jamaat-e-Islami, Pakistan's largest religious political party, told a crowd of more than 1,000 men. FACTSCaption:  photo, chartAchmad Ibrahim / The Associated Press : Earthquake survivors pray Friday amid the debris of a destroyed building in Muzaffarabad, Pakistan.The Associated Press: Pakistan quake aid", "edition": "Fourth"}