{"title": "Quake victims' plea: \"We need shelter\"", "filename": "2005-10-16_QuakeVictimsPlea\"WeNeedShelter\".json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10D4CDEA49BDF908?p=WORLDNEWS", "date": "2005-10-16", "page": "A14", "section": "News", "author": "Carol J. Williams", "text": "MUZAFFARABAD, Pakistan — As rain pelted a muddy soccer field yesterday, Zulfiqar Butt wrestled with a 4-foot length of broken window frame and a wind-whipped tarpaulin, eventually planting the wood scrap in the sodden earth to serve as a tent pole. As soon as the crude lean-to was erected, Noman Shahid, 12, ducked inside and turned sad brown eyes, a runny nose and chattering teeth in silent appeal to Butt, lord of the newest manor. Perhaps the stranger would offer refuge to his family. \"We have no place to sleep except in the open,\" Noman said, shivering in the thin blue shirt of a school uniform that is his only clothing. The boy explained that his father and a brother died in the Oct. 8 earthquake, his mother was injured, and he and his three surviving siblings were too young to compete with the desperate men fighting for the occasional tent tossed from the back of an aid truck. A week after the devastating 7.6-magnitude temblor that killed at least 38,000 people, tents are all that stand between quake victims dying of exposure or surviving the next week, never mind the looming Himalayan winter. With proper tents in shockingly short supply in Muzaffarabad, a frantic building boom has beset this pulverized city, with the displaced scavenging corrugated metal sheets from the ubiquitous rubble to put roofs over their heads. Bedclothes, curtains and carpets hang from the crumpled metal, rippling in the wind but keeping most of the rain out. In one pieced-together shelter, Abdul Rashid lamented the chaos and confusion that afflict the delivery of relief supplies. Aid workers fearful of being mobbed have taken to hurling their offerings from the back of moving flatbeds and pickups, sometimes lobbing the goods over the cinderblock walls of the soccer field, inciting a panicked scramble. With all aid deliveries from the capital, Islamabad, forced to use the sole road to this Kashmir regional capital, many of the tent-builders have pitched their shelters along the narrow, fissured route to be close to the lifeline. Rubina Afzal peered out from beneath a white tarpaulin attached to a metal bus-shelter awning and surrounded with a 3-foot-high fence of woven rattan. She had been there with her husband, brother-in-law and six children since they made the three-day trek down from their destroyed village, more than 30 miles away. Rebuilding the quake-ravaged area will take years and cost at least $5 billion, Prime Minister Shaukat Aziz said yesterday. He repeated the relief effort's refrain: Pakistan needs tens of thousands of tents to house its homeless, estimates of which reach 2.5 million. Officials say 200,000 houses were destroyed by the quake. Aziz also said officials were planning an international donors' conference to be held soon in Geneva. Once the rain let up around midday yesterday, a makeshift airstrip and relief depot suddenly thrummed with action. Half a dozen helicopters ferried tents, food and medicine from Islamabad and moved the injured from mountain villages to a field hospital now functioning at the airstrip. A Pakistan army helicopter crashed in Pakistani Kashmir on its way back from the relief operation, killing six soldiers, a military aviation official said today. Rashida Begun had been sitting on the airstrip's fringes for five days, waiting for enough space on a helicopter to return with her elderly aunt and son Abdullah, 4, to their mountain village more than 10 miles away. They were rescued Tuesday and brought to the airstrip field hospital to set Abdullah's broken leg and the aunt's fractured elbow. \"My kids are alone,\" Begun said of the three left behind — and of Arslan, 10, who died in their home's cave-in. In a tent at the field hospital, Karachi businessman Adnan Asdar checked on the progress of a surgery needed to deliver a baby from a woman with a crushed pelvis. \"These are procedures after which you'd expect patients to spend several days in the hospital under observation. But we just don't have that luxury,\" said the harried volunteer. In addition to space needed for post-op recovery, he said, the mission needs thousands of tents to house the legions of homeless before they die of exposure, pneumonia or infectious diseases. Asdar warned that even the increased fatality figure of 38,000 the army reported yesterday is woefully short His educated guess: 75,000. The Pakistan army general in charge of strategic health issues, Brig. Khalid Hussein, agreed. \"The death toll will be much, much higher,\" he said. The U.N.'s World Food Program said yesterday it had flown in 35 tons of high-energy bars, donated by Norway, to be distributed in the affected areas. The rations contain enough nutrients for one week for more than 75,000 people, and more flights were planned for this week, the agency said. At 8:51 a.m. — exactly a week after the quake — thousands of Muslims gathered at Islamabad's towering Faisal mosque for special prayers for the dead. Prayer leader Qari Nauman Ahmad urged people to donate what they could to quake victims and to seek God's forgiveness, saying continuing aftershocks were a sign that God was not happy. People isolated in desolate mountain hamlets without phones, power or roads even before the earthquake have been descending by the thousands each day, plying the goat tracks that lead to the riverfront roadway to collect food, water and whatever else the steady stream of relief trucks has to offer. Some of the relief goods proved disappointing. When a lumbering truck from Rawalpindi parked at the confluence of a highland trail and the battered riverside roadway, an eager line of the homeless and hungry besieged it. Zahir Abbasi began throwing out heaps of textiles — summer dresses, light sweaters, empty grain sacks, a satin table runner. \"We will try to make some use of this,\" said Safbar Hussein, who had walked 40 miles in search of the means of survival for his eight children left living there in the open. \"All the help is appreciated, but what we need is shelter. We need tents. We need to get inside at night before we get pneumonia.\" Information from The Associated Press and Reuters is included in this report.Caption:  photoPaula Bronstein / Getty Images : An earthquake survivor tries to stay warm near a tent city that has been erected outside a damaged hospital in Mansehra, Pakistan. Tents are scarce, and the Himalayan winter looms.David Guttenfelder / The Associated Press: A quake survivor shivers in the rain yesterday outside an aid-distribution site in Balakot, Pakistan, waiting for help. (  0397083099 )", "edition": "Fourth"}