{"title": "Strong quake felt in 3 countries", "filename": "2005-10-08_StrongQuakeFeltIn3Countries.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10D22AFE4746BB60?p=WORLDNEWS", "date": "2005-10-08", "page": "A9", "section": "News", "author": "The Associated Press And Reuters", "text": "ISLAMABAD, Pakistan — A powerful 7.6-magnitude earthquake rocked large swaths of Pakistan, India and Afghanistan today, and early reports indicated dozens of deaths and widespread damage. Scores of people were feared killed or trapped in two apartment blocks reduced to rubble in Islamabad. Three bodies were pulled from the rubble, a Reuters photographer reported. Pakistan's Geo TV channel reported 25 killed in Kashmir. Four deaths were reported in northwestern Pakistan, a relief official in the area said. The U.S. Geological Survey, which described the quake as \"major,\" said it was centered 60 miles northeast of Islamabad and struck about 9:20 a.m. local time. The USGS' David Applegate told CNN that because the epicenter was relatively close to the surface, the quake was likely to have been felt over a large area. \"It was one of the strongest earthquakes [ever] felt in Islamabad,\" said Mohammad Hanif at the Pakistan Meteorological Department. Two interior ministry officials in Islamabad said there were fatalities, but they had no details. At least one person was killed in the eastern Afghan province of Nangarhar and one young girl died in its Surkhroad district when a wall collapsed on her, said Zubair Khaksar, an official in the province's information department. Residents in the Afghan capital, Kabul, also felt the temblor, fleeing their homes for fear they would collapse. Kabul is about 400 miles northwest of Islamabad. U.S. military spokesman Lt. Col. Jerry O'Hara said the quake was felt at Bagram, the main American base in Afghanistan, but he had no reports of damage there. Indian officials said the quake was felt throughout northern and central India. \"It was so strong that I saw buildings swaying. It was terrifying,\" said Hari Singh, a guard in an apartment complex in the New Delhi suburb of Noida. Hundreds of residents there fled their apartments after furniture started shaking. In Lahore, close to the epicenter, at least nine people were injured, including eight officials of the Pakistan paramilitary rangers, who were caught when the roof of their office collapsed, police said. Witnesses and Reuters correspondents could hear people screaming in fear inside their houses in Islamabad during the quake — which lasted for about a minute — and car and house alarms were set off by the shaking. Minutes later, sirens could be heard as the emergency services began racing through Islamabad, a city of close to a million people. Local television said the quake caused panic in Rawalpindi, Peshawar and Quetta. The area where the quake took place is known for its frequent seismic activity and experts have long predicted an imminent major earthquake in the Himalayan region.", "edition": "Fourth"}