{"title": "U.N. chief appeals for earthquake aid; some cross frontier - Annan arrives in PakistanTrek to Kashmir is 1st under accord", "filename": "2005-11-18_UNChiefAppealsForEarthquakeAidSomeCrossFrontier-AnnanArrivesInPakistantrekToKashmi.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10DFB22159DDFE78?p=WORLDNEWS", "date": "2005-11-18", "page": "A10", "section": "News", "author": "Christopher Bodeen", "text": "RAWALPINDI, Pakistan — Civilians crossed Pakistan's disputed frontier with India on Thursday for the first time since the devastating Oct. 8 earthquake, and U.N. Secretary-General Kofi Annan appealed to donors at a key conference on reconstruction to give generously for victims of the disaster. About two dozen mostly elderly men who had been visiting family in Pakistan when the quake struck walked to the Indian side across a dry river bed under a damaged bridge at the Chakothi-Uri checkpoint. No one crossed over from the Indian side into Pakistan-controlled Kashmir. The move marked another step toward realizing a breakthrough agreement reached last month to let people from either side of Kashmir cross over at five points along the frontier to help relief efforts and allow divided families to reunite. Until Thursday, the two sides had exchanged only relief supplies. Delays in letting people cross have been blamed on bureaucratic problems and New Delhi's fears that separatist Muslim militants fighting Indian rule in Kashmir may be among those seeking to cross. Pakistan and India have fought two wars over the Himalayan territory, which both claim in its entirety. Annan, meanwhile, said he expected both governments and donors from the private sector to \"be generous, to give and give willingly.\" Annan, arriving at an air base outside Pakistan's capital, Islamabad, said that additional deaths had been caused by logistical problems in bringing aid to quake victims and that more could die of cold and hunger. \"We need more resources, not just for the emergency, but recovery and reconstruction,\" Annan said, appealing to governments, the private sector and individuals. Annan will tour the quake zone and attend the donors' conference Saturday. The United Nations says it needs more financial support to sustain its emergency-relief effort through the winter. It has received $119 million so far and $40 million in pledges out of $550 million it has been seeking since last month to finance emergency relief over six months. The magnitude-7.6 quake left more than 87,000 dead, mostly in the Pakistan-controlled part of Kashmir. About 1,350 died in India's portion of Kashmir, which is divided by a cease-fire line. The quake destroyed the homes of about 3 million people, leaving hundreds of thousands living in tents. An unknown number have no shelter at all.", "edition": "Fourth"}