{"title": "Quake deaths worst in 5 centuries - About 276,000 died after Dec. 26 event | 830,000 lost lives in quake in 1556", "filename": "2005-02-11_QuakeDeathsWorstIn5Centuries-About276000DiedAfterDec26Event|830000LostLivesInQ.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/108369867A2D208B?p=WORLDNEWS", "date": "2005-02-11", "page": "A10", "section": "News", "author": "Randolph E. Schmid", "text": "WASHINGTON — The death toll from the earthquake-generated tsunami in Asia made 2004 the deadliest year for earthquakes in five centuries, the U.S. Geological Survey said yesterday. The agency estimated the toll from the Dec. 26 tsunami at 275,950. Waverly Person, director of the agency's earthquake information center in Golden, Colo., said he expects the final count to be even higher. Other sources have estimated the number of dead at more than 160,000, with thousands more listed as missing. Based on the agency's estimate, 2004 would have counted an earthquake death toll of 276,856, the second highest in recorded history. The deadliest quake on record occurred Jan. 23, 1556, when a magnitude 8 earthquake killed an estimated 830,000 people in Shansi, China. The magnitude 9.0 temblor that hit Banda Aceh, Indonesia, causing the tsunami, was not the only \"great\" earthquake that occurred during 2004. Great quakes are those with a magnitude of 8 or higher, and an 8.1 earthquake hit north of Macquarie Island, southwest of New Zealand, three days before the Indian Ocean quake and tsunami. No deaths were reported in that event. Before the Macquarie event, the last great quake was the 8.3 quake in Hokkaido, Japan, in September 2003. The largest earthquake in the United States last year was a magnitude 6.8 in southeastern Alaska. There was also a magnitude 6.0 quake in Parkfield, Calif., on Sept. 28, a long-anticipated event along the San Andreas Fault. Sonar images reveal ruptures in seabed BANDA ACEH, Indonesia — The first images yesterday of the seabed battered by the earthquake that triggered Asia's catastrophic tsunami revealed huge ruptures spanning several miles. A British naval ship collecting data off the coast of Indonesia's Sumatra Island produced the digital images using sonar, and they could be used to help develop a tsunami early-warning system for the Indian Ocean region. The vibrantly colored seabed maps show the 9.0-magnitude quake caused the tectonic plates to clash \"like the rumpling up of a carpet,\" according to Steve Malcolm, the commanding officer of the HMS Scott. The images show \"scars\" more than six miles wide resulting from the Dec. 26 quake. They depict the line where the Indian tectonic plate suddenly collided with, and was pushed underneath, the Burma plate. The maps, created with multibeam sonar, show ridges as tall as 4,950 feet that were created over thousands of years by the slow collision of the deep, flat Indian plate and the ragged edge of the Burma plate. That collision has resulted in the Indian plate being gradually shoved under the edge of the Burma plate in a process known as subduction, said Russell Wynn, a marine geologist at the Southampton Oceanography Centre, which took part in the survey. The Dec. 26 quake was caused by a sudden movement of the two plates, which in turn caused the ridge of the Burma plate to spring up about 30 to 60 feet, Wynn said. That sent water surging up and out. Wynn said scars seen on the digital images were likely landslides created by sediment being loosened by the earthquake. The images show deep areas in dark purple and blue, and the high ridges caused by the slow plate collision in green, yellow and red.Caption:  photoChris Ison / The Associated Press : Steve Malcolm of the HMS Scott is in Somerset, England, yesterday with a 3-D model of the seabed of the Dec. 26 earthquake epicenter. (0395497577)", "edition": "Fourth"}