{"title": "Quake-victim aid pours in - \"Everybody needs everybody else now\"", "filename": "2005-10-23_Quake-VictimAidPoursIn-\"EverybodyNeedsEverybodyElseNow\".json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10D77153E29C9498?p=WORLDNEWS", "date": "2005-10-23", "page": "B3", "section": "Local News", "author": "Ashley Bach", "text": "Dan Borroff slung an Army-style duffel bag full of men's clothes over his shoulder yesterday and walked toward a mass of people sorting goods for victims of the Pakistan earthquake. With as many as 3 million people displaced by the Oct. 8 quake, how could he not make the drive from Seattle to a Tukwila warehouse to give what he could? \"There's a moral obligation for all of us to help each other,\" he said. The Asian tsunami and Hurricane Katrina made it clear, Borroff said, that \"everybody needs everybody else now.\" At least 60 volunteers packed boxes full of tents, blankets and sleeping bags — the biggest need cited by aid workers in the cold, mountainous region hit by the quake. But some boxes were also filled with sweaters, coats, socks and medicine, as well as wheelchairs and crutches. The Pakistan Association of Greater Seattle helped gather the donations over the past couple of weeks from local churches, mosques and businesses. Group officials said they were overwhelmed by the response and expected to fill two warehouse spaces with boxes to airlift to Pakistan this week. Rizwan Samad, an association board member, said people from all faiths and ethnic backgrounds were pitching in. He showed a $1,000 check a man had given him that morning. Even a woman who lives on a fixed income of $600 a month offered to donate. \"This makes you realize that we are blessed living in this Northwest region,\" Samad said. \"People have generous hearts.\" Volunteers sorted through piles of comforters, sweaters and tents in the fall sunshine while vans and trucks backed in to drop off more goods. At one point, Muslim volunteers laid mats down next to the boxes, completed their afternoon prayers and went right back to work. With winter fast approaching in Pakistan, getting the goods in the air quickly was critical. \"If it goes in two months, it might be too late,\" said Salman Zafar, a volunteer. The Pakistan association is planning more shipments and will continue to take donations at several locations in the Puget Sound area. The group has a quake-relief fund set up at US Bank, and its Web site, www.pakistanseattle.com, lists several drop-off sites and other relief efforts. Ashley Bach: 206-464-2567 or abach@seattletimes.comCaption:  photoDustin Snipes / The Seattle Times : Volunteers sort clothes, blankets and medical supplies at a Tukwila warehouse yesterday as part of local relief effort for the Pakistan earthquake.", "edition": "Fourth"}