{"title": "Paradise Inn to close for 2 years - Historic Mount Rainier lodge to get a seismic upgrade", "filename": "2005-09-08_ParadiseInnToCloseFor2Years-HistoricMountRainierLodgeToGetASeismicUpgrade.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10C848CCA3383858?p=WORLDNEWS", "date": "2005-09-08", "page": "B5", "section": "Local News", "author": "Vanessa Renée Casavant", "text": "Paradise is taking a holiday to brace itself for earthquakes. The seasonal send-off brunch for Mount Rainier's Paradise Inn on Sept. 25 will be the last for the next two years. The hotel is closing its doors for the 2006 and 2007 seasons to undergo structural stabilization and add a new visitor center. The 88-year-old building hasn't received a seismic upgrade in more than 20 years, said David Wilde of Mount Rainier Guest Services, the company that manages the hotel. The log-frame building has had minor damage from earthquakes, and renovations to the foundation and chimneys will bring the hotel up to code, he said. Once the work is completed, the building should be able to handle the kind of powerful earthquake that occurs about every 500 years, Wilde said. The company also plans to demolish the Jackson Visitor Center once a new one is finished and open to the public. New walkways and viewing areas will be built on the old visitor center site, Wilde said. The Sunrise Day Lodge will remain open throughout the renovation. The cost of the project is estimated at $35 million, most of which will come from the federal government, Wilde said. The seismic restructuring will account for nearly $16 million of that cost. Guest Services doesn't expect the renovations to cause much of an economic hardship because most of the hotel's employees are seasonal, consisting mainly of college students and retirees, Wilde said. The hotel will remain open until Oct. 9 and then close for the winter season. After that, visitors to Mount Rainier will have to make accommodations at the National Park Inn in Longmire. Vanessa Renée Casavant: 206-464-2761 or vcasavant@seattletimes.com Information Mount Rainier Guest Services: Reservations for the Paradise Inn and the National Park Inn can be made at 360-569-2275.", "edition": "Fourth"}