{"title": "Spokane rocked by claims that mayor molested boys - \"Earthquake\" for cityWest denies allegations of molestation in '70s, acknowledges \"relations with adult men\"", "filename": "2005-05-06_SpokaneRockedByClaimsThatMayorMolestedBoys-\"Earthquake\"ForCitywestDeniesAllegationsOf.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/109F1506CA4E85A8?p=WORLDNEWS", "date": "2005-05-06", "page": "A1", "section": "News", "author": "Jonathan Martin", "text": "SPOKANE — Jim West, the mayor of the state's second-largest city and a powerful former legislator, hunkered down in his City Hall office yesterday as allegations that he molested two boys in the 1970s touched off what one state senator called an \"earthquake in Spokane politics.\" West strongly denied reports in yesterday's Spokesman-Review newspaper accusing him of pedophilia and of using the perks of his office to entice young men in a gay chat room. Robert J. Galliher, now 36, and Michael G. Grant Jr., now 31, say West molested them in the '70s when West was a Spokane County sheriff's deputy and Boy Scout leader. At a noontime news conference yesterday, West called the molestation allegations \"incidents that supposedly occurred 24 years ago as alleged by two convicted felons and about which I have no knowledge.\" He acknowledged visiting a gay chat line on the Internet and said he had \"relations with adult men.\" The Spokesman-Review hired a computer expert to pose as an 18-year-old in the chat room to help establish West's participation in the online forum. West took no questions and retreated to his office for the rest of the day. In an e-mail to city employees, he apologized \"for the shame I have brought to the mayor's office and the city and the embarrassment my lack of judgment may cause you.\" \"I stumbled and I let you down,\" he wrote. The accusations about West hit the city like a bomb. Spokane City Councilwoman Cherie Rodgers said it was the talk at her neighborhood McDonald's at 6 a.m. By early afternoon, newspaper boxes were empty and talk radio raged with criticism of West, and, to a lesser degree, the newspaper. \"He should resign,\" Rodgers said. \"If you stay in office, you lose your credibility. That's people's worst fear — you'll abuse your authority, you'll abuse your power.\" There was no response from the Spokane County prosecutor. A spokesman for the Spokane police chief, who answers to West, downplayed the child-sex allegations. \"I don't think this is a police matter,\" spokesman Dick Cottam said. \"These are both convicted felons who didn't mention this when it happens. It's suspicious that they mention it now, when they have a lawsuit against the county.\" Galliher is suing the Spokane County Sheriff's Office, alleging he was molested by Deputy David Hahn, who later committed suicide. West also was a sheriff's deputy in the 1970s, and he and Hahn were friends and Boy Scout leaders. Grant said Hahn and West took turns sodomizing him in an apartment bathroom during the same era. The first sentence of The Spokesman-Review story says: \"For a quarter-century, the man who is now Spokane's mayor has used positions of public trust — as a sheriff's deputy, Boy Scout leader and powerful politician — to develop sexual relationships with boys and young men.\" The story details the two allegations of child molestations in the 1970s and West's recent use of the online chat room to offer an internship and other perks to who he thought was an 18-year-old man — in fact The Spokesman-Review's computer expert. But it contains no further allegations spanning the rest of West's career. Among West's friends and former legislative colleagues, the reactions to the allegations ranged from stunned silence to sympathy to outrage. Ginger Marshall, West's ex-wife, said she talked with him about the pedophilia allegations. \"I'm devastated by the accusations,\" said Marshall, who lives in Burien. \"I know him. I know they're absolutely false.\" As for reporting West's sexual orientation, Marshall said, \"I do think private business is private business. It's an unfortunate part of politics that private business is pulled into the public.\" The allegations Neither Galliher nor Grant could be reached for comment yesterday. In a sworn deposition in his lawsuit, Galliher said West molested him, at least four times, the newspaper reported. Galliher has a record of drug offenses and told the paper he has struggled with drug addiction since his molestation. The newspaper found Grant at a Central Washington jail, facing his seventh felony-drug conviction. West called their allegations \"flat lies.\" Don Brockett, a former Spokane County prosecutor who is now an advocate for victims of sexual abuse, said the men's troubled histories don't mean they are lying. \"Those are the type of people that pedophiles pick on, but I don't know if that's the case with Jim West,\" Brockett said. He said an outside law-enforcement agency should look at the newspaper's allegations that West offered perks to potential sex partners. \"When a mayor is offering internships ... that's something that should be looked at,\" he said. Sen. Lisa Brown, a Spokane Democrat who served in the Legislature with West for 11 years, said yesterday's news touched off an \"earthquake in Spokane politics.\" \"Clearly, he's the most powerful Republican political leader in this community, if not in all of Eastern Washington,\" Brown said. \"I don't think that Jim West's sexual orientation is the issue here,\" she said. \"It's the allegations of a pattern of abuse of power and possible ethical violations while holding office.\" \"If he's a homosexual or bisexual or whatever, and having sex with consenting adults, that's not a reason for him to resign,\" said Republican Sen. Brad Benson, who was elected last year to West's old Senate seat. \"But if the molestation charges are true, he should be in prison.\" West is just 18 months into what he described as a dream job, and has drawn praise for his handling of a budget deficit and the recent settlement of a lawsuit over a flawed downtown redevelopment project. Spokane County Commissioner Todd Mielke, a former legislator who has known West for more than two decades, said the newspaper report does not change his view of West. \"He's been a friend for a long time. I respect his right to have a private life. I know he's done a tremendous job for this community both at the state level and locally,\" Mielke said. \"I don't want to lose sight of that.\" Mielke worked as West's legislative aide from 1986 to 1990, and shared an apartment with his boss. \"Between that and working in his office and the long hours that entails, I was with him from the time he got up until the time he went to bed. And in those five years I never saw anything that would be suspect with regard to the [pedophilia] allegations or [being gay]. I never saw anything that would hint to that in that entire time frame.\" Followed by rumors Rumors of West's sexual orientation have shadowed him throughout his political career, in part because of his opposition to gay-rights measures. Last week, he opposed a Spokane City Council ordinance extending benefits to the partners of city employees, but backed away when council members said they had enough votes to override any veto. John Carlson, a conservative talk-radio host for KVI-AM (570) in Seattle and former Republican candidate for governor, said he was shocked that the molestation allegations could remain secret for so long in what he described as \"the world's largest small town.\" Carlson said the abuse allegations, if true, are \"not only criminal, but monstrous.\" \"The first thing I learned when I came to the Legislature was that Jim West was a closeted gay man,\" said Sen. Darlene Fairley, D-Seattle. \"It was general knowledge, but nobody wanted to out him.\" Sen. Bob McCaslin, R-Spokane Valley, who's served in the Senate more than 20 years, said he, too, was troubled by the abuse allegations, but added: \"I never knew it to be a fact that he was gay or bisexual. But he was a good leader and did a good job for his district. He's probably going to be one of the best mayors Spokane has ever had.\" Grew up in Spokane West was born in Salem, Ore., but grew up in Spokane. He joined the Army in 1971, serving in the 82nd Airborne Division. After leaving the Army, West worked in law enforcement for a few years, including as deputy sheriff for Spokane County. In 1978, he ran for county sheriff, but lost. Two years later, at age 28, he was elected to the Spokane City Council. But he quit that job after being elected to the state House in 1982. After serving two terms in the House, West was elected to the state Senate in 1986, where he served for the next 17 years. During that time, he ran unsuccessfully for lieutenant governor and Spokane mayor. West eventually rose to become the Legislature's highest-ranking Republican. He has opposed legislation to protect gays and lesbians from discrimination, and supported the Defense of Marriage Act, a state law defining marriage as between a man and a woman. In a 2000 mayoral debate, West was asked about having an ordinance banning discrimination against gays and lesbians. He told The Spokesman-Review, \"I don't think we can carve out special classes. Especially if it's a class where people still disagree if it's a learned behavior or one you're born with.\" In 1986, he supported legislation that would have prohibited gays and lesbians from working in schools and day-care centers, according to The Spokesman-Review. In 1990, West sponsored a bill in the Senate that would have outlawed consensual sex between minors and required school districts to stress premarital chastity, and teach \"honor and respect for monogamous, heterosexual marriage,\" according to a Seattle Times article on the legislation. Cancer survivor In 2003, at the peak of his power as Senate majority leader, West announced he had colon cancer. He missed much of his final legislative session while recovering from surgery. Undaunted by the cancer, West ran for mayor again the following fall and won. He survived four surgeries and two rounds of chemotherapy. Ted McGregor, editor of the Pacific Northwest Inlander, Spokane's newsweekly, said West's combative attitude toward cancer is a likely predictor of his attitude toward the allegations. \"I'm not sure how you get into the office of mayor if you quit on your own. He fought cancer. He's a fighter,\" McGregor said. But the allegations may be too damning to fight for long, he said. \"We're in a country where you are innocent until proven guilty, but let's be honest: 'Alleged pedophile' is one of the harshest things that can be in front of your name.\" Jonathan Martin: 206-464-2605 or jmartin@seattletimes.com The accusations against West The Spokesman-Review reported allegations yesterday that Spokane Mayor Jim West: • Molested Robert J. Galliher, now 36,and Michael G. Grant Jr., now 31,when both were children and West was a Spokane County sheriff's deputy and Boy Scout leader. Galliher is suing the county, alleging he was also molested by a deputy who was a friend of West's. Galliher and Grant are drug addicts and convicted felons. West emphatically denied the allegations yesterday. • Used an online chat room, gay.com, to entice someone he thought was an 18-year-old high-school student by offering him an internship at City Hall. The \"student\" actually was a computer investigator hired by the newspaper. West acknowledged visiting the gay Web site and that he \"had relationships with adult men\" but said he did not view the internship as an enticement. Source: The Associated Press Statement from Jim West \"Today a series of articles in The Spokesman-Review leveled allegations against me about my private life. I am a law-abiding citizen, and I believe my public record of service stands on its own merit. \"Allegations about my private life were twofold. I categorically deny any allegations about incidents that supposedly occurred 24 years ago as alleged by two convicted felons and about which I have no knowledge. The newspaper also reported that I have visited a gay chat line on the Internet and had relations with adult men. I don’t deny that. \"The business of the city remains my top concern. We have made significant progress as a community over the last year and a half, and I am confident that we will continue to be successful in our initiatives. \"I have 1,150 days left in my term of office and each and every one of those days will be dedicated to serving the city and making sure we prosper in the city of Spokane. Thank you for your time.\"Caption:  photoBrian Plonka / The Spokesman-Review : Spokane Mayor Jim West leaves the podium after making a statement to the media yesterday in Spokane. He is accused of molesting two boys in the 1970s while he was a Spokane County sheriff's deputy and a Boy Scout leader.Brian Plonka / The Spokesman-Review : Michael Grant, now 31, said Jim West and another Spokane County sheriff's deputy molested him when Grant was a boy.Robert Galliher filed suit, claiming sexual abuse.", "edition": "Fourth"}