{"title": "One study raises Dec. 26 earthquake to 9.3", "filename": "2005-03-31_OneStudyRaisesDec26EarthquakeTo93.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10933B8D90924340?p=WORLDNEWS", "date": "2005-03-31", "page": "A13", "section": "News", "author": "Joseph B. Verrengia", "text": "DENVER — Aftershocks still are rattling Sumatra three months after a colossal earthquake, but a new analysis of the Dec. 26 quake indicates it was even more powerful than previously believed. Other scientists, however, say those findings are premature. A study by seismologists at Northwestern University increases the intensity of the December earthquake from a magnitude 9.0 to a whopping magnitude 9.3. That's about three times more powerful than initial estimates. However, the U.S. Geological Survey (USGS) — the world's record keeper for all things seismic — says it is awaiting several other studies before officially recalibrating the quake's magnitude. If the Northwestern calculations are confirmed, it would make the undersea Sumatra-Andaman earthquake the second-most powerful ever recorded. The quake and the tsunami waves it generated already are considered to be among the world's worst natural disasters. An estimated 300,000 people were killed or are missing. \"There is currently no firm consensus on the 'correct' magnitude of this earthquake,\" although it is likely to change from 9.0, said geophysicist Stuart Sipkin of the USGS Earthquake Information Center in Golden, Colo. Details of the Northwestern recalibration appear in today's issue of the journal Nature, which also carried a Chinese study showing that the rupture of the Sunda Trench — where the earthquake occurred off the west coast of Sumatra — extended northward along the fault for 720 miles, or nearly twice as long as initial assessments. Other scientists said the new, bigger numbers — both the quake size and the rupture length — could be good news. The more energy an earthquake releases, the more it reduces the danger of another catastrophic event along the same fault segment. But it doesn't mean that other segments won't slip with devastating consequences — as seen in Monday's magnitude-8.7 earthquake in a segment of the Sunda Trench 110 miles southeast of the Dec. 26 epicenter. Monday's quake might have been an aftershock to the earlier quake but itself was one of the largest earthquakes recorded in the past 100 years. In related developments: U.S. ships returning: The U.S. Navy has dispatched the USNS Mercy, a hospital ship, and the USNS Niagara Falls, a supply ship, to Nias island in the earthquake-struck region of Indonesia. The two vessels helped recovery efforts after the December tsunami and have since been on a humanitarian mission to East Timor. Death toll: The confirmed death toll was put at 518, with 500 of those on Nias, according to the United Nations. North Sumatra Gov. Rizal Nurdin estimated that 1,000 people died, but officials feared the number could climb to 2,000.Caption:  photoSuzanne Plunkett / The Associated Press : An Indonesian woman carries her son, who was hurt in Monday's magnitude-8.7 earthquake.", "edition": "Fourth"}