{"title": "Quake survivors digging caves for shelter", "filename": "2005-10-29_QuakeSurvivorsDiggingCavesForShelter.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10D9174097959CE8?p=WORLDNEWS", "date": "2005-10-29", "page": "A10", "section": "News", "author": "Hal Bernton", "text": "Homeless survivors of the South Asia quake are desperately seeking shelter by digging caves into the sides of mountains and salvaging material from wrecked homes for crude huts, according to aid workers in Pakistan. The earthquake damaged or destroyed the homes of an estimated 3 million people. Three weeks into the relief effort, aid workers interviewed by telephone now say there's no way to get tents to all those in need. In an attempt to minimize deaths among the homeless, the aid organizations are scrambling to offer tools, tin and other construction supplies to help the villagers. \"They are very obviously not wasting any time at all,\" said John Schenk, a World Vision aid worker who recently visited a remote mountain village in northwest Pakistan. \"If they didn't have a tent, they were cannibalizing the timbers from their houses and combining them with whatever — tarpaulins and plastic — to create shelters.\" The quake-relief effort has been described by aid officials as the most difficult in modern times. It is hampered by logistical problems in reaching survivors, inadequate funding and increasingly harsh winter weather. The number of survivors who need assistance appears to be as much as double the number of Asian tsunami survivors, and some of those survivors are expected to die from exposure and other hardships in the months ahead. \"We're seeing a huge potential for loss of life,\" said Rod Snider, an aid official in Pakistan with Save The Children. The United Nations, in a Thursday report, said the situation is getting more desperate with as much as 30 percent of quake-affected areas still not reached by aid workers. On Friday, in an appeal to donors, the United Nations said it only has enough cash to keep eight U.N.-contracted helicopters flying for another week, although dozens of other Pakistani and U.S. helicopters could continue to operate, said Stephanie Bunker, a U.N. official. Some of the toughest conditions are faced by farmers scattered in hundreds of small, remote mountain villages. Many lived in homes built of mud, brick or of timber topped by sod roofs that imploded during the earthquake. And in the winter, their villages are buried in snow, making travel difficult. But Schenk of the Federal Way-based World Vision and other aid officials say that many of the villagers want to stay put, even though the Pakistani government has encouraged them to find shelter at tent camps being established in lower-elevation valleys. Some of the reluctance is due to the fact that some mountain farmers work as sharecroppers for others who live in the valleys. And many villagers are afraid they will lose their acreage and livelihood if they head off to tent cities. They also don't know what to do with their livestock should they move into the refugee camps. \"They are very strong people, who have made their living off the land for generations,\" said Cassandra Nelson, a Mercy Corps spokeswoman. Mercy Corps is looking at ways to help speed up the construction of the new shelters, which in one village involved digging into the mountainsides, using cardboard to form a door and wood to heat the interior, according to Nelson. World Vision is developing toolkits with picks, shovels, axes, sledgehammers, spikes, wire and nails. But tents remain the most coveted relief item, with distribution sometimes requiring military presence to keep people from fighting over the limited supply. \"If you do the math, there's suffering ahead,\" said Schenk. \"We don't want to sound fatalistic. We don't want the world to become resigned to death tolls in Pakistan. \"We still have to fight the fight and save every life we can.\" Hal Bernton: 206-464-2581 or hbernton@seattletimes.comCaption:  photoPaula Bronstein / Getty Images : Pakistani men pray Friday at the Jama Haman Wali mosque, which was destroyed by the South Asia earthquake.", "edition": "Fourth"}