{"title": "Bundled in red tape, a blanket finally reaches a quake victim", "filename": "2005-10-14_BundledInRedTapeABlanketFinallyReachesAQuakeVictim.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10D4259FA9F6B8B8?p=WORLDNEWS", "date": "2005-10-14", "page": "A18", "section": "News", "author": "Neelesh Misra", "text": "TILGAM, India — The wool blanket — gray-blue-and-green plaid with fringe — started out in a New Delhi government supply office. Loaded onto a rickety yellow truck with tents and other Indian-made blankets, it traveled north to earthquake-stricken Kashmir. That took one day. The blanket sat for two more days in the town of Baramulla because quake victims did not have the right paperwork. On Wednesday, the blanket was taken to another town but held up again, this time by a Hindu holiday. By yesterday afternoon — five days and 650 miles after it left the Indian capital — the blanket was in the hands of a retired farmer with one kidney and 20 grandchildren. He was grateful but wondered how this thin piece of cloth, just 3 by 5 feet, could possibly save his family. The blanket's journey reflects the long, bureaucracy-tangled process of disaster relief in India, a country of more than 1 billion people that every year faces some of the world's deadliest natural disasters, often with thousands killed and wounded and thousands made homeless. After the blanket's 620-mile trip, government-aid workers unloaded it Monday from the truck and packed it with other supplies into the deputy commissioner's compound in Baramulla. The garrison town — a base for Indian soldiers defending their portion of divided Kashmir from the Pakistani side — is surrounded by villages destroyed by Saturday's 7.6-magnitude earthquake. The quake made an estimated 143,000 people homeless in Indian Kashmir. Around Baramulla, when the blanket arrived, hundreds of people already had spent two nights sleeping outside in freezing Himalayan temperatures made worse by rain and snow. But none of the tents or blankets could be distributed, because victims did not have request slips stamped and signed by the officer in charge. They spent Tuesday night, again, outside. \"It was raining ... and it was very cold. But we could not send out these blankets,\" said Khursheed Ahmed Ganai, an aid volunteer. Wednesday morning, the top officer, A.G. Malik, was surrounded by agitated villagers demanding request slips. They accused Malik of playing favorites and settling scores, of letting religious or political affiliations determine who got help. \"Only those with the long arms, those with political links, are getting aid,\" said Mohammed Amin Quereshi, shouting curses outside Malik's office. \"He is not giving me the paper slip because they are ignoring the Hindus,\" shouted Vijay Kumar, a member of the minority in the Muslim-majority state. Malik denied the charges, suggesting there were conflicts over where to deliver the aid and to whom. \"People come up with all sorts of recommendations for aid distribution,\" he said. Some villagers stood outside and looked longingly at the stacks of tents and blankets. \"We are sleeping under the naked sky,\" said Latif Ahmed Gilani. Overnight, from Tuesday to Wednesday, six children in Kashmir died of hypothermia from sleeping outdoors. Wednesday afternoon, Mohammed Ramzan, a tax official overseeing relief work, arrived in Baramulla from a town 18 miles away. He asked for 1,500 blankets and 55 tents for 97 villages. He supplied a letter from his boss and photocopies of earthquake damage as credentials. Malik gave him the coveted requisition papers — but for only 200 blankets and 10 tents. Soon, the plaid blanket and the other goods were back on a truck. After an hourlong journey, the blanket arrived at the local tax-collection office in Pattan — another hub for dozens of devastated villages. More than 18,700 people around Pattan were affected by the quake. Night was coming and the air was getting nippy. Ramzan promised villagers standing around waiting for the aid truck that tents and blankets would be handed out right away. Then his boss, local tax-collection chief Mohammed Shafi, weighed in: Aid distribution had to be supervised by a panel of four officials, and he was the only one present. \"The others haven't come to work today,\" Shafi said. \"It's a government holiday.\" The holiday Durga Puja marks a Hindu celebration of the victory of good over evil. Yesterday morning, Abdul Jabbar Ganai, 65, a rice farmer who retired after having a kidney removed, waited in nearby Tilgam for a promised aid shipment. Ganai is the patriarch of a large extended family. Before the quake he, his three sons, their wives and their 20 children all lived together in a traditional mud-and-wood house. The exterior of the house still stands; the inside is an unlivable mass of bricks and rubble. By noon, the aid had not arrived. So Ganai took a public bus to the Pattan tax office and got in line with a few hundred others. All four tax officials were present and aid was being handed out. Two hours later, Ganai had some supplies — including the plaid wool blanket — but it hardly seemed enough. \"For a family of 28, I have been given three blankets and one tent. What do I do with this?\" he asked. \"Oh well, at least some of the children can sleep tonight.\"Caption:  mapThe Associated Press: Following the slow route of relief", "edition": "Fourth"}