{"title": "Snohomish County finally passes ordinances for Brightwater plant - ORDINANCESOne involves amount of odor allowed, the other seismic protectionWoodinville", "filename": "2005-04-21_SnohomishCountyFinallyPassesOrdinancesForBrightwaterPlant-OrdinancesoneInvolvesAmountOf.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/109A23C0AFFD3882?p=WORLDNEWS", "date": "2005-04-21", "page": "B3", "section": "Local News", "author": "Christopher Schwarzen", "text": "For months, the Snohomish County Council has tried to put restrictions on King County's construction of a sewage plant just north of Woodinville. Taking action before the filing of permit applications by King County, the council agreed Monday on two ordinances that would govern how King County builds the Brightwater plant on property at Highways 9 and 522. Under the first ordinance, the county will require any future sewage-plant operator to reduce odors by 99.9 percent. The second ordinance governs developments such as sewage plants in seismic-hazard areas. Under the ordinance, Snohomish County has additional authority to require reasonable control measures to protect the public from sewage or chemical spills that an earthquake could cause. \"This puts in place a mechanism so that we feel we can have some certainty that the public will be protected,\" said John Chelminiak, the County Council's chief of staff. \"We needed something in place now.\" An essential-public-facilities ordinance typically would govern such construction, but Snohomish County's ordinance has been held up by legal challenges. King County had contested the law before the Central Puget Sound Growth Management Hearings Board, which agreed the ordinance did too much to restrict the siting of facilities. The board said the rule didn't meet the Growth Management Act, which allows for public facilities to be built by a county on land in another county. Snohomish County then appealed, but a Thurston County Superior Court judge last week upheld most of the hearings board's decision. Judge Paula Casey sent part of the decision back to the board for further review, asking whether Snohomish County can consider the adequacy of public-comment opportunities when it decides on permits for the Brightwater sewage plant. Because the issue was taking so much time to settle, Snohomish County officials feared King County would apply for construction permits before an ordinance could be approved, thus grandfathering in the project. King County officials said they expect to apply for certain building permits in September and begin work at the 114-acre site next year. \"We've said all along that public safety is paramount to us,\" Brightwater project manager Christie True said. Though King County can afford to meet the requirements of the new laws, it's unclear how the ordinances might affect other sewage-plant expansions. \"This establishes a very high standard that might be difficult for other cities planning upgrades to their systems,\" True said. A public hearing on the ordinances has been set for 10:30 a.m. June 8. Emergency ordinances are valid for only six months unless amended or approved after a public hearing. Christopher Schwarzen: 425-783-0577", "edition": "Fourth"}