{"title": "Project Impact is a good place to start quake homework - Ask the ExpertQ&ARetrofitting a home to withstand earthquakesThe pros and cons of PEX piping", "filename": "2005-08-27_ProjectImpactIsAGoodPlaceToStartQuakeHomework-AskTheExpertq&AretrofittingAHomeToWit.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10C4543604AD0580?p=WORLDNEWS", "date": "2005-08-27", "page": "I4", "section": "Digs", "author": "Darrell Hay", "text": "Q: I recently bought a 1972 house. To my knowledge, it is not reinforced for earthquakes. The foundation isn't solidly connected to the wood frame of the home. This not only causes it to be more vulnerable if an earthquake should happen, but also prevents me from getting earthquake insurance. I need to have it reinforced but do not know a contractor to contact. Any ideas? Also, is there a service that evaluates contractors for quality, reputation, service and price? A: Project Impact, run by the City of Seattle, is a great source for everything earthquake related. There are myriad factors that determine how much damage a home will sustain during an earthquake. But in general, the newer the home the less damage encountered. Many homes built before 1980 are not connected physically to their foundations; this date rather arbitrarily helps identify those homes that require a minimal amount of retrofitting work, producing the most cost-effective results. Project Impact has classes for homeowners (only $10) about insurance-approved retrofit programs, tool-lending libraries for DIYers and a contractor certification and referral program. Project Impact can be found at www.ci.seattle.wa.us/projectimpact/or 877-2-BOLT-IT. In the second part of your question, you pretty much described The Homeowners Club. You can reach them at www.homeownersclub.org or 206-622-3500. Q: My new home is being plumbed with PEX piping. The plumber and builder tell me it is cheaper and faster. I am concerned about its track record, worried about pressure splitting it, nail holes, etc. Is it any good? A: Like any other building product, cross-linked polyethylene (PEX) has its good points and weaknesses. Do not confuse PEX with polybutylene (PB). PB had massive failures and class-action lawsuits several years ago. The PEX marketing machine is in high gear, and it is being seen in many new projects, particularly condos, where basic hydronic (water) heat is used. Here are the good points: It installs simply; is flexible; produces less noise during operation than metallic piping; does not need a torch; does not corrode; is not subject to problems with acidic soils or aggressive water; is more freeze-resistant; does not have problems with stray voltage or improper electrical grounding; and can be installed in a central manifold, similar to an electrical system. And the not-so-good points: Proprietary fittings could be hard to find in the future; compression joints, fittings and manifolds have historically been prone to failure; it has no real track record over time in large numbers of installations; repair is difficult; and it cannot be subjected to UV rays (sun). There have been scattered reports of failures of this piping for various reasons, but no clear evidence of massive failure at this time. PEX has been approved for normal pressures encountered in any plumbing or radiant system by all the major agencies and regulatory authorities. The ultimate bursting pressure is less than copper, true, but it is more flexible when the pipes are frozen, so choose your failure mode. Nails can damage any kind of pressurized pipe except maybe steel or cast iron. But not many are choosing those materials for fresh-water supply anymore, thank goodness. I've seen copper plumbing in a 40-year-old home grazed by a nail during initial construction. But the leak didn't show up for decades until the corrosion ate through the wall of the pipe. That's part of the risk we take when we don't glue all our drywall, siding and interior trim to the wall. Darrell Hay is a local home inspector and manages several rental properties. Readers may send him questions to dhay @seattletimes.com or call 206-464-8514 to record question. Sorry, no personal replies.", "edition": "Fourth"}