{"title": "Network spurs quake aid - Pakistani-American doctors chip inMedical supplies, money offered", "filename": "2005-10-28_NetworkSpursQuakeAid-Pakistani-AmericanDoctorsChipInmedicalSuppliesMoneyOffered.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10D8C289E65E47E8?p=WORLDNEWS", "date": "2005-10-28", "page": "A16", "section": "News", "author": "Tini Tran", "text": "MUZAFFARABAD, Pakistan — The needs were urgent: A field hospital wanted seven respirators. A health center was begging for anesthesiology machines. Tetanus shots were in short supply. Cardiologist Abdul Rashid Piracha quickly put out the word over the phone and the Internet. Within a day he had everything he asked for, simply by tapping into a vast network of Pakistani-American doctors — some 10,000 strong. Together, these doctors have raised tens of millions of dollars in donations and medical supplies, and many have come personally to help South Asia's quake victims. For all of them, there was a simple reason why. \"This is close to the heart,\" says Piracha, 65, a native of Quetta who now lives in Princeton, W.Va. Piracha heads the Association of Pakistani Physicians of North America, which is working with the Islamic Medical Association of North America to coordinate a relief effort with local physicians. So far, they have brought in about 70 doctors from the United States and Canada, many of them specialists in orthopedic surgery, neurosurgery and pediatrics. The magnitude of the tragedy has mobilized an equally unprecedented response from the wider community of Pakistani Americans. \"[The quake] happened on a Saturday. Sunday night, we had commitments of $200,000. A week later, we had half a million dollars in pledges — in addition to millions of dollars in equipment and medical supplies that we're bringing in,\" Piracha said. He arrived within a week of the quake, along with some three dozen colleagues and fellow volunteers. They toured northwestern Pakistan and Kashmir by helicopter and land vehicle to see the devastation firsthand. Returning to Islamabad, they worked the phones and sent e-mail appeals back home. By contacting pharmaceutical companies, hospitals and other colleagues for donations or surplus materials, they never have to wait longer than a few days for specific requests. If they can't get goods donated quickly enough, they buy them. \"Every day, we have a big meeting and determine what's the need of the day,\" said surgeon Mohammad Afzal Arain, from Madera, Calif., who flew to Pakistan with $250,000 worth of antibiotics and surgical supplies he had bought or collected. \"We live in America. We know that time is money.\" So far, the group has brought in cash pledges of about $1 million and medicines and equipment — from X-ray machines to respirators — worth tens of millions of dollars. For the most dedicated though, offering financial support alone isn't enough. Driven to help in person, doctors have come from all over the United States, from California to New York, shutting down lucrative practices for one to two weeks to work in Pakistani field hospitals or rural clinics. \"It's about helping people in dire situations. I went to [Banda] Aceh for the tsunami. First time I saw the quake on TV, there was no doubt that I was going to come here,\" said anesthesiologist Ismail Mehr, 37, from Hornell, N.Y. \"I was born here, so I definitely wanted to come and help.\" He cited a Quranic proverb that says that when one part of the body hurts, the whole body hurts. \"When my Pakistani brothers are hurting, we all feel the pain,\" he said. Mehr is working with a few other doctors in Muzaffarabad, the shattered capital of Pakistani Kashmir, where hundreds of people stood in line waiting for care outside the giant tents that serve as the makeshift field hospital here. It's a privilege that more than 100 doctors have signed up for, said Piracha, who has been organizing them in groups of 30 to rotate in two-week blocks. \"We have so many physicians wanting to come. We're holding them back, at least till we can figure out where to send them, and where they're needed most.\" For 61-year-old gastroenterologist Mukhtar Anees, from Fort Worth, Texas, returning home in the middle of such tragedy has been bittersweet. Surrounded by patients under the tent, he gently examined an elderly man complaining of mild pain. \"He has lost his home, his children are missing, and he has no place to stay,\" Anees said of the man. \"He also has a few injuries. I can prescribe something for the pain, but as for the rest, I feel helpless.\"Caption:  photoRichard Vogel / The Associated Press : Tahir Chauhdry, 37, a Pakistani-American doctor from Hornell, N.Y., treats an earthquake survivor at a makeshift clinic in Muzaffarabad, Pakistan, on Thursday. A network of Pakistani-American doctors has come up with money and medical supplies.", "edition": "Fourth"}