{"title": "Pakistan pleads for help in race to rescue victims - Earthquake toll hits 20,000; large areas remain cut off", "filename": "2005-10-10_PakistanPleadsForHelpInRaceToRescueVictims-EarthquakeTollHits20000LargeAreasRemain.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10D2D42B708D65C8?p=WORLDNEWS", "date": "2005-10-10", "page": "A1", "section": "News", "author": "Mubashir Zaidi", "text": "BALAKOT, Pakistan — President Pervez Musharraf pleaded for international help yesterday to hurry rescue equipment and relief supplies to tens of thousands of earthquake victims in Pakistan, while desperate survivors begged for government help that still had not arrived in large areas of the quake zone. As the confirmed death toll climbed to 20,000, Musharraf asked the United States, Britain and other international donors to send heavy-lift helicopters, financial aid, medical supplies and tents after Saturday's magnitude-7.6 temblor. The Pentagon later promised delivery today of eight military choppers from Afghanistan. The helicopters, needed in part to get heavy equipment to rescuers now working with little more than hand tools, may be too late for hundreds of children trapped in numerous collapsed schools across northern Pakistan. The quake struck just after 8:50 a.m. Saturday as students were preparing for classes to begin. Several people in Balakot, about 70 miles north of Islamabad, the capital, cursed the government for not reaching the trapped people of the town in time to save more lives. \"All we could see for the whole day is just two military helicopters,\" said Sajid Hussain, a local resident. \"We whistled and waved to them, but they vanished.\" Two days after the quake, the full scale of the disaster was still slowly unfolding as military rescue and relief teams in Pakistan and India struggled to overcome bad weather, avalanches, cracked roads and bridges and towering mountains to reach devastated areas. The United Nations has estimated that more than 2.5 million people need shelter because of extensive damage caused by the quake. The U.N.'s Office for the Coordination of Humanitarian Relief said it urgently needed 200,000 winterized tents. Across the earthquake zone, ruined towns and damaged roads marked the new reality of life for tens of thousands of survivors. Hundreds of thousands of people spent the night under the open skies because their homes were damaged or they feared deadly aftershocks. Families huddled under trees and plastic sheets, lighting wood fires against the mountain chill as they awaited help. Severe shortages of food and water were reported. \"Affected people have no shelter, no drinking water, no first aid, and aid agencies have yet to start activities,\" said Najeeb Ahmad, who has worked with relief organizations in the town of Abbottabad, about 35 miles south of Balakot. \"I slept in my car because of the continuous aftershocks.\" The regional Ayub Medical Complex in Abbottabad was inundated with an estimated 1,000 patients as doctors treated the injured in the hospital's outdoor compound. The town had been without power for two days. By yesterday afternoon, the confirmed toll in Pakistan was at least 19,136 dead and 42,397 injured, said Interior Minister Aftab Sherpao. \"It is such a horrendous situation that one cannot imagine,\" he said. \"Casualties are increasing by the hour.\" India toll More than 465 people died in India and four in Afghanistan, The Associated Press reported. President Bush invited the ranking Pakistani diplomat to the White House and spoke on the telephone with Musharraf, assuring him of U.S. support. \"I expressed our nation's deepest condolences,\" Bush said of his conversation with the Pakistani president. \"And I told him that we want to help in any way we can. To that end, we've already started to send cash money and other equipment and goods that is going to be needed to help the people in Pakistan.\" The United Nations and several other countries — including Britain, Russia, China, Turkey, Japan, India and Germany — have also offered assistance. Musharraf's plea for international help singled out the United States and Britain as having transport helicopters big enough to lift heavy equipment into vast, mountainous areas cut off by the quake. \"We can only go by roads, and roads also don't reach to every corner, so therefore it's only helicopter access that we have,\" the Pakistan president said in Rawalpindi, a suburb of Islamabad. \"Things are not as simple as one would see in the West.\" \"We have enough manpower, but we need financial support so that we may utilize it in a required way to cope with the tragedy,\" the Pakistani leader said. Musharraf, an army general who seized power in a 1999 coup, ordered the armed forces to lead the rescue and relief effort just hours after the earthquake struck. Yesterday, a second British rescue team, with 70 members and sniffer dogs, reached the country and began helping Pakistanis search for victims. The first British team, which arrived Saturday, joined rescue efforts at the ruins of a nine-story high-rise apartment building in Islamabad that had been part of the upscale Margalla Towers complex. Survivors found At least three survivors, a woman, a man and a child, were brought out of the rubble alive yesterday, after crews worked through the night with sledgehammers, shovels and cranes. Late yesterday, helmeted rescuers found the man after hearing his cries for help. The thin man in a blue shirt, looking dazed, emerged on his own with little help and stood in front of a crowd of cheering onlookers. One rescuer patted his head, and the man waved and pumped his fist in the air. As many as 50 people, including foreign nationals, are believed to be still buried under huge concrete slabs. The disputed territory of Jammu and Kashmir, over which India and Pakistan both claim sovereignty, was one of the regions hardest hit by the temblor. The epicenter was near Muzaffarabad, capital of Pakistan-controlled Kashmir, where scores of buildings were destroyed and hundreds of people were killed. In Muzaffarabad, a city of 600,000, residents said they faced food and gasoline shortages. There was no electricity, and people collected water from a mountain stream. \"People are relying on local fruit, and they have little food to eat. I went out to get bread, and could only get a couple of apples,\" carpet seller Gul Khan said. Sherpao, the interior minister, said 11,000 people in Muzaffarabad were killed. Across the Line of Control that divides Kashmir, the quake was so powerful in the Indian-controlled zone that there was a roaring sound and Bashir Hussain Shah thought his village, about 120 miles south of Srinagar, had come under artillery fire from Pakistani troops. His three-story house collapsed and Shah's 13-year-old son, Tahir, was missing, somewhere on the path he walked each day through a mountain valley on his way to his seventh-grade class. Relatives found the teen 2-1/2 hours later, with a fractured leg, shattered jaw and smashed teeth, along with several other injuries. He was lying unconscious beneath a pile of rocks that the heaving ground sent crashing down the mountainside. Relatives made a makeshift stretcher out of sacks and carried him to an Indian army relief camp, where the family was evacuated by helicopter and truck to Srinagar, summer capital of Indian Kashmir. In Baramulla, about 25 miles north of Srinagar, doctors said many of the about 340 earthquake victims had minor physical injuries but were deeply traumatized by the catastrophe. Many aftershocks The U.S. Geological Survey said there had been at least 26 aftershocks, including a 6.2-magnitude temblor. Hundreds of people waited at bus stations in Muzaffarabad, hoping to leave. The body of a man lay on a roadside, and a family pushed a body in a cart. The military hospital collapsed, and residents said there were bodies inside. Doctors set up a makeshift clinic in a park. \"The situation is very bad. Surgeries are being conducted on soccer fields. There are not enough doctors,\" Ozgur Bozoglu, a member of a Turkish search-and-rescue team, GEA, told Turkey's NTV television. Los Angeles Times reporters Ricardo Alonso-Zaldivar and Zulfiqar Ali contributed to this report, which was supplemented by The Associated Press and The Washington Post.Caption:  photo, mapAsif Hassan / AFP/ Getty Images : A Pakistani rescuer approaches the hand of an earthquake victim yesterday in the debris of the upscale Margalla Towers in Islamabad. A British team joined rescue efforts at the high-rise complex.Farooq Naeem / AFP / Getty Images : Pakistani earthquake survivors work through the debris of collapsed buildings in Balakot a day after the 7.6-magnitude temblor. Some residents cursed the government for not providing aid sooner.Rafiq Maqbool / The Associated Press : A boy struggles to stand in a line to receive relief about 69 miles north of Srinagar, India, yesterday. More than 465 people died in India.The Associated Press: Magnitude 7.6 earthquake", "edition": "Fourth"}