{"title": "New peril for earthquake orphans: slavery", "filename": "2005-11-25_NewPerilForEarthquakeOrphansSlavery.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10E2009A40B25070?p=WORLDNEWS", "date": "2005-11-25", "page": "A15", "section": "News", "author": "Ashraf Khalil And John M. Glionna", "text": "ISLAMABAD, Pakistan — She is a girl without identity, whisked here by helicopter from the earthquake zone, one of the devastating temblor's anonymous — and most vulnerable — victims. The teenager, her hair cut short for head surgery, cries uncontrollably and cannot remember her name or that of her village. Hospital workers call her Aisha. \"She's alone in the world. She doesn't recognize anybody,\" said Dr. Robina Quiesha of the Pakistan Institute of Medical Sciences. \"I really don't know what will become of her.\" A magnitude-7.6 earthquake rocked this region Oct. 8. The girl probably is one of thousands of orphans. In Pakistan's close-knit family structure, children who lose their parents would typically be cared for by uncles, aunts or other relatives. But the earthquake devastated entire mountain villages, making it probable that many youngsters have been left with no families at all. Despite surviving one disaster, such children must be protected from another ominous fate: falling into the hands of ruthless human traffickers. The government recently has reported the selling of children in hard-hit cities such as Balakot and Muzaffarabad in Pakistani-controlled Kashmir. Alarmed by the threat, hospitals here have placed armed guards outside children's wards. The government also banned all adoptions after being besieged by people offering to take in homeless children. Administrators at hospitals, refugee camps and emergency shelters will not release any child until kinship has been verified, officials insist. \"Everyone's overwhelmed with this one. It's just unexpectedly bad,\" said Serap Maktav, the regional child-protection adviser for UNICEF. The earthquake has brought a special focus to the practice of selling vulnerable children into slavery, which has been part of Pakistan's history. The U.S. State Department has labeled Pakistan \"a source, transit, and destination country for trafficked persons.\" International welfare agencies estimate that nearly 100,000 people are trafficked in Pakistan each year. Children are used as laborers, in the sex industry and even exported to the Middle East to become unwilling camel jockeys. New \"anti-trafficking\" teams have been instructed to scour refugee camps and shelters to create a database of orphans and unaccompanied women, the government said. Interpol, the international police agency, has also offered to develop an ID system for orphans. The agency has established laboratories at two Islamabad hospitals for DNA testing to confirm parentage. Western-style adoption doesn't exist in Pakistan and many other Muslim countries. It is regarded as contrary to Islamic law. Benefactors can sponsor an orphan under a system known as kafala, but the child cannot take his or her sponsor's last name and has no right to inheritance. This version of a caste system hinders an orphan's ability to find work, marry and generally mesh with society. Rampant fear of abduction and exploitation stems partly from lingering sensitivities over thousands of Pakistani boys illegally taken to Arab nations to be jockeys in camel races. Thousands of children, mostly Pakistani, have been kept in brutal conditions, treated as slaves and often underfed to keep their weight down. The smugglers are generally people posing as close relatives. The practice only recently received international attention, and about 100 children have been returned to Pakistan this year. Some Persian Gulf states have pledged to eliminate the trade by shifting to remote-controlled robotic jockeys. But Pakistani officials and aid workers warn that human-trafficking gangs are on the lookout for children to be sold into prostitution or as domestic servants.Caption:  photoShakil Adil / The Associated Press : Two Cuban doctors check young earthquake survivors last Saturday at a Pakistan village near Balakot, a hard-hit city where the government recently reported the selling of children.", "edition": "Fourth"}