{"title": "U.S. response to earthquake could alter political landscape - Close Up", "filename": "2005-10-17_USResponseToEarthquakeCouldAlterPoliticalLandscape-CloseUp.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10D522AA17518738?p=WORLDNEWS", "date": "2005-10-17", "page": "A3", "section": "News", "author": "James Rupert", "text": "Pakistan  The Oct. 8 earthquake has given the Bush administration a chance to slow or reverse America's declining stature in Pakistan after 30 months of politically disastrous war in Iraq. ISLAMABAD, Pakistan — Better than most people, Pakistanis know that a natural disaster often brings political change. In 1971, after Pakistan's military government responded slowly to catastrophic flooding in East Pakistan, the population soon rebelled and seceded as the new nation of Bangladesh. While no one is betting that any political fallout this time will be so dramatic or permanent, Pakistanis say the Oct. 8 earthquake has shifted the political landscape in a country that's critical to the U.S.-led \"global war on terror.\" Muslim religious hard-liners who have been ascendant in recent years, and who demand a more explicitly Islamic state and oppose close relations with non-Muslims and Westerners, have been marginalized for now. Pakistanis are rushing to welcome Americans, Europeans, Australians, Japanese and other rescue and relief workers. The popular gratitude for foreign assistance could offer the Bush administration a chance to slow or reverse America's declining stature in Pakistan after 30 months of politically disastrous war in Iraq, analysts say. Still, Washington, D.C.'s political partner here, President Pervez Musharraf, is being condemned for his government's unpreparedness for a disaster. \"It is shocking that a country that boasts nuclear weapons and missiles ... could only muster one crane on the day of the disaster [to try to save hundreds of people buried under a collapsed apartment tower in Islamabad],\" the national weekly Friday Times wrote in an editorial. Musharraf, who took power in a 1999 coup and is trying to position himself to win election as president in 2007, \"will have to work overtime,\" according to the paper, to overcome a vivid public image of him as unprepared and ineffective in the first week after the disaster. Since 2002, when the relatively secular Musharraf made an awkward political alliance with the Islamic religious right, hard-liners have had unprecedented prominence in politics. When the earthquake struck, hard-line mullahs proclaimed it divine punishment for Musharraf's alignment with the non-Muslim West against Muslim militant groups in Afghanistan and Iraq. But amid the scramble by Pakistanis to save the earthquake's survivors, the Muslim extremists quickly fell silent and \"their credibility has been eroding fast,\" said Adam Nayyar, director of research at Pakistan's national cultural institute. Their rejectionist position, he said, \"is of no help to people who need tents and blankets.\" Those are being supplied in part by Americans and Europeans. A blow to Islamic militants in Pakistan and Afghanistan is that the earthquake's epicenter was next to Mansehra district, the main area where rebel groups reportedly concentrated their training camps for fighters intended to join the Taliban's war against U.S. forces in Afghanistan. Like villages in the area, such camps probably were heavily damaged or destroyed. The earthquake is Pakistan's first nationally televised natural disaster. More than one-third of Pakistanis have TV access, and a few independent channels (which sprouted under Musharraf's rule) are providing CNN-type coverage. So the televised images of the U.S. military have been reversed. Instead of seeing U.S. soldiers fighting Iraqis or Afghans — or guarding prisoners at Guantánamo, Cuba — Pakistanis are watching U.S. helicopter pilots, British rescue teams and French medics helping injured and desperate earthquake victims. Those images, and the presence of Americans on relief missions, could begin to alter the way Americans are seen in Pakistan, Nayyar said. Because most U.S. citizens fled this country after the Sept. 11 attacks and the January 2002 killing of Wall Street Journal reporter Daniel Pearl in Karachi, \"Americans have not been seen face to face in Pakistan outside Islamabad,\" he said. \"So the U.S. is seen by many people as a kind of abstract devil.\" Still, it's not clear how far even a large U.S. military relief mission would improve Pakistanis' opinions of the United States. Even after weeks of similar relief work in Indonesia after the tsunami at the end of last year, many people interviewed there remained suspicious about U.S. motives and as angry as before about Iraq and Guantánamo. To make any lasting improvement in its public image here, the United States must offer long-term help that touches Pakistanis broadly and must press for democratization of Musharraf's military-led government, said Samina Ahmed, regional director for the International Crisis Group, an independent, nonprofit group based in Belgium that is committed to preventing and ending conflicts. \"It helps when you interact with Pakistanis directly, instead of defending a system that came to power in a coup and is nondemocratic,\" she said. Angry Pakistanis have been calling TV and radio shows to demand why their own army troops took days to deploy in organized fashion in areas damaged by the quake. \"Broad perceptions among Pakistanis of the government as indifferent to them are being reinforced,\" Ahmed said.Caption:  photoMarkus Schreiber / The Associated Press : People take shelter from a U.S. Black Hawk helicopter recently as it evacuates the injured to Islamabad from the northern Pakistani town of Muzaffarabad.", "edition": "Fourth"}