{"title": "Nations scolded for quake response - \"Weak, tardy\"U.N. leader says only 30 percent of pledges have materialized", "filename": "2005-11-19_NationsScoldedForQuakeResponse-\"WeakTardy\"UNLeaderSaysOnly30PercentOfPledgesHaveM.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10E006C015207A50?p=WORLDNEWS", "date": "2005-11-19", "page": "A10", "section": "News", "author": "Ian Mader", "text": "MUZAFFARABAD, Pakistan — U.N. Secretary-General Kofi Annan chided the international community Friday for a \"weak and tardy\" response to the South Asia quake that killed more than 87,000 people. Annan said on the eve of a key donors conference that only 30 percent of the money pledged for quake relief had been donated so far. He said that paled in comparison to donations after the Dec. 26 tsunami. \"I think there is no doubt that donors' response has been weak and tardy,\" Annan said. \"When the tsunami struck, at the 10-day point we had 80 percent of the money we needed. In the case of Pakistan at the 10-day point, we had 12 percent. Today we have 30 percent.\" Annan warned of a \"gigantic task\" ahead for quake recovery efforts in northern Pakistan, saying the difficulties posed by winter's onset and the logistics of reaching mountain villages made the Oct. 8 quake disaster comparable to the tsunami, which killed 180,000 people. U.N. agencies have received cash donations of only $119 million, with another $40 million in pledges, out of $550 million they have been seeking since last month. Britain said Friday it would pledge an additional $120 million at today's donor conference for post-earthquake reconstruction, to be paid out over three years. The United States has pledged $180 million in aid to Pakistan, about $54 million of which has been spent, said Kevin Sheridan, spokesman for the U.S. Agency for International Development. Much of that went through international aid agencies outside the U.N. relief effort, he said. USAID chief Andrew Natsios said he would announce long-term support at the conference, but he declined to elaborate Friday. Annan and Pakistani President Gen. Pervez Musharraf visited families living in tents in the Pakistani Kashmir capital of Muzaffarabad, and Annan said he would renew funding appeals at the donor conference for what he called \"one of the largest humanitarian tragedies we've had to deal with.\" Six of the world's largest relief organizations said Friday time is fast running out to prevent a second wave of deaths from cold, hunger and disease. \"We have the chance to save thousands of lives, but the world community must act now,\" said Cassandra Nelson, emergency spokeswoman for U.S.-based charity Mercy Corps. \"This response needs more money.\"", "edition": "Fourth"}