{"title": "Tetanus deaths arouse concern in quake zone - Various diseases now being fearedAdded urgency for shelter, food", "filename": "2005-10-28_TetanusDeathsArouseConcernInQuakeZone-VariousDiseasesNowBeingFearedaddedUrgencyForShe.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10D8C289E1920650?p=WORLDNEWS", "date": "2005-10-28", "page": "A16", "section": "News", "author": "Zarar Khan", "text": "MUZAFFARABAD, Pakistan — Fears of disease among South Asia's quake survivors grew Thursday after health officials said 22 people had died from tetanus. Doctors also were bracing for a spike in pneumonia, bronchitis and other diseases with the coming Himalayan winter. Gen. Pervez Musharraf, the country's president, asked officials to use all their resources to provide relief goods and shelter to victims in Kashmir and other parts of the country. He said the hundreds of thousands of people without shelter must get tents within two weeks. The Oct. 8 quake is believed to have killed nearly 80,000 people and left more than 3 million homeless. Many of the tens of thousands of injured had to wait a week or more to get their first medical treatment, so infected wounds have been rife. Sacha Bootsma of the World Health Organization said there had been 111 tetanus cases since the temblor struck, of which 22 were fatal. She said the numbers were normal for a disaster of this magnitude. Bootsma said all hospitalized patients were being inoculated against tetanus, which occurs when bacteria enter the body through cuts or scratches and infect the nervous system. Donors, including Pakistan's rival India, have pledged $580 million for quake victims, but the United Nations said more resources were needed to save between 2 million and 3 million lives. In Washington, the Bush administration announced that five leading U.S. businessmen had agreed to launch a nationwide effort to encourage private donations for relief and reconstruction in the quake zone. The private-sector effort would complement the U.S. government aid effort, President Bush said in a statement. World Food Program spokesman David Orr said the agency needed money and supplies to distribute more than 500 tons of food aid a day. The agency has yet to reach 500,000 people in remote villages, although those communities were believed to have some food stocks, he said. \"More people could die in the aftermath from lack of shelter and food than in the earthquake itself,\" he said.", "edition": "Fourth"}