{"title": "Quake victims plead for help - Aid slow to arrive in IndonesiaLittle hope of finding more survivors", "filename": "2006-05-30_QuakeVictimsPleadForHelp-AidSlowToArriveInIndonesialittleHopeOfFindingMoreSurvivors.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/111F4BBAD055DB8F?p=WORLDNEWS", "date": "2006-05-30", "page": "A6", "section": "News", "author": "Irwan Firdaus", "text": "JAMPRIP, Indonesia — Rescuers said today that hopes were waning of finding more survivors from a devastating earthquake that killed more than 5,400 people in central Indonesia. The bleak assessment from the head of Malaysia's rescue team came as homeless survivors living in rice fields and makeshift shacks begged for food and water. Soldiers on Monday began delivering bags of rice to village chiefs in the mountainous quake zone on the island of Java, but survivors called the aid meager and slow. The United Nations planned a global appeal, saying relief money was running low. \"We have 300 families in this village and have only gotten two sacks of rice,\" said Lastri, 27, holding a 5-month-old. \"It's not enough.\" Indonesia's Social Affairs Ministry raised the death toll today to 5,427. The head of an emergency-response team from Malaysia said it didn't expect to find any more survivors or bodies. \"The collapsed homes were all so small that anyone who was trapped would have been extracted by their family members,\" said Supt. Abdul Aziz Ahmad. He said his team had found only one body Monday. Thousands of people including children and the elderly lined main roads in the area of Saturday's 6.3 magnitude quake, holding out whatever containers they could find to hold donations to buy rice, oil and candles. \"Please give me something, I'm hungry,\" 7-year-old Sari told passing drivers, standing beside a group of children carrying banners that read \"We have not gotten any aid\" and \"Help us.\" A plane chartered by the U.N. children's agency touched down near the disaster area, and the United States, which pledged $2.5 million, said 100 military doctors and nurses were en route with surgical, dental and other equipment. But rough roads in mountainous central Java and new cracks in the runway at the region's main airport hampered delivery. In Jamprip, a village of 300 families, Edi Sutrisno, 37, helped unload aid from a military truck — two bags of rice, nine boxes of dried noodles and two boxes of bottled water. \"It's the first we've gotten since the quake,\" he said. \"Of course it's not enough for all of us, not even for a day.\" The government said an estimated 200,000 people were homeless, most living in improvised shacks close to their former homes or in shelters erected in rice fields. Hospitals overflowed with bloodied survivors. Power was still out in much of the quake region. Compounding the devastation were fears of an eruption of nearby Mount Merapi, which has been belching gas and lava for weeks. A scientist said its volcanic activity had increased threefold since the quake. Lava and hot clouds of gas were avalanching 2-1/2 miles down the volcano's slopes Monday, said volcanologist Subandriyo, who like many Indonesians uses only one name. \"The earthquake has caused instability in the lava dome,\" said Subandriyo. \"There is still a chance that a big eruption might occur.\" Mount Merapi, which means \"Fire Mountain,\" is one of the world's most active volcanoes and has erupted scores of times in the past 200 years, often with deadly results. The 9,800-foot volcano has been rumbling and spewing smoke and lava for weeks. Residents were ordered to evacuate earlier this month, but scores have remained, and say its latest activity has done little to change their minds. \"For us, life is going on as usual. This morning I tended the crops, some corn plants, and now I'm hauling grass to feed my cows,\" said Bardi as he headed down the mountain with a mound of grass. \"I'm not afraid of Merapi.\" President Susilo Bambang Yudhoyono visited refugees Monday and acknowledged a \"lack of coordination\" in aid distribution. He urged government officials to be \"more agile.\" \"I saw in many areas that there are many things that need to be speeded up,\" said Yudhoyono, who moved his office to the ancient city of Yogyakarta to supervise relief operations. A UNICEF plane loaded with water, tents, stoves and cooking sets arrived Monday in Solo, a city about three hours' drive from hard-hit Bantul. On Sunday, three U.N. trucks brought high-energy biscuits to survivors and two Singapore military cargo planes arrived with doctors and supplies. Some 22 countries have contributed or pledged assistance, the U.N. Office for the Coordination of Humanitarian Affairs said in Geneva. The agency said it has released $100,000 in emergency money to jump-start the relief effort, but said it will need much more. Moderate quake rattles Papua JAKARTA, Indonesia — A moderate earthquake sent people running into the streets in Indonesia's easternmost province of Papua today, but there were no reports of damage or injuries, officials said. The magnitude 5.6 earthquake struck at 12:28 p.m. and was centered about 90 miles south of Jayapura, the capital of Papua province, the U.S. Geological Survey said. The quake was felt strongly in the town of Wamena in mountainous Jayawijaya district, 48 miles west of the epicenter, said Simon Rumi, an official at the Meteorology and Geophysics Agency in Jayapura. Jayapura is 2,400 miles northeast of Jakarta and 2,000 miles from Bantul, the area hit hardest by Saturday's quake.Caption:  photo, mapDavid Longstreath / The Associated Press : A boy eats breakfast Monday amid the rubble of his home in Bantul, Indonesia. With aid slow to arrive, some survivors were begging for food and water.The Associated Press: Indonesia (GTP121G23)", "edition": "Fourth"}