{"title": "Pakistanis fear repeat of earthquake", "filename": "2006-10-08_PakistanisFearRepeatOfEarthquake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/114A784D42305550?p=WORLDNEWS", "date": "2006-10-08", "page": "A17", "section": "News", "author": "Paul Garwood", "text": "CHIKAR, Pakistan — Dozens of girls have been skipping school in this Pakistani Kashmir mountain town, but neither bullies nor boredom is to blame. Teachers say pupils fear being crushed in an earthquake like the one that killed 80,000 people one year ago today. Among the dead were 34 students of the Government Girls Middle School in Chikar, which collapsed in a heap of rubble and trapped scores of pupils and teachers. Four tents have been raised on top of the ruins to serve as classrooms for 400 students ages 14 to 16. \"There has been low school attendance recently,\" said Saira Bhatti, a teacher. \"They are so scared that the quake might strike again. Sometimes when the wind blows hard, the children are terrified and start crying because they think it is another quake.\" Fear is palpable among many locals in Chikar, which was ravaged by the 7.6-magnitude quake that townspeople say killed at least 10,000 in and around the hilltop settlement. Most said they are sleeping outside now in case today's anniversary leads to a repeat of last year's disaster that killed thousands as they slept in homes, studied in schools or worked in offices. All said they will offer special prayers today for those who died in the earthquake, which devastated cities, towns and villages across northern Pakistan and in the Indian-controlled part of Kashmir. Javed Iqbal, 42, said he is not afraid of sleeping inside his home, but acknowledged that he was an exception, particularly after reports spread that tremors had been felt late Friday in Balakot, the worst-affected Pakistani city in the earthquake where more than 30,000 people died. \"News spread throughout Chikar so quickly that there had been an earthquake in Balakot, and fears of aftershocks here have forced most people to spend the nights outside,\" said Iqbal, who works as a curtain-maker in Saudi Arabia and returns to his Pakistani home for three months each year. In Chikar, concrete and metal that once formed shops are still heaped throughout the town's main bazaar. Cracks in walls of houses and offices give passers-by a glimpse of the rooms inside. But earthquake-proof houses with shiny corrugated-iron roofs are popping up inside the town and on pine-covered mountainsides. Nongovernmental organization-run health clinics provide around-the-clock primary health care to anyone who asks. Safia Bibi, 35, a mother of four, received compensation from the government for the deaths of her infant son and mother who were crushed under the rubble of their mud-brick house, but said the payments haven't healed her pain. \"There remains so much fear and tension since the earthquake and no amount of money will change that,\" said Bibi, while two of her children underwent routine immunizations at a Chikar health center. Others see compensation as their best chance at regaining some semblance of normalcy. More than 1,000 survivors rallied in the capital Islamabad on Saturday demanding that delays in the release of compensation to quake victims be overcome so they can reconstruct housing. Chanting slogans such as \"Stop taking bribes!\" \"Stop cheating us!\" and \"Build our homes before snowfall!,\" the protesters marched from the parliament to the offices of the government department responsible for releasing aid money for reconstruction. President Gen. Pervez Musharraf has said that his government will ensure the provision of basic facilities to those affected by the quake and he hopes that 80 percent of the reconstruction will be completed in the coming three years.Caption:  map, chartThe Associated Press: South Asian quake killed 80,000 (GA514DL2O)", "edition": "Fourth"}