{"title": "Bricks without mortar turn houses into tombs - Indonesian homes collapse; quake toll tops 4,300At least 20,000 injuredRubble yielding few survivors; some aid arrives in region", "filename": "2006-05-29_BricksWithoutMortarTurnHousesIntoTombs-IndonesianHomesCollapseQuakeTollTops4300AtLe.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/111EF701E78FAE87?p=WORLDNEWS", "date": "2006-05-29", "page": "A1", "section": "News", "author": "Seattle Times News Services", "text": "BAWURAN, Indonesia — His village is a huge pile of rubble today, and for Sopo Nyono the reason seems simple: bricks without mortar. For years, people in this part of Java built their houses by piling bricks on top of each other with only layers of dirt between them. There was no mortar or reinforcing bars, just a coating of cement to keep the stack from toppling over. When a 6.3-magnitude earthquake struck central Java on Saturday, hundreds, perhaps thousands of these buildings turned into tombs. The death toll from the quake reached 4,315 Sunday as troops and volunteers pulled bodies from the rubble. At least 20,000 people were injured. Searchers said the quake claimed a disproportionately large number of poor victims because they had been the ones most likely to live in the cheap, mortarless houses. \"Everything was destroyed, totally,\" said Nyono, the treasurer of Bawuran village. \"Most people who died were those who couldn't move fast: the children and the old people.\" As rescuers completed a second day of combing through the rubble brick by brick, the chances of finding survivors dwindled. Rescuers said it seemed unlikely that anyone could have survived for more than a short time under the piles of brick and dirt, which would have left few life-saving pockets of air. \"We are still hoping that perhaps there are survivors,\" said Ady Toyibi, who was leading volunteer searchers in Bawuran. \"But when we check the sites, we can't hear any sound of people screaming or crying. There is no sound at all.\" The Social Ministry earlier today had raised the death toll to nearly 5,000 but later revised the figure down to 4,315 after correcting numbers for the hard-hit Klaten district, said Andi Hanindito, the ministry's head of emergency relief. The earthquake struck at dawn near the ancient city of Yogyakarta in central Java. The temblor caused extensive damage to carved-stone reliefs at the renowned ninth-century Hindu temple of Prambanan, one of the area's major tourist attractions. Recognized as a U.N. world heritage site, the temple and the nearby Borobudur Buddhist complex are reminders of the rich Hindu and Buddhist past of what is now the world's most populous Muslim nation. Together they attract some 1 million visitors every year. Borobudur was farther from the quake's epicenter and was largely undamaged. Authorities said two-thirds of the quake's dead lived in Bantul, the densely populated area south of Yogyakarta. In Bawuran, one of the villages that make up Bantul, survivors were camping by the side of the road and burning lumber from their ruined homes to cook their meals. The main street was a kaleidoscope of debris: bricks, roof tiles, clothing, mattresses, household appliances, window frames, bits of food and countless other household items in a massive jumble. The mosque, once the village's grandest and sturdiest building, was still standing but heavily damaged. Its second story was leaning precariously to one side. Of 2,000 people who lived in Bawuran, 54 were killed and 375 were injured, said Nyono. At least half the homes in the village, including his, had been built all or in part without mortar, and collapsed, he said. Few survivors escaped with anything more than the clothes on their backs, said Nyono, 54. He carried a donated toothbrush in his shirt pocket. It was one of his few possessions. Residents salvaged items from their homes and built temporary shelters with plastic sheets and pieces of corrugated metal roofing. They said they had received little assistance from outside and estimated they had about a two-day supply of food left. They had been plagued by dozens of aftershocks and frequent rain, they said. \"Please inform people that we need help here,\" said Bagiono, a retired navy sergeant who like many Indonesians goes by one name. \"We need food. We need shelter.\" Aid was arriving in the region. In Sraten, village chief Subagyo Hadi had been worried that more than 24 hours after the quake, no medicine, no rice and no tents had arrived. Suddenly, two white vans rumbled onto a dirt path, right past Subagyo. A team of volunteer doctors and paramedics hopped out and began to unload boxes of gauze bandages and iodine and an orange stretcher. Saturday's quake was the worst natural disaster to strike Indonesia since the 2004 Indian Ocean tsunami. As in the tsunami's aftermath, the first groups to deliver aid to the quake survivors were often nongovernmental groups acting on their own. While the government worked to coordinate assistance for an estimated 200,000 people displaced by the quake, officials said several factors should make this recovery effort easier. Few roads were damaged. The area's principal airport, in the provincial capital Yogyakarta, could reopen today or Tuesday, and two other regional airports were unharmed. Few government officials were among those killed, and government offices were scheduled to open as usual this morning, officials said. International aid workers began to arrive Sunday, some flying in from Aceh province, where they had been helping rebuild after the tsunami. The International Federation of the Red Cross brought in 1,000 tents and is preparing a mobile field hospital that can hold 50 beds. The World Food Program is trucking in 200 tons of food from Jakarta and other cities. Oxfam, which has a branch in the area, has distributed 600 tents, 1,600 tarps and 6,000 hygiene kits. The Indonesian Red Cross had 400 volunteers trained who could respond if the Mount Merapi volcano north of here erupted. Three-quarters of the volunteers were reassigned to assist quake victims, officials said. In Sraten on Sunday afternoon, the two medical vans pulled to a stop near a group of injured villagers and collapsed houses. In this village of 300, eight people were killed and almost every house was damaged or destroyed. Wahyo Praptono, a doctor at a clinic; his daughter, Tuti Winarti, 18; and 13 paramedics traveled from the neighboring province of Central Java. \"This is purely a humanitarian mission,\" Wahyo said. \"We have the medicine. We have the medics. At 5 a.m., we hit the road.\" The volunteers ended up in Sraten after displaced villagers camped along roads told them where to find other victims. On their way to Sraten, they treated more than 150 people. Compiled from the Los Angeles Times, The Washington Post and The Associated Press.Caption:  photoDimas Ardian / Getty Images : An earthquake survivor sifts through the rubble of his wrecked house Sunday in the devastated Bantul area of Indonesia. Authorities said two-thirds of the dead were residents of Bantul, where large numbers of homes were flattened.Zhang Jun / The Associated Press : This woman was among the injured at a Red Cross refugee camp Sunday in the Bantul region.Achmad Ibrahim / The Associated Press : At the ninth-century Hindu temple of Prambanan, foreign tourists Sunday walk through an area where pieces of columns were left scattered on the ground by Saturday's devastating earthquake.Dimas Ardian / Getty Images : Residents of the Bantul region evacuate a quake victim from rubble of wrecked houses Sunday. In one village, an official said most survivors escaped with only the clothes on their backs.", "edition": "Fourth"}