{"title": "Quake refugees like camps - Some Pakistanis don't want to go homeAid workers face challenge", "filename": "2006-01-31_QuakeRefugeesLikeCamps-SomePakistanisDonTWantToGoHomeaidWorkersFaceChallenge.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/10F8162D29AA8CB8?p=WORLDNEWS", "date": "2006-01-31", "page": "A6", "section": "News", "author": "Hans Greimel", "text": "ISLAMABAD, Pakistan — Ever since South Asia's monster earthquake drove Shahnaz Bibi from her toppled mountain home nearly four months ago, she and 13 others have been sleeping in a tiny dust-caked tent with a dirt floor, no electricity and no heat. But even if she had the money to rebuild, Bibi is in no rush to leave her sprawling refugee camp on the edge of Islamabad. At least her six children can go to school, the family has access to doctors and she doesn't have to walk one hour to the nearest market. \"This life is obviously better,\" Bibi said. \"We'll stay here as long as we can.\" With spring around the corner, sending home refugees of the Oct. 8 earthquake is a top priority for the U.N.-led relief effort, but aid workers warn that is easier said than done. Exposed in camps for the first time to basic city conveniences, some of the 3.5 million people left homeless by the earthquake do not want to return to the rural hardships and poverty of Pakistan's Himalayan outback. Others simply have no house to return to. \"Nobody is ready to leave my camp,\" says Malik Aulya Khan, an Interior Ministry official who runs Islamabad's H-11 tent city, where Bibi lives with 10,000 other survivors. H-11 is scheduled to close in April, but Khan is not optimistic about the timeline. Camp residents have refused repeated attempts to transfer them to other facilities closer to their homes in the quake zone, and they show no signs of budging, he said. \"We can't force them,\" Khan said. \"We are facing a social problem.\" More than 2 million survivors are living in emergency tents and shelters in Pakistan and the disputed territory of Kashmir, where 87,000 people died in the 7.6-magnitude quake. About 160,000 stay in organized camps. But only a couple of thousand have returned home since the temblor, said Jan Vandemoortele, the U.N. humanitarian coordinator in Pakistan. Most will go home after the mid-March snow melt, but some will never return, he said. The United Nations has no estimates of the numbers, but it is surveying needs so new camps can be built to house refugees for as long as a year, Vandemoortele said. Refugees are a touchy subject in Pakistan, which hosted millions of displaced Afghans for two decades following the Soviet invasion of their country in the 1980s. The influx strained Pakistan's infrastructure and labor market, and many Afghans have yet to return home. To avoid a repeat of those lingering refugee settlements, the government has promised $1,250 to each family that goes home to rebuild. International donors have pledged more than $6 billion to Pakistan to lure people back with relief aid and reconstruction. While many camps are squalid affairs with poor sanitation, paper-thin tents and food shortages, those run by the United Nations and the Pakistani government can be eye-openers to some refugees, especially those who have never left their remote hamlets. H-11 has three hospitals, six schools, flushing toilets, hot showers, a fleet of firetrucks, access to nearby shops by taxi and bus, and numerous playgrounds. Campers also get regular food and pocket-money rations. About three-quarters of the camp's 5,200 children attend class, a rate unheard of in rural areas, where education is sporadic at best. Contrast that with the remote mountain village of Nehar Bala, where 3,000 survivors live in mud and stone huts clinging to terraced, snow-draped cliffs. The village is about 5,700 feet above sea level, and the nearest road is a two-hour walk. Even before the quake, there was no electricity or running water; cooking is still done over wood fires. When a helicopter recently flew in a medical team, about 250 people lined up to see the doctor, most for the first time in their lives. \"In the mountains we don't have a chance at a decent life,\" complains Mohammed Sarfraz, one of 18,000 refugees at Meira Camp, in a river valley north of Islamabad. \"We don't have telephones, electricity, gas, no schools, no hospitals, nothing.\" Some refugees, like Bibi's niece Nasa Bibi, 26, dream about settling in the city. \"Everything is so beautiful,\" she said of Islamabad.Caption:  photoB.K. Bangash / The Associated Press : Quake survivor Zehra Bibi sits outside her tent in a refugee camp on the edge of Islamabad, Pakistan.", "edition": "Fourth"}