{"title": "Quake strikes during classification game - BasketballMinor earthquake felt at halftime; Turkey tops Lithuania 95-84 in overtime", "filename": "2006-09-01_QuakeStrikesDuringClassificationGame-BasketballminorEarthquakeFeltAtHalftimeTurkeyTops.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/113E476402731340?p=WORLDNEWS", "date": "2006-09-01", "page": "C3", "section": "Sports", "author": "The Associated Press", "text": "SAITAMA, Japan — Ermal Kurtoglu scored 10 of his 24 points in overtime and Turkey, which trailed by 11 points with 2-1/2 minutes left in regulation, beat Lithuania 95-84 on Thursday in a classification game at the FIBA world championships. At halftime, the greater Tokyo area was shaken by a 4.8-magnitude earthquake. The Super Arena, which is 17 miles north of downtown Tokyo, shook for a few seconds but there was no damage and little reaction from the fans. Darius Songaila, who plays for the Washington Wizards, made two free throws with 2:40 left in regulation to give Lithuania (4-4) a 67-56 lead. Kurtoglu hit a three with 1:27 left to make it 69-65. Engin Atsur, who plays at North Carolina State, scored on a drive with 21 seconds left to cut Turkey's deficit to 74-71. Linas Kleiza, who plays for the Denver Nuggets, made one of two free throws with 19 seconds left to give Lithuania a four-point lead. With 13 seconds left, Ender Arslan of Turkey (6-2) was fouled. He made the first free throw, but missed the second. The rebound bounced off to the left side and he ran it down, stepped behind the line and hit a three with 8.5 seconds left to tie it. Kurtoglu then took over, scoring eight points — including a three-pointer and a three-point play — in the opening 3-1/2 minutes of overtime. Arslan finished with 18 points for Turkey, which had already assured itself of its best worlds finish by reaching the quarterfinals. \"I had to shoot, so when I grabbed it I focused and I shot,\" Arslan said. \"Thank God it went in.\" Atsur, who had nine points, said he knew something was going on at halftime. \"I said to myself, 'Is that an earthquake?' and then I heard two guys across the locker room say the same thing so I knew it wasn't just me,\" he said, adding he was in Turkey in 2003 when a 6.4-magnitude earthquake killed 83 people. Songaila had 17 points for Lithuania. Other game France 75, Germany 73 Mickael Gelabale's layup with 1.8 seconds left gave France (5-3) a victory over Germany (5-3) in a classification game in Saitama. Germany's final possession ended when Dirk Nowitzki took an inbounds pass on the left sideline. As he turned to get off a possible winning shot, he stepped on the line with .9 seconds to go. Gonzaga product Ronny Turiaf, who plays for the Los Angeles Lakers, added 15 points for France, while Diaw had 13 points. Joseph Gomis, the French point guard who replaced the injured Tony Parker, hit a three-pointer with 20 seconds left to tie the score at 73. Parker, who plays for the San Antonio Spurs, broke his finger in the final exhibition game days before the tournament started. Notes • Charges against the Chicago Bulls' mascot for allegedly attacking an off-duty police officer during an outdoor festival in Chicago have been dropped. Bulls officials said charges of misdemeanor battery and driving within a parkway were dropped against Barry Anderson, the Benny the Bull mascot. Police said Anderson, in his bright-red bull costume, threw a punch at a sheriff's deputy on July 2, knocking off his glasses and breaking his watch. • Jumaine Jones signed a one-year contract with the Phoenix Suns. The 6-foot-8 forward, a seven-year veteran, averaged a career-best 10.5 points for Charlotte last season. • The Minnesota Timberwolves signed their second-round draft pick, forward Craig Smith.Caption:  photoThe Associated Press : Turkey's Ender Arslan jumps on Ermal Kurtoglu after their overtime win over Lithuania in Saitama, Japan.", "edition": "Fourth"}