{"title": "Java quake touches Seattle: Families worry, relief in works", "filename": "2006-05-29_JavaQuakeTouchesSeattleFamiliesWorryReliefInWorks.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/111EF6FE58E92E8F?p=WORLDNEWS", "date": "2006-05-29", "page": "A10", "section": "News", "author": "Warren Cornwall", "text": "Ira Agustin was at home in Bellevue watching television Friday evening when she learned that a quake had hit the Indonesian city where her father lives. For the next seven or eight hours, she waited anxiously, unable to reach him by cellphone to see if he and his home in Yogyakarta had survived the quake. \"I got really worried that he might not be OK,\" said Agustin, an 18-year-old accounting major at the University of Washington, who lives here with her mother and stepfather. Finally, at 1 a.m., the text message arrived on her phone: He was unhurt, though food was proving scarce. Though the quake-stricken area on the Indonesian island of Java is literally half a world away from Seattle, it's having repercussions here. People are tracking the whereabouts of family members living in the region. Volunteers are preparing to depart for Indonesia to help in the recovery. Northwest disaster-relief organizations already have dispatched aid to the region and fundraising has begun. Ismail Budhiarso of Seattle has a sister and brother in Yogyakarta, and an aunt in a hard-hit nearby area, Klaten. No one in his family was injured, though part of his brother's house was damaged, and his aunt's house collapsed, Budhiarso said. Now, he's started trying to raise money from the Indonesian community in the Seattle area to help with relief in a country still healing from the devastating 2004 tsunami. \"Everything was hectic,\" said Budhiarso, 42. A number of Northwest groups, meanwhile are mobilizing to help. World Vision, a Christian relief organization with a U.S. headquarters in Federal Way, has dispatched a 15-person team to the area from its operations in the Indonesian capital of Jakarta. Dr. Ronald Gunawan, a physician working with World Vision, traveled to the hard-hit city of Bantul yesterday. He saw a main hospital overflowing with the injured. People were being treated in hallways and in the parking lot. \"The director of the hospital in Bantul said to me that they have run out of many medical supplies necessary for treating their bone-fracture patients, like antibiotics,\" said Gunawan, in a phone call from Yogyakarta. On Sunday, Northwest Medical Teams, a Portland-based relief group with an office in Bellevue, was working to assemble medical supplies and a local team of medical professionals that could go to the region, said spokeswoman Ann Brooks. A retired nurse, Ann Johnson, 67, of Gig Harbor, was in Indonesia last spring with Northwest Medical Teams, and she said Sunday that she will be heading back to Indonesia on Tuesday. Uplift International of Seattle is trying to raise money to help get Indonesian doctors already in the country to the disaster area. Mercy Corps, a Portland group, is sending temporary shelter like tarps to the region and already has a small team there, according to a Sunday news release. Seattle Times staff reporter Cara Solomon contributed to this report. Warren Cornwall: 206-464-2311 or wcornwall@seattletimes.com", "edition": "Fourth"}