{"title": "Boy lost his arm in quake but photo gave hope", "filename": "2006-10-08_BoyLostHisArmInQuakeButPhotoGaveHope.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/114A784D40706958?p=WORLDNEWS", "date": "2006-10-08", "page": "A17", "section": "News", "author": "David Guttenfelder", "text": "A picture of Zeeshan Shah reverberated around the world, spurring a German philanthropist to travel to Pakistan to offer a measure of relief. NOORASERI, Pakistan — A year ago, in the chaos of a makeshift field hospital, with helicopters bringing dead and injured to a soccer field, I didn't expect to see Zeeshan Shah again. An earthquake had devastated Pakistan-controlled Kashmir and its regional capital, Muzaffarabad, three weeks earlier, and in the small cafe-turned-field hospital, a man was holding his shirtless son whose left arm had been amputated. A Pakistani doctor removed stale bandages from the tiny stump and dabbed iodine on the wound. The boy recoiled in pain and burrowed his face into his father's neck. I took pictures and asked for their names. An Associated Press colleague handed me a scrap of paper that said \"father — Sabir Hussein Shah. boy — Zeeshan, age 9.\" The photo of the injured boy would reverberate around the world and bring him a measure of relief from an unexpected quarter. On Oct. 8 last year, Zeeshan's father was driving a bus near their tiny village, Nooraseri, in Kashmir's Neelum Valley. His mother and elder sister were doing chores. His youngest sister was at school. Zeeshan and his older brother skipped class and played hide-and-seek at home instead. Zeeshan was spying his brother from the doorway when the 7.6-magnitude quake brought the building down on top of them. Zeeshan's arm was crushed under a heavy beam. His brother died. Months later, I got a call from Sylvia Eibl, a German philanthropist who runs a charity called Children First. She had seen my photo of Zeeshan and wanted more information. I knew little. With 100 color photocopies of the picture, Eibl and a translator drove winding mountain passes and hiked rugged Neelum Valley trails handing out the pictures. A man recognized the father and led them to Nooraseri, where Eibl found Zeeshan and his family 10 months after the quake, living in a tent on their home's ruins. Children First flew them to Italy where the Arte Ortopedica workshop in Bologna fitted Zeeshan with a prosthetic arm. He landed back in Islamabad on Sept. 17, and I traveled with him to his village. After an arduous drive back to Nooraseri, Zeeshan was welcomed by the villagers. The boy prayed at his brother's grave. At home he hugged his mother while his father showed his family pictures from their trip and opened a box of Italian cookies. The next day Sabir walked the children, including a reluctant Zeeshan, to school, where curious kids tried to touch the new arm. Zeeshan was still learning to use it. Later, at playtime in a meadow, Zeeshan removed his new arm and played tag with his friends, his empty shirt sleeve trailing behind him.Caption:  photoDavid Guttenfelder / The Associated PressGianfilippo Oggioni / The Associated Press : Dr. Roberto Cavrini adjusts the new prosthetic arm for Zeeshan Shah at the Arte Ortopedica center last month in Budrio, Italy. TOP: In what became a well-known photo after last year's earthquake in Pakistan and Kashmir, Zeeshan's father, Sabir Hussein Shah, holds him while he is treated after having his arm amputated at a field hospital in Muzaffarabad.", "edition": "Fourth"}