{"title": "9-11, fire, quake on recovery director's résumé", "filename": "2006-12-28_9-11FireQuakeOnRecoveryDirectorSRésumé.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/11652E8A67AFA718?p=WORLDNEWS", "date": "2006-12-28", "page": "A5", "section": "News", "author": "Ann M. Simmons", "text": "NEW ORLEANS — When Mayor Ray Nagin named Edward Blakely to be this city's long-awaited recovery czar, Blakely knew instantly the assignment was made for him. \"Whatever the biggest challenge is, that's the one I want,\" Blakely said during a recent interview in Nagin's office. The professor of urban affairs is known as a master of post-disaster. Blakely is a former adviser to two Oakland, Calif., mayors who helped develop recovery plans after the Loma Prieta earthquake of 1989 and the Oakland Hills wildfire two years later. He was dean of the Milano Graduate School at New School University in New York in September 2001 and coordinated the management of students and the campus after the World Trade Center attacks. \"I'm discovering that New Orleans is so much like the other places ... ,\" Blakely said. \"The big difference here is the scale. Most cities, you're dealing with a part of the city. In this case, no one was untouched.\" In his new position as executive director for New Orleans recovery management, which he will assume Jan. 8, Blakely will guide the rebuilding of basic infrastructure and ensure that public and private strategies for resettling the city mesh. Blakely will come to a city in the throes of scattershot property restoration, increased public-safety concerns and widespread frustration among homeowners still awaiting federal money to rebuild. Blakely said one of his first moves would be to try to \"restore public confidence,\" because \"clearly that is a big issue here.\" Among his priorities is continuing to \"build on the healing process\" by ensuring that all residents, even those displaced, have a chance to participate in the city's revival, and rebuilding public-works infrastructure — roads, mass transit, waste removal and telecommunications. Blakely also talks about increasing safety, not just police protection, but \"hospitals that work, schools that work. All the things that make you feel secure,\" including easy access to grocery stores and laundry facilities, he said. Blakely said he envisioned a New Orleans of about 500,000 people, a figure he thinks is achievable in about a dozen years. The city's current population is estimated at 200,000 to 250,000, down from 450,000 to 485,000 pre-Katrina. At a speech in New Orleans in July, Blakely said he thought everyone should be allowed to rebuild, though not necessarily in the same place. The issue of which neighborhoods can realistically make a comeback has been fraught with controversy, including the belief by some that there is a conspiracy to keep blacks and the poor from returning to the city.Caption:  photoEd Blakely was appointed to oversee recovery efforts in New Orleans.", "edition": "Fourth"}