{"title": "In the quake's wake: a legacy of photos", "filename": "2006-04-16_InTheQuakeSWakeALegacyOfPhotos.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1110CB37B9A8AA78?p=WORLDNEWS", "date": "2006-04-16", "page": "L1", "section": "Travel", "author": "Stephen West", "text": "At 5:12 a.m. on April 18, 1906, opera star Enrico Caruso was shaken from his slumber at San Francisco's Palace Hotel by a magnitude 7.8 earthquake. Caruso, on tour with New York's Metropolitan Opera, had performed \"Carmen\" the night before. He was to witness the destruction of the largest city on the U.S. West Coast. \"I wake up about 5 o'clock, feeling my bed rocking as though I am in a ship on the ocean,\" he recalled in an article in London's Sketch magazine. \"I get up and go to the window, raise the shade and look out. And what I see makes me tremble with fear. I see the buildings toppling over, big pieces of masonry falling, and from the street below I hear the cries and screams of men and women and children.\" The catastrophe is being recalled a century later in San Francisco, which is awash in earthquake exhibitions, lectures, books, screenings and parties. The earthquake killed an estimated 3,000 to 5,000 people and set off three days of fires that razed most of the city. It was the greatest natural disaster in U.S. history until Hurricane Katrina struck New Orleans. The San Francisco Museum of Modern Art has mounted \"1906 Earthquake: A Disaster in Pictures,\" featuring 92 vintage prints by professional photographers such as Arnold Genthe, W.J. Street and Pillsbury Picture Co. as well as albums by amateurs equipped with Kodak Brownies. The earthquake was the first natural disaster to be photographed so extensively. Genthe, a German-born photographer, had attended Caruso's \"Carmen\" the night before. Using a borrowed Kodak — his own cameras had been smashed in his studio — Genthe spent weeks taking some of the most famous pictures of the disaster. \"The fire had started simultaneously in many different places when the housewives had attempted to get breakfast for their families, not realizing what a menace the ruined chimneys were,\" he recalled in his memoir \"As I Remember.\" \"All along the skyline as far as the eye could see, clouds of smoke and flames were bursting forth.\" In an attempt to contain the blaze with firebreaks, the Army was forced to dynamite and burn entire blocks of the city. Tens of thousands of people were left homeless and later moved to tent cities set up in city parks. In an image that appears in at least three exhibitions, looking east down Sacramento Street toward the bay, Genthe captured both the spreading fire and the mood of the people. \"On the right is a house, the front of which had collapsed into the street,\" he wrote. \"The occupants are sitting on chairs calmly watching the approach of the fire. Groups of people are standing in the street, motionless, gazing at the clouds of smoke. When the fire crept up close, they would just move up a block.\" Genthe's images, along with thousands of others by professionals and amateurs, can be seen in an online exhibition by the Bancroft Library of the University of California, Berkeley. The library also has mounted the first of two exhibitions on campus. It displays historical documents such as the mayor's order to shoot looters on sight and later pamphlets complaining about the slow pace of relief work. Among amateur photographers on the scene was writer Jack London, who was living with his wife near Santa Rosa, about 50 miles north of San Francisco. After they were jolted from their sleep, they mounted horses and rode to the top of Sonoma Mountain, where they saw San Francisco and Santa Rosa in flames. They boarded trains into both cities, the beginning of a two-week tour to survey the damage, with London taking pictures along the way. These images form the basis of another exhibition, \"Jack London and the Great Earthquake and Firestorms of 1906,\" at the California Historical Society. London's pictures show collapsed storefronts in Santa Rosa, the coastal railroad covered by a landslide, enormous gashes in the rolling hillsides of Sonoma County, San Francisco City Hall with its unfinished dome towering over piles of rubble. A different approach is on view at the Legion of Honor museum, contrasting the destruction of the earthquake with the appearance of the contemporary city in \"After the Ruins, 1906 and 2006: Rephotographing the San Francisco Earthquake and Fire.\" Photographer and art professor Mark Klett displays pairs of pictures shot from the same location, showing how the city was destroyed and has been rebuilt. Information San Francisco Museum of Modern Art: www.sfmoma.orgor 415-357-4000 Bancroft Library of the University of California, Berkeley: bancroft.berkeley.edu/collections/earthquakeandfire/splash.html or 510-642-3781 California Historical Society: www.californiahistoricalsociety.org/exhibits/ or 415-357-1848 Legion of Honor museum : www.legionofhonor.org/legion/exhibitions/index.asp or 415-750-3636Caption:  photoMuseum of Modern Art : This photo shows a stereo image of San Francisco City Hall made after the 1906 earthquake and fires that devastated the city.ARNOLD GENTHE : People on Sacramento Street watch smoke rise from fires after a severe earthquake in San Francisco on April 18, 1906. The quake led to fires that proved far more disastrous.", "edition": "Fourth"}