{"title": "Second quake hits Indonesia, triggers alerts - At least 6 diePowerful tremors prompt warnings of tsunami", "filename": "2007-09-13_SecondQuakeHitsIndonesiaTriggersAlerts-AtLeast6DiepowerfulTremorsPromptWarningsOfTsu.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/11BA894F0F169838?p=WORLDNEWS", "date": "2007-09-13", "page": "A10", "section": "News", "author": "The Associated Press And Reuters", "text": "PADANG, Indonesia — Rescue teams headed for Indonesia's Sumatra coast today as aftershocks pounded the region where two powerful earthquakes today and Wednesday killed six people and perhaps many more. Tsunami warnings were issued but later lifted for Indian Ocean rim countries after the initial 8.4-magnitude quake, which the U.S. Geological Survey (USGS) said was the most powerful in the world this year. The USGS said another quake 14 hours after the first one had a magnitude of 7.8. The tremors sowed fresh panic among residents in Padang. A witness said a four-story car showroom had collapsed, trapping several staff members, and part of the main hospital had collapsed in the first quake. Suhardjono, a senior official with the local meteorological agency who like most Indonesians uses only one name, said a small tsunami, perhaps 3 feet high, struck the city of Padang about 20 minutes after the initial quake. The Pacific Tsunami Warning Center also reported a small wave. Officials were deeply concerned about the situation in Bengkulu, a coastal city of about 300,000 people and the closest major town to the epicenter of the first quake. \"Everyone is running out of their houses in every direction,\" Wati Said reported by cellphone from Bengkulu, a town 80 miles from the quake's epicenter. \"We think our neighborhood is high enough. God willing, if the water comes, it will not touch us here. ... Everyone is afraid.\" Many people chose to sleep out in the open Wednesday night rather than return indoors, said a Red Cross official in Bengkulu. \"Many hospitals, houses, government buildings and clinics have been destroyed,\" said Rustam Pakaya, head of the health ministry's crisis center in Jakarta. The crisis center's casualty figures showed that six people had been killed and 40 injured after the first quake, which was also felt in neighboring Singapore, Thailand and Malaysia. Telephone lines and electricity were disrupted across a large swath of Indonesia, making it difficult to get information about damage. A huge earthquake measuring more than 9 struck the same area of Indonesia on Dec. 26, 2004, causing a massive tsunami and more than 230,000 deaths in countries across the Indian Ocean region. \"There is no explanation about why there are so many quakes hitting Indonesia at this time, but Indonesia is perhaps the most active earthquake area in the world,\" aid USGS Geophysicist Dale Grant said. Indonesia lies on an active seismic belt on part of the so-called Pacific \"Ring of Fire.\" Sensitive to the 2004 tsunami disaster, governments issued alerts as far away as Kenya and Tanzania, telling people to leave beaches. Thailand's National Disaster Warning Center sent cellphone text messages, alerting hundreds of officials in six southern provinces, and after the danger passed, a statement was broadcast on television to reassure the public. In India, officials said the tremor wasn't felt in the remote Andaman and Nicobar islands. But an alert was issued and authorities were told to take precautions, said Dharam Pal, the regional relief commissioner.Sri Lankans were told to move at least 660 feet inland. In Australia, the tsunami warning was lifted after only small rises in the sea level were measured at Cocos Island and the Christmas Islands. But officials warned residents to stay away from the ocean, saying dangerous waves and currents could affect beaches, harbors and river mouths for several hours.Caption:  photo, mapAbdilla / The Associated Press : Residents and rescuers inspect a building destroyed by an earthquake Wednesday in Padang on the Sumatra island of Indonesia.Series of quakes (GME1AKV3Q)", "edition": "Fourth"}