{"title": "Big Island busy with quake, Flossie - Weakened hurricane5.4-magnitude jolt precedes storm", "filename": "2007-08-15_BigIslandBusyWithQuakeFlossie-WeakenedHurricane54-MagnitudeJoltPrecedesStorm.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/11B0F97AE96342B8?p=WORLDNEWS", "date": "2007-08-15", "page": "A4", "section": "News", "author": "Audrey Mcavoy", "text": "SOUTH POINT, Hawaii — Hours after being jolted by a moderate earthquake, residents of Hawaii's Big Island holed up for a different force of nature Tuesday: Hurricane Flossie, which brought pounding 25-foot waves and strong winds in a powerful but glancing blow. Schools and many businesses closed and shelters opened in anticipation of the hurricane, which was downgraded to a Category 1 early today with top sustained winds of 85 mph. The storm comes on the heels of a 5.4-magnitude earthquake centered 25 miles south of Hilo. The quake Monday night caused a small landslide, but there were no reports of injuries or structural damage, said Tom Brown, a spokesman for Hawaii County Civil Defense. More than two dozen aftershocks followed, the largest measuring magnitude 3.2, said Jim Kauahikaua, scientist in charge at the U.S. Geological Survey's Hawaiian Volcano Observatory. The Central Pacific Hurricane Center said Flossie will pass the Hawaiian Island chain and weaken below hurricane strength within 48 hours. Anticipating Flossie, the Federal Emergency Management Agency dispatched a 20-person advance emergency-response team that arrived Monday, spokeswoman Kim Walz said. The team includes specialists in transportation, aviation, public works and health. \"Instead of waiting for an actual disaster and then going in and providing support, we want to be ready,\" she said. The National Weather Service placed the Big Island under a hurricane watch and a tropical storm warning because of the storm, which was supposed to affect the island through today. A flash-flood watch was also issued for the island. At 11 p.m. PDT, Flossie was located about 95 miles south of South Point, the southernmost area of the United States, and about 310 miles south-southeast of Honolulu. It was moving north-northwest at about 10 mph. Hurricane-force winds of at least 74 mph extended outward up to 40 miles from the center of the storm, while tropical-storm-force wind of at least 39 mph extend outward up to 105 miles. \"This is too close for comfort,\" said National Guard Maj. Gen. Robert Lee, the state adjutant general. At South Point, the southernmost spot in the United States, resident Brianna Beck visited a favorite swimming spot to watch the waves. The currents were much stronger than normal, said Beck, 21, adding: \"This is pretty intense.\" According to the Red Cross, a special hurricane shelter in Kealakehe, farther north, harbored 15 people overnight Monday. Most were campers ordered out of the parks that were closed. While Flossie stirred up the Pacific, a tropical-storm watch was issued Tuesday night for the Texas coast as a tropical depression formed in the Gulf of Mexico. And in the open Atlantic, Tropical Storm Dean formed east of the Lesser Antilles.Caption:  mapThe Associated Press: Hurricane Flossie (G9F1A44NP)", "edition": "Fourth"}