{"title": "Magnitude 7.9 quake shakes Peru, leaving at least 71 dead", "filename": "2007-08-16_Magnitude79QuakeShakesPeruLeavingAtLeast71Dead.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/11B14E3794E84B80?p=WORLDNEWS", "date": "2007-08-16", "page": "A11", "section": "News", "author": "Seattle Times News Services", "text": "LIMA, Peru — A powerful earthquake lasting about two minutes shook Peru on Wednesday night, reportedly killing at least 71 people and destroying adobe houses, knocking out power and downing telephone lines. Authorities said the quake generated a tsunami but it wasn't destructive. In addition to the 71 dead, Deputy Health Minister Jose Calderon said today that 680 other people were injured. Speaking on television and radio, Calderon called the situation \"dramatic\" in Ica, a city of 650,000 people located 165 miles southeast of the capital. Peru's highly respected cable news station Canal N reported that the magnitude 7.9 quake toppled the bell tower of an 18th-century church in Ica, killing 17 people and injuring 70. Dozens more reportedly were injured when hospital buildings collapsed and power lines fell in the city of 200,000. Lima, the capital, shook for more than a minute. The quake was so powerful that many people left their apartment buildings and huddled outside in fear. Many were crying. Eleven strong aftershocks ranging from magnitude 5.0 to 6.3 added to the nervousness. The U.S. Geological Society said the epicenter of the main earthquake was about 90 miles south of Lima, at a depth of about 25 miles off the coast of the state of Ica on a historically active thrust fault. The Hawaii-based Pacific Tsunami Warning Center issued tsunami alerts for the coasts of South and Central America, Mexico and Hawaii, but canceled all the alerts after about two hours, saying the estimated 10-inch tsunami near the epicenter wasn't big enough to be destructive. The quake, which hit at 6:40 p.m. local time (4:40 p.m. PDT), was felt as far away as Colombia. In the immediate aftermath, callers to Radio Programas de Peru, the city's main news radio station, said the quake caused widespread panic and knocked out power and phone services in places throughout Peru. An Associated Press photographer said homes had collapsed in the center of Lima, and other reports said the tremor destroyed adobe houses south of the capital. Firefighters quoted in radio reports said many streetlights and windows shattered in Lima and workers were evacuated from Lima office buildings. Callers to Radio Programas said parts of several cities in southern Peru had been hit with blackouts. Callers reported homes in poor neighborhoods in Chincha and Cerro Azul had collapsed. Police reported that large boulders were blocking the Central Highway east of Lima. The quake also knocked out telephone and cellphone service in the capital. Firefighters were called to put out a fire in a shopping center. State doctors called off a national strike that began Wednesday to handle the emergency. \"There was a pretty big, intense, long-wave earthquake,\" a woman named Erica in Lima told APTN television. \"You could see all the buildings here in San Isidro, and the glass, shaking.\" Lima residents are accustomed to small earthquakes every few months, along with some major ones. A 1970 earthquake of magnitude 7.7 killed 70,000 people — many in the central mountain city of Huaraz, which was buried by a mudslide — and destroyed 600,000 homes. A 2001 earthquake centered in the southern state of Arequipa killed 75 people and destroyed 25,000 homes. The last time a quake of magnitude 7.0 or larger struck Peru's central coast was in 1974, when a magnitude 7.6 hit in October, killing 78, followed by a 7.2 a month later. Edwing Diaz, an 18-year-old security guard, said he was walking to work when the quake hit. He said he first saw the steel bars of a fence begin to move and thought it might be a joke. The ground began to shake more violently, and Diaz felt like he was on a boat at sea. \"I stopped walking, thinking that the earth might open up at any moment,\" Diaz said. \"I readied myself to jump to either side at any moment to avoid falling into the earth.\" Several hours later, President Alan Garcia said in a nationwide broadcast that the quake apparently had not caused a catastrophe. \"Thank you, God almighty, these terrible quakes did not cause a high death toll like in other years,\" he said. Garcia did not give a death toll. The quake occurred in a subduction zone where one section of Earth's crust dives under another, said USGS geophysicist Dale Grant at the National Earthquake Information Center in Golden, Colo. Some of the world's biggest quakes strike in subduction zones, including the catastrophic Indian Ocean temblor in 2004 that generated deadly tsunami waves. Compiled from The Miami Herald, The Associated Press, Reuters and the Los Angeles TimesCaption:  mapThe Seattle Times: Series of earthquakes rocks Peru (G9F1A4TFB)", "edition": "Fourth"}