{"title": "Inmates on run after Peru quake - Prison shattered; 607 still at largeRelief supplies start pouring in", "filename": "2007-08-18_InmatesOnRunAfterPeruQuake-PrisonShattered607StillAtLargereliefSuppliesStartPouring.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/11B1F726DC0533D8?p=WORLDNEWS", "date": "2007-08-18", "page": "A9", "section": "News", "author": "Jeanneth Valdivieso And Frank Bajak", "text": "CHINCHA, Peru — As thousands of terrified Peruvians ran from falling buildings during a deadly earthquake that killed at least 510 people Wednesday, nearly 700 inmates took advantage of a collapsed prison wall to run to freedom. The magnitude-8 temblor that devastated Peru's southern coast caused chaos inside the Tambo de Mora Prison on the outskirts of Chincha, just 25 miles east of the epicenter, police Lt. Jorge Soto said Friday. Built on the sandy soil of Peru's coastal desert, the lockup sank during the powerful quake and was severely damaged by a phenomenon called liquefaction, in which the prolonged shaking transforms loose, water-saturated sediments into a liquid slurry. \"Tsunami, tsunami!\" the inmates shouted mistakenly as almost 2 feet of muddy water rushed into their cells, said Soto, who works at the prison. Ceiling lights came crashing down, prison doors swung open, and the wall surrounding the prison crumbled. Soto said prison police desperately fired their weapons into the air to try to stop the inmates from escaping. But then \"people in nearby houses also started to come out and everyone got mixed up,\" he said. \"That's when we stopped shooting.\" When the shaking stopped after an agonizing two minutes, 90 percent of the prison was severely damaged and parts had collapsed, the National Penitentiary Institute said in a statement. \"They weren't all just going to die inside,\" said Mirta Espinosa, whose husband, Daniel Vallejo, is one of the inmates. \"They left to save their lives and see their families.\" Vallejo, 58, who has four years left in his five-year sentence for tax fraud, was one of 60 escapees who turned themselves in to authorities Thursday. He was waiting to be transferred to another jail. \"He didn't want to be a fugitive,\" Espinosa said outside the prison. Twenty others were captured by authorities, but 607 were still missing Friday. The earthquake leveled scores of adobe homes in Chincha and, according to some reports, killed as many as 170 people. In nearby Pisco, earthquake survivors ransacked a public market Friday, while other mobs looted a refrigerated trailer and blocked aid trucks, prompting Peru's President Alan Garcia to appeal for calm. Emergency supplies finally started arriving in the disaster zone after about 36 hours. In the capital of Lima, Peruvians donated tons of food, water, tents and blankets for the earthquake victims. The U.S. government released $150,000 in cash to pay for emergency supplies and dispatched medical teams — one of which already was on the ground. It also sent two mobile clinics and loaned two helicopters to Peruvian authorities.Caption:  photoMartin Bernetti / AFP/Getty Images : Jorge Soto collects belongings from the ruins of his home in Chincha, Peru. Aftershocks rattled rescuers clawing through rubble Friday for survivors two days after a magnitude-8 earthquake.", "edition": "Fourth"}