{"title": "Tsunami crashes into Solomon Islands - Magnitude 8 quakeAt least 7 people killed, one village destroyed; aftershocks reported", "filename": "2007-04-02_TsunamiCrashesIntoSolomonIslands-Magnitude8QuakeatLeast7PeopleKilledOneVillageDestro.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/11847B36B0368398?p=WORLDNEWS", "date": "2007-04-02", "page": "A1", "section": "News", "author": "George Herming", "text": "HONIARA, Solomon Islands — A powerful undersea earthquake today in the South Pacific sent a tsunami several yards high crashing into the Solomon Islands, devastating at least one village and killing at least seven people, officials and residents said. Police and residents said a wave about 10 feet high struck the western town of Gizo, inundating buildings and causing widespread destruction within five minutes of the magnitude 8 earthquake. \"There wasn't any warning — the warning was the earth tremors,\" Alex Lokopio, the premier of the Solomon's Western Province, told New Zealand's National Radio. \"It shook us very, very strongly, and we were frightened, and all of a sudden the sea was rising up. \"I saw the wave ... all of a sudden the water was just rising up and moved toward the island and hit all the houses on the coastal area, and all of their property was washed away to the open sea,\" he said. Lokopio said up to 4,000 people had fled to a hill behind the town and they may need emergency shelter and other supplies. Reports on the number of deaths varied. At least seven people died in Gizo, many trapped in their homes when waves swept through the town, according to Reuters. Other bodies reportedly could be seen but not reached because of big waves. Julian McLeod of the Solomon Islands National Disaster Management Office said there were unconfirmed reports that two villages in the country's far west were flooded. \"Two villages were reported to have been completely inundated,\" McLeod told Australian Broadcasting radio. \"We have received reports of four people missing.\" Solomons Prime Minister Manasseh Sogavare said the disaster could have been worse if it had happened only a few hours earlier, in darkness, when more people would have been asleep. Gizo resident Judith Kennedy said water \"right up to your head\" swept through the town. \"All the houses near the sea were flattened,\" she said by telephone. \"The downtown area is a very big mess from the tsunami and the earthquake,\" she added. \"A lot of houses have collapsed. The whole town is still shaking\" from aftershocks. The U.S. Geological Survey said the quake measured magnitude 8 and struck at 7:39 a.m. local time about 6 miles beneath the sea floor, 217 miles northwest of the capital, Honiara. The Pacific region from Australia to Hawaii went on high alert for several hours after the quake struck between the islands of Bougainville and New Georgia. But the regionwide warnings were downgraded as the danger period passed. There was no repeat of the 2004 tsunami disaster, when a magnitude 9 quake sent massive waves slamming into the coastlines of a dozen countries around the Indian Ocean's rim, killing or leaving missing about 230,000 people.Caption:  mapThe Associated Press: Tsunami in the South Pacific (GD217KS7D)", "edition": "Fourth"}