{"title": "Radioactive leak follows deadly earthquake in Japan", "filename": "2007-07-17_RadioactiveLeakFollowsDeadlyEarthquakeInJapan.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/11A76A3635D3B960?p=WORLDNEWS", "date": "2007-07-17", "page": "A1", "section": "News", "author": "Los Angeles Times And The Associated Press", "text": "TOKYO — Nine elderly people were killed when an earthquake struck Monday off Japan's north coast, a powerful undersea shudder that left 1,000 others injured while flattening dozens of houses, tearing up highways and causing a small amount of radioactive water to leak from the world's largest nuclear-power station into the Sea of Japan. Authorities today were investigating a new possible radioactive leak at the plant, Kyodo News Agency reported. Officials said about 100 stacked drums containing low-level nuclear waste fell over during Monday's quake and some of the lids were found open today, Kyodo said, citing officials in the city of Kashiwazaki, near the epicenter. Kensuke Takeuchi, a spokesman at the Kashiwazaki-Kariwa nuclear power plant, confirmed that barrels of low-level nuclear waste had tipped over. But he could not give further details, such as whether there had been a leak. The power station's owners said the amount of radioactive material in the water that leaked Monday was minuscule. The leak was not announced until the evening, about 12 hours after the quake. That fed fresh concerns about the safety of Japan's 55 nuclear reactors, which operate atop some of the Earth's most volatile tectonic plates and have suffered a long string of accidents and cover-ups. Prime Minister Shinzo Abe, embroiled in closely contested elections for Japan's upper house on Aug. 29, said the company had taken too long to account for the leak and ordered it to review safety procedures. About 315 gallons of slightly radioactive water apparently spilled from a tank at one of the sprawling power complex's seven reactors and entered a pipe that flushed it into the sea, said Jun Oshima, an executive at Tokyo Electric Power Co. He said it was not clear whether the tank was damaged or the water simply spilled out. Officials said there was no \"significant change\" in the seawater near the plant, about 160 miles northwest of Tokyo. \"The radioactivity is one-billionth of the legal limit,\" Oshima said of the leaked water. The strength of the quake was estimated at 6.8 on the Richter scale when it hit at midmorning on a national holiday. The U.S. Geological Survey later estimated its strength at 6.6. It struck in a largely rural region of Niigata and Northern Nagano prefectures where many older houses are made of wood or lightly reinforced concrete. The traditional buildings proved no match for the soft, shifting ground. Several schools and community centers that had been designated as emergency shelters were also damaged. Nine people in their 70s and 80s — six women and three men — died, most of them when buildings collapsed, the Kyodo News Agency said early today. Kyodo reported more than 1,000 people were hurt, with injuries including broken bones, cuts and bruises. One person was still missing, officials said. \"I got so dizzy that I could barely stand up,\" said Kazuaki Kitagami, a worker at a 7-Eleven convenience store in Kashiwazaki. The quake reduced many older buildings there to piles of lumber. Officials said this morning a total of 342 houses had been destroyed while an additional 469 had been damaged. As rescue crews dug through the rubble for survivors or more dead, focus shifted to getting food and water to evacuation centers. Many roads were impassable, though bullet train service to nearby Niigata resumed late Monday. Some 53,000 homes in the quake zone were without water and 35,000 were without gas as of early today, local official Mitsugu Abe said. More than 25,000 households lacked power, Abe said. Aftershocks rippled through the region and a second strong quake, also under the sea bed offshore but believed to be unrelated to the first tremor, roiled Niigata prefecture 13 hours later. It was estimated at 6.6 in intensity and gently shook buildings in Tokyo, about 145 miles from the northern coast. No injuries from the second quake were initially reported. Abe's government sought to offer a swift response to Monday's quake, dispatching 450 soldiers from its Ground Self-Defense Force to deliver emergency rations to the roughly 13,000 people left homeless. Abe's governing party has been wounded by criticism of the floundering rescue efforts in October 2004 when a similar-magnitude earthquake hit the Niigata region, leaving 67 people dead and 4,805 injured. And it has been blamed for the fact that some of those left homeless in that quake still linger in temporary housing. Monday's tremor occurred about 10 miles under the sea bed, just 6 miles out to sea. It buckled highways and bridges along the coast, bent railway lines and hammered buildings in municipalities along the coast. Television footage showed pancaked homes with crumpled roofs and a local rail line buried under a landslide. But the most unnerving scenes came from the nearby nuclear plant, where a fire broke out in an electrical transformer, spewing black soot into the sky for two hours before being brought under control. Built in 1985 under now-outdated earthquake-protection guidelines, the plant with its seven reactors has more production capacity than any other reactor in the world, according to the Tokyo Electric Power Co. Company officials said four of the seven reactors were operating or about to operate when the earthquake hit, and that seismic-activity detectors worked properly and shut down the plant as required. But the power station lacked the proper equipment to extinguish the chemical fire, and required outside help. After initially denying any radioactive leaks occurred, company officials acknowledged several hours later that a small amount of coolant containing radioactive content had spilled from one reactor. Though the company said the amount of radioactive material in the water was small, anti-nuclear activists remained suspicious, citing the industry's history of falsified safety data and hidden accidents. \"We're not sure if the company has revealed all or if they are still hiding something,\" said Hideyuki Ban of the Citizens' Nuclear Information Center in Tokyo. \"This could have been worse. The company was not prepared to fight the fire. And that region has now had several earthquakes stronger than what the government has said we could expect. ... In this case, we were just lucky.\" The accident comes as the government is discussing improving the earthquake resistance of such plants, said Aileen Mioko Smith of the Japan-based environmentalist group Green Action.Caption:  photo, mapKoji Sasahara / The Associated Press : Rescue workers search today for survivors in Kashiwazaki city, Niigata Prefecture, Japan, after Monday's earthquake, which the U.S. Geological Survey estimated at 6.6 magnitude. At least nine were killed and 1,000 injured.McClatchy-Tribune: Japan (GOV19JSKS)", "edition": "Fourth"}