{"title": "Quake zone's damage \"quite total\" - Peru death toll tops 500; magnitude raised to 8Church's congregation buried in rubble", "filename": "2007-08-17_QuakeZoneSDamage\"QuiteTotal\"-PeruDeathTollTops500MagnitudeRaisedTo8ChurchSCongrega.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/11B1A1D6D17A8C60?p=WORLDNEWS", "date": "2007-08-17", "page": "A1", "section": "News", "author": "Jeanneth Valdivieso", "text": "PISCO, Peru — With just minutes left in the Mass, the soaring church ceiling began to break apart and the shaking endured for two agonizing minutes. When it was over, only two stone columns and the church dome jutted out from rubble that had buried 200 people. As the toll from Wednesday night's magnitude 8 quake rose to 510 across the Peruvian desert region, searchers at San Clemente church on Pisco's main plaza — perhaps the single deadliest spot in the country — recovered bodies all day Thursday and lined them up on the plaza. Throughout the region, \"It is quite likely that the numbers will continue to go up since the destruction of the houses in this area is quite total,\" said U.N. Assistant Secretary-General Margareta Wahlstrom. The deputy chief of Peru's fire department said the death toll had risen to 510. Other Peruvian officials told the U.N. that the toll of known dead rose to 450 with more than 1,500 injured. One American died in the quake, according to the State Department. Lima, the capital, was largely unscathed by the quake, whose epicenter was 95 miles to the south. Some buildings sustained minor damage; only one death was reported. The quake toppled a wall in Chincha's prison, allowing at least 600 prisoners to flee. Only 29 had been recaptured, national prisons official Manuel Aguilar said. Chincha was only 25 miles from the quake's epicenter. Civil defense workers arrived in the affected region and began zipping the dead into body bags. People searching desperately for missing relatives opened the bags, crying hysterically when they recognized a familiar face. Jose Nez, who went into the rubble dozens of times, said workers would keep at it \"until the end.\" A man shouted at the bodies of his wife and two small daughters as workers carried them from the rubble: \"Why did you go? Why?\" Seventeen other people were killed in a church in Ica, according to the Canal N cable news station. The historic Señor de Luren church was among several heavily damaged in Ica, where at least 57 bodies were taken to the morgue. The U.S. Geological Survey on Thursday raised the magnitude rating to 8. At least 14 aftershocks of magnitude 5 or greater followed. The tremors caused renewed anxiety, though there were no reports of additional damage or injuries. Hundreds had gathered in the pews of the San Clemente church Wednesday — the day Roman Catholics celebrate the Virgin Mary's rise into heaven — for a special Mass marking one month since the death of a Pisco man. Pisco Mayor Juan Mendoza said 200 people were buried in the church, though not all have been officially listed as among the dead. \"The dead are scattered by the dozens on the streets,\" Mendoza told Lima radio station CPN, sobbing. \"We don't have lights, water, communications. Most houses have fallen. Churches, stores, hotels — everything is destroyed.\" The dead and injured were taken to damaged hospitals and morgues in Pisco as well as the nearby oasis city of Ica and the coastal town of Chincha, among other places. Doctors struggled to help as hundreds of bleeding people lay on cots in the open air, fearing more aftershocks would send hospital walls crashing down. President Alan Garcia flew by helicopter to Ica, a city of 120,000 where a quarter of the buildings collapsed, and declared a state of emergency. He said flights were reaching Ica to take in aid and take out the injured. Government doctors called off their national strike for higher pay. \"There has been a good international response even without Peru asking for it, and they've been very generous,\" Garcia said during a stop in Pisco, where so many buildings fell that streets were covered with small mountains of adobe bricks and broken furniture. The help includes cash from the United States, United Nations, Red Cross and European Union as well as tents, water, medicine and other supplies. The U.S. Navy hospital ship Comfort, equipped with a staff of 800 and 12 operating rooms, is in Ecuador and could quickly sail to Peru if asked, U.S. officials said. Electricity, water and phone service were down in much of southern Peru. The government rushed police, soldiers and doctors to the area, but traffic was paralyzed by giant cracks and fallen power lines on the Panamerican Highway. Boulders also blocked Peru's Central Highway to the Andes mountains. In Chincha, an AP Television News cameraman counted 30 bodies in a hospital patio. Hundreds of injured lay side by side on cots on walkways and in gardens outside hospital buildings, kept outside for fear that aftershocks could topple the cracked walls. \"Our services are saturated and half of the hospital has collapsed,\" Dr. Huber Malma said as he single-handedly attended to dozens of patients. Overstretched police and rescue workers in orange uniforms sought to help survivors trying to get some sleep in the streets amid collapsed adobe homes. \"We're all frightened to return to our houses,\" Maria Cortez said, staring vacantly at the half of her house that was still standing. The Peruvian Red Cross arrived in Ica and Pisco 7-1/2 hours after the quake, about three times as long as it would normally have taken because of road damage, Red Cross official Giorgio Ferrario said. In Lima, the furious two minutes of shaking prompted thousands to flee into the streets and sleep in public parks. \"The Earth moved differently this time. It made waves and the Earth was like jelly,\" said Antony Falconi, 27, trying to find a bus to take him home. Information about Lima came from The Washington Post. Associated Press writers Monte Hayes, Edison Lopez and Leslie Josephs in Lima, Edith M. Lederer at the United Nations, Alicia Chang in Los Angeles and Sarah DiLorenzo in New York contributed to this report.Caption:  photo, mapRolly Reyna / El Comercio : A woman stands beside a coffin of an earthquake victim Thursday in the town of Pisco, Peru, 150 miles south of Lima. Searchers recovered bodies all day at San Clemente church on Pisco's main plaza.The Associated Press: Hundreds dead in Peru (G9F1A6585)", "edition": "Fourth"}