{"title": "Japan quake jars economy - Autos, big utilityDamage to key parts supplier disrupts 70% of auto production", "filename": "2007-07-20_JapanQuakeJarsEconomy-AutosBigUtilitydamageToKeyPartsSupplierDisrupts70%OfAutoProdu.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/11A86AA9E3790A18?p=WORLDNEWS", "date": "2007-07-20", "page": "E2", "section": "Business", "author": "Hans Greimel", "text": "TOKYO — The mammoth earthquake that ravaged northern Japan this week did more than take lives and trigger radioactive leaks. It nailed some of the most important industries undergirding growth in the world's second-biggest economy. Details of the economic fallout were still emerging days after Monday's 6.8-magnitude earthquake shook the Sea of Japan coast. But early repercussions stretched from Japan's top automakers to the country's biggest power company. As of Thursday, Toyota, Nissan, Honda, Mitsubishi, Mazda and Fuji Heavy Industries, the maker of Subaru vehicles, halted production at some factories because a key parts supplier, Riken, was damaged by the temblor. The Nikkei business newspaper reported that about 70 percent of Japan's domestic auto production had been interrupted because of the hitch. Meanwhile, fears of an electricity shortage in the nation's capital swelled after the world's biggest nuclear-power plant was shut down indefinitely because of safety concerns. Tokyo Electric Power (TEPCO), Japan's largest utility, was scrambling to ramp up conventional power output after closing the quake-damaged Kashiwazaka-Karima facility in Niigata prefecture, in north-central Japan. \"We will work to the utmost to avoid damage to the economy,\" Chief Cabinet Secretary Yasuhisa Shiozaki said Thursday. \"For the factories that suspended operations, the related ministries are striving hard for their early resumption.\" Monday's quake has wreaked havoc on companies with factories in the region and created a logistics nightmare with damaged roads. Autos and electric power are key to Japan's export-oriented economy, which is staging a healthy recovery from more than a decade of doldrums. While any lasting impact on overall growth will likely be limited, even a small blip would be unwelcome. \"Naturally the impact will be negative, but the government will likely increase spending in public works to repair bridges and roads so there should be some offsetting effects,\" said Masaaki Kanno, chief economist at JP Morgan in Tokyo. Of wider concern was an impending electricity crunch. TEPCO warned Wednesday that the closure of its seven-reactor Kashiwazaka-Karima plant, which provides up to 13 percent of the utility's total electricity output, could trigger a power shortage for the busy capital in the summer months. TEPCO was considering bringing six retired thermal-power generators into operation to prepare for a surge in demand as people turn up their air conditioners. The utility has also asked six other Japanese power companies to sell it emergency electricity from late July through the end of September. \"We are working hard to prevent the worst-case scenario, an energy shortage,\" company spokesman Shogo Fukuda said Thursday. \"We would also call on our customers to redouble their energy-saving efforts.\" Associated Press reporters Hiroko Tabuchi in Tokyo and Eric Talmadge in Kashiwazaki contributed to this report.", "edition": "Fourth"}