{"title": "China's quake region faces more dangers - Risk of \"Secondary disasters\"Landslides, flooding, avalanches possible", "filename": "2008-05-23_ChinaSQuakeRegionFacesMoreDangers-RiskOf\"SecondaryDisasters\"LandslidesFloodingAvalanc.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/120DEA874853D600?p=WORLDNEWS", "date": "2008-05-23", "page": "A8", "section": "News", "author": "Barbara Demick", "text": "BEIJING — The danger is far from over in the mountainous terrain where last week's earthquake struck, with the risks of landslides, avalanches and flooding growing higher as the rainy season begins, Chinese officials said Thursday. The warning came as the death toll from the May 12 quake rose to 55,239, an increase of nearly 14,000 in the past two days. More than 5 million are homeless and may not be able to rebuild their houses any time soon — or ever — because of the instability of the terrain. \"There will certainly be more landslides, new avalanches and mudflows,\" warned Yun Xiaosun, deputy land and resources minister. \"We are still having aftershocks, and then next month is the start of the rainy season.\" The grim assessment was based on high-resolution satellite photos provided by the U.S. government this week that show the potential for what are called \"secondary geological disasters.\" Quakes leave the ground fragile and susceptible to landslides. The biggest danger comes from \"barrier lakes,\" which are formed when a landslide plugs up a river and could easily overflow after a heavy rain or aftershocks. Chinese geologists who examined the photos detected 34 such lakes. One particularly large one was found near the town of Beichuan, which was destroyed in the quake. China has deemed the town too vulnerable to rebuild and may instead leave its towers of rubble as a memorial park. \"Experts say the only option is to move the town and keep the remains,\" said Zhang Jie, press spokesman for Mianyang municipality, which oversees this town. The State Council, China's Cabinet, will make a final decision on whether to turn Beichuan into a memorial by the end of the month, Zhang said. He added that survivors have been relocated to the nearby cities of Mianyang and Anxian and will not be permitted to return to their former home. Soldiers already guard entry to the ruined city, barring access because of fears of infection and concern that a river blocked by landslides above the town, forming two lakes, may suddenly burst, letting a deluge down the valley. Of Beichuan's former inhabitants, about 8,600 are known to have died and 5,894 more are considered missing. The rest appear to have survived. The area also has many dams, reservoirs and hydroelectric-power plants that have been damaged. The magnitude 8.0 quake rearranged Sichuan province's already complicated landscape of rushing rivers, flood-prone valleys and jagged mountains. More than 200 government employees, most of them with the Transportation Ministry, were entombed in mud by landslides over the weekend when they tried to clear the rubble from a road near the epicenter in Wenchuan. \"The devastating phenomenon we see today is a natural consequence of the earthquake. Today's landslide will be the beautiful valley of tomorrow. Mountains are created this way. It is only unfortunate that this is a place where people live,\" said Guo Huodong, a geologist with the Chinese Academy of Science. Housing the homeless is the next priority. The Chinese government appealed to the international community Thursday for 3.3 million tents, saying only 400,000 had reached the disaster area. Officials said Chinese factories are working around the clock to produce more tents but cannot meet the demand. The Chinese government also has set a goal of building 1 million temporary houses by August. In addition to those left homeless by the quake, many people whose homes are intact have fled or are sleeping outside for fear of the continuing aftershocks. Information from McClatchy newspapers is included in this report.Caption:  photoVincent Yu / The Associated Press : The ruins of collapsed buildings from the May 12 earthquake lie among those still standing in Beichuan, China, on Thursday.", "edition": "Fourth"}