{"title": "Retired teacher detained in China - He had criticized school's constructionThousands of children died in May quake", "filename": "2008-06-19_RetiredTeacherDetainedInChina-HeHadCriticizedSchoolSConstructionthousandsOfChildrenDie.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1217252E26EFC218?p=WORLDNEWS", "date": "2008-06-19", "page": "A7", "section": "News", "author": "Ching-Ching Ni", "text": "BEIJING — Chinese authorities have detained a retired teacher who criticized the shoddy school construction that led to the deaths of thousands of children in May's devastating earthquake, a Hong Kong human-rights group said Wednesday. The Information Center for Human Rights and Democracy said Zeng Hongling, who wrote about official corruption in school construction and post-quake relief efforts, was detained June 9 in Chengdu on charges of \"inciting state subversion.\" One of the essays Zeng wrote for the U.S.-based Chinese-language Web site www.observechina.com was titled \"Earthquake relief efforts fully reveal the true face of party officials.\" The contrast of so many children crushed to death in collapsed schools while some government buildings nearby stood undamaged has been a powerful rallying point for parents, who have questioned whether corruption led to faulty construction. In the immediate aftermath of the May 12 earthquake, China ad relaxed restrictions on media coverage, leading to some of the most thorough and daring reporting China has seen in years. Critics say that window is closing as the Communist Party tries to contain simmering discontent. Zeng's detention follows the arrest of another Internet writer last week in Chengdu, the provincial capital of Sichuan where the 7.9 earthquake killed nearly 70,000. Huang Qi ran a Web site that raised questions about the school collapses. Also Evacuations: Chinese authorities are evacuating some 110,000 people from the Sichuan province as aftershocks and floods continue to threaten the area, national media reported on Wednesday. Heavy summer rain could hinder the delivery of aid to victims centered in China's southwest, a Red Cross official warned Wednesday. The cost: The cost to China's economy from the earthquake could amount to $58 billion to $70 billion, a government think tank said in a report on Wednesday. The report said, however, that the disaster is not expected to have a serious negative impact on the economic growth in the country, slowing it by 0.1 percent. Japanese help: A Japanese navy destroyer carrying earthquake relief supplies will call at a Chinese port for the first time next week on a reciprocal visit after a Chinese navy vessel visited Japan last year, Defense Minister Shigeru Ishiba announced Tuesday. The destroyer Sazanami will visit Zhanjiang in China's southern Guangdong province Tuesday through Saturday, Ishiba said. Additional information from The Associated Press and Ria Novosti", "edition": "Fourth"}