{"title": "Pakistanis search for quake survivors - At least 215 killed in 6.4 temblorThousands homeless as aid rushed to region", "filename": "2008-10-30_PakistanisSearchForQuakeSurvivors-AtLeast215KilledIn64TemblorthousandsHomelessAsAid.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1242AB8D64B0F990?p=WORLDNEWS", "date": "2008-10-30", "page": "A6", "section": "News", "author": "Mubashir Zaidi And Laura King", "text": "ISLAMABAD, Pakistan — Rescue teams and family members searched frantically for survivors late Wednesday in a string of villages in southwestern Pakistan where at least 215 people were killed by a powerful earthquake. Thousands of people were left homeless by the predawn temblor in the rural area, where many residents live in mud-brick homes that collapsed with the force of the magnitude 6.4 quake. Authorities said the death toll could rise as rescuers make their way to remote villages that had been cut off by landslides. Even in good conditions, roads in the area are primitive. Pakistani army helicopters and cargo planes were ferrying in emergency aid, including food, tents and blankets. Medical teams were converging on the scene near the border with Afghanistan, but help arrived too late for some. President Asif Ali Zardari ordered the national and provincial governments as well as the army to swiftly provide all necessary aid. The tremor was yet another challenge for his young government, which is struggling with a flagging economy, repeated clashes with insurgents in the border region, and conflicts with its American allies over U.S. military strikes into Pakistani territory. The quake, which struck as most people were asleep, was centered 50 miles northeast of the city of Quetta, the capital of Pakistan's impoverished Baluchistan province. With the chill of winter setting in, many of the survivors lost everything, including warm clothing, in the rubble of their homes. The area was rocked by a magnitude-6.2 aftershock Wednesday evening, terrifying thousands of people who were preparing to spend a freezing night in the open. In some of the hardest-hit villages in Zirat and Pishin districts, entire families were buried in the ruins of mud-brick compounds, and survivors were digging mass graves, using whatever implements they could find. Small local hospitals and clinics were inundated with injured people, some of whom had to endure a bumpy road trip to Quetta for treatment. Earthquakes are fairly common in Pakistan, some of them devastating. Nearly 75,000 people were killed in a quake three years ago in the country's north. Quetta was nearly leveled by an earthquake in 1935. According to Pakistani news channels, the shocks from the quake were felt in the Kandahar province of Afghanistan as well.Caption:  photo, mapArshad Butt / The Associated Press : Villagers in southwest Pakistan sit near their homes, which were damaged in Wednesday's magnitude-6.4 earthquake. At least 170 people were killed.The Associated Press (GD21HI3E2)", "edition": "Fourth"}