{"title": "Seattle seismic retrofits could deliver financial aftershocks", "filename": "2008-05-14_SeattleSeismicRetrofitsCouldDeliverFinancialAftershocks.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/120AF42A4506F4F0?p=WORLDNEWS", "date": "2008-05-14", "page": "B1", "section": "Local News", "author": "Sharon Pian Chan", "text": "Up to 1,000 buildings in Seattle could fall down in a strong earthquake, and Mayor Greg Nickels plans to require property owners to retrofit them. According to a study released Tuesday, 850 to 1,000 old brick buildings that date back as far as the 1930s are at risk. \"Our main objective is public safety,\" said Diane Sugimura, director of the city Department of Planning and Development. \"We're looking at how we can be better prepared or more proactive.\" Sugimura presented the report Tuesday to the City Council's emergency-planning committee. New building codes would require council approval. If enacted, Seattle would be the first city outside of California to mandate seismic retrofitting. Retrofitting all the commercial and residential buildings, according to the study, would cost $358 million to $431 million, or $25 to $60 per square foot, depending on the type of building. Private-property owners would have to pay for the upgrades. In the 2001 Nisqually earthquake, two-thirds of the 31 buildings deemed uninhabitable were made with unreinforced masonry. Although no one in the city was killed, people were injured and cars damaged by falling bricks. As part of a $58,000 study the city initiated last year, engineers looked at 575 buildings from the outside and estimated 850 to 1,000 such buildings in the city would be at risk if a 6.7-magnitude earthquake occurred on the Seattle Fault, which runs through the heart of Seattle and Bellevue. Because the floors are not connected to the walls in older brick buildings, the walls can crumble during an earthquake. Most of the buildings the city considers especially vulnerable are in Pioneer Square, the Chinatown International District, Sodo and Capitol Hill. Soil conditions in those neighborhoods can amplify ground motion. The Department of Planning and Development plans to notify property owners, some of whom may already have made improvements. The city will appoint advisory committees to spend a year making recommendations on thresholds, a timeline, compliance standards, penalties and incentives — such as the opportunity to transfer development rights. City officials say the Federal Emergency Management Agency could offer grants to nonprofits and other public agencies to make seismic building improvements. To preserve historic character and buildings that are important to a neighborhood, city planners hope to avoid forcing owners to demolish or shut down their buildings. Officials don't want to repeat what happened after the Ozark building fire in 1970. After 20 people were killed in that fire, the city enacted new codes forcing owners to install sprinklers or shut down. Many buildings closed. City Councilmember Richard McIver hopes the city will offer assistance to property owners. For example, Seattle could offer loans with below-market interest rates. \"I don't think you should be slapping people on the hand if you're not going to offer a carrot to go along with the stick,\" he said. Many public buildings such as fire stations and libraries already have been retrofitted. The mayor this fall hopes voters will approve a $75 million levy to make several Pike Place Market buildings earthquake-safe. Sue Taoka, executive director for the Seattle Chinatown-International District Preservation Development Authority, said her agency has retrofitted its buildings, but she is aware of other unreinforced buildings in her neighborhood. \"When the last earthquake happened, some of the buildings had bricks falling and hurting folks or falling on other buildings. We understand the importance of reinforcing these buildings so they don't become a safety hazard,\" she said. \"The flip side is that it's pricey to do.\" She suggests the city offer a loan program to help building owners. \"The big issue is really about balance,\" Taoka said. \"How do you balance the codes with the desire to make sure all the buildings are safe with how we do it so people don't get put out?\" Sharon Pian Chan: 206-464-2958 or schan@seattletimes.comCaption:  mapThe Seattle Times: Old brick buildings in Seattle (GTF1EUVPH)", "edition": "Fourth"}