{"title": "Chinese clamor to adopt youths orphaned by quake - 4,000 kids homeless at first estimateOutpouring may limit foreign adoptions", "filename": "2008-05-23_ChineseClamorToAdoptYouthsOrphanedByQuake-4000KidsHomelessAtFirstEstimateoutpouringM.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/120DEA8745C91C10?p=WORLDNEWS", "date": "2008-05-23", "page": "A8", "section": "News", "author": "Christopher Bodeen And Cara Anna", "text": "MIANYANG, China — The children's faces stare in somber photos from newspapers and scribbled posters at relief camps, seeking their parents. Many will never find them. As the first estimate of orphans — more than 4,000 — emerged Thursday from last week's deadly earthquake, thousands of Chinese are rushing to offer their homes. \"My husband and I would really like to adopt an earthquake orphan (0-3 years old),\" Wang Liqin wrote on popular Web site Tianya.com in a forum that already was three pages long. The high interest is another sign of China's tremendous postquake outpouring of sympathy, buoyed by rising prosperity. And it's a surprising turnabout in a country in which government red tape, poverty and traditional attitudes long discouraged adoption. The new enthusiasm also means that Americans and other foreigners wanting to adopt may not have a chance. Officials estimate the number of Chinese wanting to adopt the orphans may outnumber the orphans themselves. \"Every day, my ministry receives hundreds of calls,\" said Jiang Li, China's vice minister of Civil Affairs. At the Civil Affairs department in Sichuan province, the heart of the disaster area, calls reached 2,000 a day, the state-run Xinhua News Agency said. Some Chinese said they want to adopt because they're unable to have a child of their own. Some see a chance to have a rare second child despite China's strict one-child policy. The true number of earthquake orphans will take a long time to determine, with an estimated 5 million homeless and more than 29,000 missing in the mountainous region. Officials are first hurrying to sort out actual orphans, trying to reunite children with relatives. Newspapers in Sichuan run the names and photos of children, asking the public for help. Authorities are trying to protect the children from too much attention, moving into orphanages and university dorms. \"We've received many inquiries about adoptions, but at present it's simply too early since we're still in the rescue and recovery stage,\" said Wang Jun of the Chinese Foundation for Poverty Alleviation, a group put in charge of orphan issues in Deyang, just outside the quake zone. Wei Ningzhong, a 47-year-old furniture salesman, wants to adopt a girl. His offer was inspired in part by teenage memories of China's deadliest quake in modern history — one that killed at least 240,000 near his home in northeastern China in 1976, when Chinese were much poorer. \"Life then and now, you can't compare,\" Wei said. \"Then, we could only take care of ourselves. We had no resources to help others. And the news wasn't clear, so people didn't really know what had happened. Now television and radio don't stop reporting the earthquake news. We see it every day and can't stop crying.\" Some Chinese wanting an earthquake orphan pointed out their financial stability. Zhao Songlin, who works in information technology, said he makes more than $14,000 a year — about seven times the average amount for urban Chinese. Zhao has a son but, like many after the quake, he'd like to adopt a girl. Boys probably are more popular, so \"I want to give girls a chance,\" he said. Adoption in China is a new trend. In recent decades, government rules made it difficult, fearing some people would use adoption as a way to get around policies that limited many families to one child. Also, many Chinese thought it shameful to take in a child that wasn't related by blood, and thought adopted children would be discriminated against. China put in place stricter guidelines for overseas adoptions last year to favor wealthier, married couples and free more children for domestic adoptions. It helped slow the number of Chinese children adopted in the U.S. to 5,453 last year, down from a peak of 7,906 in 2005. Some have speculated that China wants to place more of its orphans, estimated at 573,000 last year, with families on the mainland.", "edition": "Fourth"}