{"title": "Quake Digest", "filename": "2008-05-14_QuakeDigest.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/120AF42A61477090?p=WORLDNEWS", "date": "2008-05-14", "page": "A10", "section": "News", "author": "Seattle Times News Services", "text": "PARIS — France's nuclear-protection watchdog said Tuesday that it did not know yet whether there had been any damage to Chinese nuclear facilities near the region hit by the devastating earthquake in western China. Without specifying precise numbers, the Institute for Radiological Protection and Nuclear Safety said China's government has research nuclear reactors and others used to produce reactor fuel in Sichuan province, where the magnitude 7.9 quake struck. The institute said \"some\" of the facilities were less than 60 miles from the earthquake's epicenter. The agency expressed more confidence about the state of China's four nuclear plants generating electricity because all are more than 600 miles from the quake's epicenter. Olympic festivities will be tempered BEIJING — The Olympic torch will be carried through quake-ravaged Sichuan province on schedule next month, but China is scaling back celebrations along the route out of respect for earthquake victims and will observe a minute of silence each morning before the torch relay proceeds, officials said. Olympic organizers said the first minute of silence would be observed today in Ruijin city in Jiangxi province. The procession of the torch through Europe and the United States earlier this year was marred by controversy and protests from demonstrators trying to draw attention to China's human-rights record. Olympic organizers sought to reassure potential visitors that they would be safe during the Aug. 8-24 event, despite the devastating quake. Dalai Lama offers prayers for victims DHARMSALA, India — The Dalai Lama offered his condolences and prayers Tuesday for the victims of the massive earthquake that hit central China, killing some 12,000 people. \"I would like to extend my deep sympathy and heartfelt condolences to those families who have been directly affected by the strong earthquake,\" the Tibetan spiritual leader said in a statement. \"I offer my prayers for those who have lost their lives and those injured.\" The Dalai Lama has been vilified lately by Chinese authorities who blame him for the recent unrest in Tibet, which Beijing says were part of a campaign to split the Himalayan region from the rest of China. Famed preserve's pandas reported safe CHENGDU, China — All the pandas at the world's most famous panda preserve were reported safe late Tuesday, more than a day after China's worst earthquake in three decades closed off the remote, mountainous area. The Wolong National Nature Reserve and panda-breeding center is the only place in the world where the rare animals can be seen in such large numbers. But Chinese officials and zoo officials overseas had worried about the fate of the center's 86 pandas since Monday's devastating earthquake rattled nearby areas in central Sichuan province. Late Tuesday, officials at Wolong used a satellite phone to contact the State Forestry Administration and report that the pandas were safe, the official Xinhua news agency said. It said all panda cubs had been taken to safety. Thirty-one British tourists panda-watching in Wolong and initially reported missing were safe and in the provincial capital of Chengdu Tuesday night, the Chinese Foreign Ministry said in a statement. No mention was made of a group of 12 Americans in the area on a tour sponsored by the World Wildlife Fund. Kerry Zobor, U.S.-based spokeswoman for the WWF, said they have not been able to contact the WWF members.Caption:  photoDalai Lama", "edition": "Fourth"}