{"title": "Quake digest", "filename": "2008-05-15_QuakeDigest.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/120B48E45119BF20?p=WORLDNEWS", "date": "2008-05-15", "page": "A15", "section": "News", "author": "Seattle Times News Services", "text": "CHENGDU, China — China mobilized tens of thousands of additional soldiers to the nation's southwestern regions Wednesday — not just to help quake victims but also to shore up weakened dams and other elements of the infrastructure whose failure could compound the disaster. Experts warned that such dams might have sustained damage that could cause them to fail even weeks later. Two thousand soldiers were being sent to a dam three miles upriver from the devastated town of Dujiangyan, northwest of the provincial capital of Chengdu, to inspect a structure that has shown some cracks and is \"in great danger,\" according to state-controlled China National Radio. The irrigation system there dates to the third century B.C., and Dujiangyan is close to the epicenter of Monday's 7.9-magnitude quake. The cities of Guangyuan and Mianyang, which are home to plants that build Chinese nuclear arms and process plutonium for the weapons, are also in the region. It was not clear whether the nuclear facilities were damaged. The People's Daily, a state-run newspaper, reported 51 reservoirs were \"in danger\" around the municipality of Chongqing. On Monday, officials said the Three Gorges Dam, 350 miles east of the quake's epicenter, had not been damaged. Death toll nearly 15,000 On Wednesday, Chinese officials raised their estimate of the number of people killed to nearly 15,000. The latest figures put the number of people still buried at 26,000 and the missing at 40,000. Hundreds of thousands of people remain homeless, and across the region people are seeking shelter wherever they can find it, sleeping beneath plastic tarps or living in the hallways of soccer stadiums. Prime Minister Wen Jiabao was shown on state television Wednesday telling survivors that 100,000 soldiers, paramilitary troops and police would be involved in relief efforts. Despite the devastation, China has rejected offers of help from foreign aid workers, including search-and-rescue experts from Australia, dog handlers from the Czech Republic and firefighters from Japan. Pregnant woman pulled to safety Some rare moments of good news emerged Wednesday. A woman who was eight months pregnant and trapped in rubble for 50 hours was pulled to safety in Dujiangyan, The Associated Press reported. Safety officials were able to speak to the woman, Zhang Xiaoyan, while she was trapped, but rescue workers proceeded slowly for fear that the rubble above her would collapse. \"It is very moving,\" Sun Guoli, the fire chief of Chengdu, told The Associated Press. \"It's a miracle brought about by us all working together.\" Seattle Times news services", "edition": "Fourth"}