{"title": "Group seeks to aid China's shocked kids - Quake survivorsMercy Corps plans adult training, youth sports-dance therapy", "filename": "2008-05-28_GroupSeeksToAidChinaSShockedKids-QuakeSurvivorsmercyCorpsPlansAdultTrainingYouthSpo.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/120F921565FC8878?p=WORLDNEWS", "date": "2008-05-28", "page": "A7", "section": "News", "author": "Janet I. Tu", "text": "It was just last week that Seattle resident Joy Portella was in China, walking around the rubble of schools crushed like cardboard boxes, talking with survivors now living in a giant sports stadium, and visiting with traumatized children and parents. At a news conference Tuesday in Seattle, Portella, director of communications for Portland-based aid agency Mercy Corps, talked of her week in Sichuan province. She remembers the children, who lived through the collapse of their schools and saw their classmates killed. \"These kids have been pretty scarred,\" Portella said. It is helping these traumatized children that is now Mercy Corps' long-range goal. Two weeks after the 7.9-magnitude quake left about 67,000 dead and 5 million homeless, local aid agencies and community organizations have raised millions of dollars for relief efforts. For them, as well as for many in China, the emphasis is shifting from emergency aid to long-term rebuilding efforts. People tend to focus on the enormous death toll, but the issue going forward is helping the millions of homeless and hundreds of thousands injured, Portella said. In the Northwest, various groups are determining their niche in the rebuilding effort. Mercy Corps, which has raised $4.5 million for earthquake relief so far, will continue to deliver aid. Working with local partners, it's already distributed 22 truckloads of food, water and blankets and is getting medical supplies and personnel in. But its longer-term efforts will focus on getting kids to talk about the disaster and training Chinese adults to work with them, using a program the agency developed after Hurricane Katrina. The agency also plans to use a sports and dance program to help children overcome stress. Many children Portella saw in China were withdrawn, she said. Though there's a desire by many there to get schools running again to give kids some normalcy, many children aren't ready yet. Across the earthquake-affected area, there's a huge need for counseling. Many emotionally traumatized victims are going untreated because health services already are strained. Though the earthquake left many orphans, there may be fewer than in other disasters, perhaps in part because of China's one-child policy. Chinese officials announced Monday that parents whose child was killed or grievously injured would be exempt from the policy. Like Mercy Corps, several other groups in the Northwest are focusing on children. The Northwest Chinese School, which has campuses in Seattle and Kirkland, has raised $18,000 so far. Janet I. Tu: 206-464-2272 or jtu@seattletimes.com. Information from The Associated Press was used in this story. China quake developments Aftershocks: A pair of powerful aftershocks — magnitudes of 5.2 and 5.7 — collapsed more than 420,000 houses in Qingchuan county. Evacuations: Nearly 160,000 people were evacuated from a valley that officials fear is at serious risk of submersion by the Tangjiashan lake, which formed after the quake poured mud and rocks into the Jian River in northern Sichuan province and created a barrier dam. Floods: Troops used explosives to blow up tree stumps hampering heavy-duty excavators trying to carve a 200-yard channel to drain the lake. Officials fear the loose soil and debris wall could crumble if breached and flood the valley. The lake now holds 34 billion gallons of water and was rising by more than 3 feet every 24 hours. Toll: China's Cabinet said Tuesday that 67,183 people were confirmed killed, with 20,790 still missing. The Associated PressCaption:  photoStr / AFP/Getty Images : A girl places incense beside her sister's photo during a memorial service at the collapsed Beichuan Middle School.", "edition": "Fourth"}