{"title": "5.4 quake shakes S. California - No serious injuries or damages reported\"We were very lucky,\" governor says", "filename": "2008-07-30_54QuakeShakesSCalifornia-NoSeriousInjuriesOrDamagesReported\"WeWereVeryLucky\"Govern.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1224544D905C4738?p=WORLDNEWS", "date": "2008-07-30", "page": "A4", "section": "News", "author": "Robert Jablon", "text": "LOS ANGELES — The strongest earthquake to strike a populated area of Southern California in more than a decade rattled windows and chandeliers, made buildings sway and sent people running into the streets Tuesday. But there were no immediate reports of serious injuries or major damage. The 5.4-magnitude quake — considered moderate — was felt from Los Angeles to San Diego, and as far east as Las Vegas, 230 miles away. Nearly 30 aftershocks quickly followed, the largest estimated at 3.8. The quake was centered 29 miles southeast of downtown Los Angeles near Chino Hills, a San Bernardino County city of 80,000 built in the early 1990s with the latest in earthquake-resistant technology. Buildings swayed in downtown Los Angeles for several seconds, leading to the evacuation of some offices. \"I'm still shaking. My knees are wobbling. I thought the building might collapse,\" said Rosana Martinez, 50, who works in a fifth-floor office at California National Bank in downtown Los Angeles. Tuesday's quake was far less powerful than the deadly magnitude-6.7 Northridge earthquake that toppled bridges and buildings Jan. 17, 1994. That was the last damaging temblor in Southern California, though not the biggest. A 7.1-quake struck the desert in 1999. \"It's a drill for the 'Big One' that will be coming some day,\" said Caltech seismologist Kate Hutton. Attractions at Disneyland and Disney's California Adventure theme parks and at the Knott's Berry Farm theme park were temporarily closed for inspections after the quake. California's Office of Emergency Services received scattered reports of minor infrastructure damage, including broken water mains and minor gas leaks in homes. Minor structural damage was reported throughout Los Angeles, along with five minor injuries and people stuck in elevators, City Councilwoman Wendy Greuel said. \"I think we were very lucky with this one,\" Gov. Arnold Schwarzenegger said. The jolt caused a fire but no injuries at a Southern California Edison electrical substation in La Habra, 12 miles southwest of the epicenter, spokesman Paul Klein said. Damage there and to other equipment led to some power outages in Chino Hills, Chino, Diamond Bar and Pomona, he said. All the customers of a Chino Hills Starbucks ran outside and bags of coffee beans fell off shelves, worker Jamie Saleh said. \"It was very, very strong. It was rolling and ... there wasn't a pause,\" said Saleh, 24. \"It came on really strong and just kept going.\"Caption:  photo, mapIrfan Khan / Los Angeles times : A worker cleans up Tuesday after a magnitude-5.4 earthquake shattered windows at City Hall in Pomona, Calif. The quake, centered 29 miles southeast of downtown Los Angeles, was felt as far south as San Diego and as far east as Las Vegas. Nearly 30 aftershocks quickly followed.The Associated Press: Magnitude 5.4 earthquake (G9J1G3FI2)", "edition": "Fourth"}