{"title": "Quake-formed lake keeps China evacuees on the move", "filename": "2008-06-07_Quake-FormedLakeKeepsChinaEvacueesOnTheMove.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/121384E4D8719D38?p=WORLDNEWS", "date": "2008-06-07", "page": "A6", "section": "News", "author": "Audra Ang", "text": "TAOHUA MOUNTAIN, China — For some evacuees, it was their fifth move since the earthquake. After relocating yet again, the weary survivors had little to do Friday but wait for an earthquake-formed lake to drain so they could begin rebuilding their lives. The threat of flooding from Tangjiashan lake has forced authorities to evacuate more than 250,000 people. Workers deepened a quickly built diversion channel Friday, and water began draining into the new spillway today. But the threat of flooding remained, the official Xinhua news agency reported. \"I can't even cry, even if I want to. First it was the earthquake, now it's floods,\" said Yu Taichun, a doctor who was keeping watch over a small medical center in a tent city of about 2,500 people on the forested slopes of the Taohua, or \"Peach Blossom,\" Mountain. Yu said he has moved five times since the quake, arriving about two weeks ago at the latest camp overlooking the town of Qinglian, 20 miles downstream from Tangjiashan lake. Nerves were frayed among the refugees, who had little to do except wait for updates on the lake — the largest of more than 30 that formed behind landslides caused by the magnitude-7.9 temblor on May 12. Heatstroke was becoming a problem in the camp, where temperatures in the tents would often top 100 degrees, Yu said. Trucks delivered water several times a day, but there were no shower facilities, and toilets were backed up. On Friday, the area was deluged with rain. Residents cooked their dinners over open fires while holding umbrellas. Others, loaded down with black discs of coal for fuel, struggled to walk on the muddy ground. Many scrambled to close off their makeshift homes to the downpour. In the nearby city of Mianyang, some questioned whether the government had overreacted to the lake's threat after residents were evacuated from more permanent camps more than a week ago without any clear idea of when the lake would drain — or burst. \"All I do every day is eat noodles, listen to the radio and sleep,\" said retiree Zhen Yiyuan, camped in a hillside park. Zhen, 61, said his sister living in the destroyed mountain village of Yuli had it far worse, surviving only on salvaged corn and other crops once the few pounds of rice air-dropped after the quake ran out. Technicians were keeping a wary eye out for both increased rainfall and further landslides that could set off a flood surge in the lake, located in the mountains north of where the earthquake was centered. Along with communities downstream, the Tangjiashan lake also threatens a state-owned oil pipeline some 35 miles away. General Manager Jiang Jiemin flew to the scene to oversee measures to protect the pipeline, billed as the longest and widest in China. Amid scattered complaints of misuse of quake aid, the government's National Audit Office announced it would \"investigate and deal with any attempt to hide, intercept or misappropriate\" donated funds and materials, Xinhua said. Domestic and foreign donations had reached $6.3 billion as of Thursday, Xinhua said. The quake centered in Sichuan province killed 69,127 people, with 17,918 still missing, according to the latest government figures. The provincial government has estimated about 7,000 of the victims were children with no siblings. The National Population and Family Planning Commission will send a medical team to the quake zone to perform reverse sterilization operations on couples who want to have another child, Xinhua reported. China's family-planning policies restrict most couples to one child, although rules allow for another baby if their child is killed, severely injured or disabled. Authorities said they had recorded 4,700 unclaimed children whose parents presumably died in the quake. But Civil Affairs Ministry official Zhang Shifeng said the final number of orphans is expected to be about 1,000 to 2,000, as children are handed over to members of their extended families.Caption:  photoNg Han Guan / The Associated Press : Evacuees on Friday watch Chinese Premier Wen Jiabao on TV during his visit to an area in danger of flooding in Sichuan.", "edition": "Fourth"}