{"title": "Reinforcement for viaduct - Four columns being shored upThey've sunk 5 inches since 2001 quake", "filename": "2008-02-12_ReinforcementForViaduct-FourColumnsBeingShoredUptheyVeSunk5InchesSince2001Quake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/11ECA5D9C7083F48?p=WORLDNEWS", "date": "2008-02-12", "page": "B4", "section": "Local News", "author": "Susan Gilmore", "text": "The state Department of Transportation is shoring up four columns supporting the Alaskan Way Viaduct that have sunk 5 inches since the 2001 Nisqually earthquake. The $3 million work to strengthen the columns is one of six projects under way while Gov. Christine Gregoire decides what should be done with the viaduct along the Seattle central waterfront. Her decision is expected by the end of the year. Matt Preedy, deputy director for the viaduct project with the Department of Transportation, said crews are drilling 80 feet to find stable soil that will bear the weight of the viaduct alongside the sinking columns. He said he doesn't know why the columns between Columbia Street and Yesler Way are sinking, but said the location is near the site of the original Henry Yesler mill. \"We don't know what's unique about those four piers,\" he said. The work should be finished in April, Preedy said. Then the state will relocate two electrical transmission lines and five feeder lines from the viaduct to Western and First avenues, at a cost of about $65 million. Next year, DOT will begin rebuilding the section of the viaduct between Holgate and King streets, which Preedy said will involve significant traffic disruption. He said the department is working on detour routes during construction. Other work involves a retrofit of the Battery Street Tunnel and improvements to arterial streets, bus lanes, signals and transit. The money for the work on the columns is being paid by the federal government as part of earthquake-relief funds, Preedy said. In other viaduct developments, the state has announced it is spending $125 million for transit and road improvements for the south-end construction. The money in the package includes the widening of the South Spokane Street viaduct, and the funds will be combined with $335 million in federal and local funds that will be used in the downtown, Sodo, West Seattle, Uptown, Ballard and Aurora Avenue travel corridors. Specifically, money will go to: • New ramps near the sports stadiums on Highway 519 and South Royal Brougham Way. • New high-occupancy-vehicle lanes and ramps connecting the South Spokane Street viaduct to Fourth Avenue South. • New transit service in West Seattle, Ballard and along Aurora Avenue. While no decision has been made about what to do with the central waterfront section of the viaduct, the debate had been centered on whether another aerial structure should be built or whether the viaduct should be put in a tunnel. But because both options were crushed in an advisory vote last spring, a surface-street alternative has been gaining steam in recent months. Susan Gilmore: 206-464-2054 or sgilmore@seattletimes.comCaption:  photoSteve Ringman / The Seattle Times : Welder Doug Woods cuts a section of pipe Monday for a temporary viaduct support beam.", "edition": "Fourth"}