{"title": "Catching a quake - Close Up", "filename": "2008-09-26_CatchingAQuake-CloseUp.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1237728E2879D8D0?p=WORLDNEWS", "date": "2008-09-26", "page": "A3", "section": "News", "author": "Alicia Chang", "text": "LOS ANGELES — Earthquake scientists want to borrow your laptop or maybe a little space in your basement or garage. Researchers don't have enough high-tech monitoring stations to track every instance of ground shaking, so they are enlisting help from ordinary people to document quakes and pinpoint areas of possible damage. Almost anyone can participate by equipping laptop computers with special software or installing quake sensors at home. \"If they can provide scientific data that can prepare us for events in the future, then that's extremely important,\" said Tom Jordan of the Southern California Earthquake Center at the University of Southern California. The epicenter of the movement is in California, the most quake-prone state in the continental United States. Each year, some 10,000 temblors rattle Southern California alone, though most are too small to be felt. The Quake-Catcher Network was launched earlier this year to tap into the computing power of some 300 participants worldwide, including 50 volunteers in California. The network relies on a sensor called an accelerometer that is built into many newer laptops to detect sudden motion. If the computer is dropped, for instance, the sensor can alert the hard drive, shielding it from potential damage and preventing data from being lost. Volunteers download software that links their computers to others in the network and sends information about shaking to scientists through the Internet. Since any movement — passing trucks, neighbors moving furniture or a pet jumping on the desk — can trigger a laptop's internal sensor, scientists scan incoming data only when the U.S. Geological Survey determines that an actual quake has occurred, based on readings from its field stations. \"If there's a bunch of laptops that trigger in one location, there's probably an earthquake,\" said seismologist Elizabeth Cochran of the University of California, Riverside, who is a leader of the project. In the past, people could only report ground shaking in their neighborhood by logging onto the USGS Web site and filling out a questionnaire. The computer network, run by Stanford University and UC Riverside, supplements data from about 800 permanent monitoring stations in California that beam readings to the USGS, the chief federal agency in charge of monitoring for quakes. Emergency personnel use the data to locate potentially hard-hit areas. The more sensors that can record shaking, the more accurate the picture about possible damage. The Quake-Catcher system was put to the test in July during a magnitude-5.4 quake that was centered in the hills east of Los Angeles. The temblor rattled a large swath of Southern California, but caused little damage. Fewer than a half-dozen laptops with the software sensed the quake, and only three sent back clean signals seven seconds after the fault ruptured. While scientists were pleased that some laptops detected motion, they acknowledged the system needed work. The project was initially limited to Apple computer users but was expanded this summer to include Lenovo Thinkpads. Scientists are also developing software compatible with other PCs. Scientists who are not involved in Quake-Catcher said it could be helpful to detect low rumblings, but might run into problems involving larger events. \"When the ground really gets going, a recording instrument needs to stay well-connected to the ground to record the motion, but a laptop will be jumping all over the place,\" USGS seismologist Susan Hough said in an e-mail. The USGS is embarking on its own volunteer program by tapping homeowners willing to donate space in their basement or garage for a portable seismometer. As part of its NetQuakes project, the agency plans to begin deploying the devices as early as this year in the San Francisco Bay Area on a test basis. Public participation could start next year. To participate, residents must have a wireless Internet connection to allow the device to communicate with the USGS network. Like Quake-Catcher, the USGS will only scan volunteer data from NetQuakes after an actual quake. \"Someone stomping on the instrument isn't going to cause us to analyze the data,\" said project leader David Oppenheimer, a USGS scientist. Information Quake-Catcher Network: http://qcn.stanford.eduCaption:  photoDamian Dovarganes / The Associated Press : Julian Lozos was among those whose laptop sent back good data during an earthquake east of Los Angeles in July.", "edition": "Fourth"}