{"title": "Twin tragedies: quakes, tsunami - SaMOAWall of water 'destroyed everything in its path,' dazed survivors sayINDONESIAA day later, 7.6 quake rocks Sumatra, kills hundreds, traps thousands", "filename": "2009-10-01_TwinTragediesQuakesTsunami-SamoawallOfWaterDestroyedEverythingInItsPathDazedSurvi.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12B7FEC0D4033EC8?p=WORLDNEWS", "date": "2009-10-01", "page": "A1", "section": "News", "author": "Los Angeles Times And The Associated Press", "text": "The death tolls from two powerful underwater earthquakes less than a day apart were expected to continue climbing as residents of the islands of Samoa and the Indonesian island of Sumatra began to dig out from the natural disasters that tore through their cities and villages. The earthquake that struck western Indonesia on Wednesday killed at least 200 people in the coastal city of Padang alone, officials said. Thousands more were believed trapped in an estimated 500 buildings that toppled or were damaged in the quake, measured at magnitude 7.6. The undersea quake was followed by a powerful, shallow inland earthquake this morning that had a preliminary magnitude of 6.8, the U.S. Geological Survey said. It hit about 150 miles south of Padang at a depth of about 20 miles. Shallow, inland earthquakes generally are more destructive, but there were no immediate reports of damage or injures. In Padang, the capital of West Sumatra province, the shaking Wednesday was so intense that people crouched or sat on the street to avoid falling. Children screamed as an exodus of thousands tried to get away from the coast in cars and motorbikes, honking horns. Padang's mayor appealed for assistance on Indonesian radio station el-Shinta. \"We are overwhelmed with victims and ... lack of clean water, electricity and telecommunications,\" Mayor Fauzi Bahar said. Hundreds of people were trapped under collapsed buildings in Padang, a city of 900,000, including a four-star hotel, he said. Other collapsed or seriously damaged buildings included hospitals, mosques, a school and a mall. Thousands were believed trapped throughout the province, said Rustam Pakaya, head of the Health Ministry's crisis center. The Jakarta Post reported Wednesday that roads leading to Padang had been cut off by debris, but the local airport reopened early today. On the Samoan islands, meanwhile, police in green reflective vests searched a ghastly landscape of mud-strewn streets, pulverized homes and bodies scattered in a swamp Wednesday as dazed survivors emerged from the muck and mire of an earthquake and tsunami that killed 120 in the South Pacific. Military transports flew medical personnel, food, water and medicine to the islands of Samoa and American Samoa, which were devastated by the wall of water triggered by Tuesday morning's undersea magnitude-8.0 earthquake. \"The earthquake itself was terrifying,\" said John Newton, 66, of American Samoa. \"Then the tsunami came just minutes after. The force it came with was just overwhelming. It destroyed everything in its path.\" Newton said a friend in a remote part of the island had died in the disaster. \"I don't think anyone here will be untouched by this,\" he said. Wooden structures were toppled, and ground-floor contents of concrete buildings were swept away. Cars were overturned, and roads were strewn with mud and debris. The tsunami knocked out one of two power plants on American Samoa, and there were reports that the structure would not be online for a month. Communications throughout the islands were spotty. Dennis Famui said he walked outside his hillside home immediately after the earth shook and looked out onto the bay at the center of American Samoa. \"A couple minutes after the earthquake, you could see the water draw back and expose the reef and part of the docks,\" said Famui, 45. \"Then the water came back and tossed cars and container boxes and pushed them right back into the bay.\" Famui said the tsunami was deceptive. It wasn't a tidal wave that could be seen from a distance but a mass of water that rose with steady, destructive force as it moved inland. With President Obama having declared a major disaster in American Samoa, a U.S. territory of 65,000 inhabitants, the Federal Emergency Management Agency (FEMA) began working with emergency responders in the region. The airport in the island's capital, Pago Pago, had to be cleared of debris. Residents said they were beginning to clean up, but others reported people in shock. Nine people were confirmed dead in Tonga, south of the Samoas, according to New Zealand's acting prime minister, Bill English. He said Tongan officials told him four people were missing after the tsunami struck the northern island of Niua. The news agency also reported that all 65 employees at the National Park of American Samoa were accounted for. In Indonesia, the death toll was expected to rise significantly after the massive earthquake felled schools, hotels and hospitals in Padang. It was unclear the extent of the damage and the death toll outside of Padang because telephone lines were damaged. A tsunami warning was briefly issued, sparking fears of a repeat of the 2004 tsunami that killed 232,000 people. The temblor was felt hundreds of miles away in Singapore and the Malaysian capital, Kuala Lumpur. The epicenters of the Samoan and Indonesian quakes occurred in an unsettled region. There was no relationship between the undersea earthquake that caused the Samoan tsunami and the Wednesday quake in Indonesia, according to Julie Dutton, a geophysicist at the National Earthquake Information Center in Golden, Colo. Both occurred in spots where one plate of Earth's crust is subducting, or sliding beneath another plate. In spots, the two plates can become stuck until accumulating pressure leads to a sudden heaving release of energy. Under the sea, if the quake is powerful enough — typically around 8.0 or stronger — and the seabed shifts in a way that moves a lot of water, the result is the high-energy waves of a tsunami. Material from The New York Times is included in this report. Tiny surge here The National Weather Service says a wave surge from the Samoa earthquake came ashore on the Washington coast, although it was hardly noticeable. Meteorologist Dustin Guy told KXRO the 2- to 5-inch tsunami easily got lost in the 10- to 12-foot surf. The Associated PressCaption:  photo, mapAusage Fausia / The Associated Press: American Samoa: People in Pago Pago, on American Samoa, walk through the wreckage left by a wall of water triggered by Tuesday morning's 8.0 earthquake in the South Pacific.The Associated Press: Wednesday’s earthquake’ Tuesday’s earthquake and tsunami (G5T1LFCK4)Bay Ismoyo / AFP/Getty Images: Indonesia: People in Padang, West Sumatra, mourn the loss of relatives in Wednesday's deadly quake.Phil Walter / Getty Images: American Samoa: An injured man stands near a car carried by surging water that lies among debris churned up by Tuesday's tsunami in Lalomanu, Samoa.", "edition": "Fourth"}