{"title": "Quake showed cracks in alert system - Computers fail to wake scientists, emergency officialsNo damage reported from tremor, but data overload suspected at UW", "filename": "2009-01-31_QuakeShowedCracksInAlertSystem-ComputersFailToWakeScientistsEmergencyOfficialsnoDamag.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12624FF353A288F8?p=WORLDNEWS", "date": "2009-01-31", "page": "A1", "section": "News", "author": "Sandi Doughton", "text": "When an earthquake larger than magnitude 3 strikes the Northwest, an automated system is supposed to page University of Washington seismologists and notify emergency managers. But that's not what happened with Friday morning's magnitude-4.5 jolt. Because computers were apparently overloaded with data from an expanded network of seismic instruments, the scientists were awakened instead by predawn calls from journalists. \"The system has worked flawlessly for 10 years,\" said Steve Malone, emeritus professor and former director of the Pacific Northwest Seismic Network. \"This time, nothing went off.\" The quake didn't cause any damage, though it woke people across the region and the shaking was felt from the Olympic Peninsula to Seattle. The glitch in the UW's routine also had no serious fallout, thanks to functioning systems in other states. An automatic warning from the U.S. Geological Survey in California arrived at Washington's Emergency Management Division (EMD) headquarters within seconds of the 5:25 a.m. quake. Notification from Alaska's Tsunami Warning Center followed minutes later. \"That's the value of redundancy,\" said EMD spokesman Mark Clemens. It took Malone and other UW scientists about 15 minutes to check seismic data and compute the earthquake's size and epicenter — about 14 miles northwest of Seattle near Kingston, Kitsap County. \"It shook the house like something had hit the roof,\" said Robert Lynden, who lives on Anderson Island in Puget Sound. UW researchers say their problem Friday seemed to stem from an effort to improve understanding of the region's earthquakes. Since the destructive magnitude-6.8 Nisqually earthquake in 2001, the number of seismic stations across Washington and Oregon has doubled to about 250. Each new station gathers two to three times the data of older versions. In the future, that data will help identify areas likely to get hit hardest in earthquakes, and guide rescuers to spots where shaking was strongest, said John Vidale, director of the Pacific Northwest Seismic Network. But Friday, the system seems to have choked. \"Its mouth filled up, so to speak, and rather than successfully getting a location and passing that along to the alerting mechanism, it basically just threw up,\" Malone said. The fix should be relatively easy, he said. But UW also is preparing to replace its system with a more sophisticated and robust version developed in California. The new system will automatically calculate the probability that an earthquake will be followed by aftershocks. Deep quakes like the one Friday, which occurred about 36 miles underground, are rarely accompanied by aftershocks, Vidale explained. That's probably because pressures are so great at those depths that cracks close up quickly. The region's deep earthquakes occur in the Juan de Fuca plate, which is being bent as it subducts under the North American plate. \"You get these local forces building up and you get a pop every once in a while,\" said Seth Moran, of the U.S. Geological Survey's Cascades Volcano Observatory in Vancouver, Wash. Washington's most destructive earthquakes in recent times have deep origins, including the Nisqually and major quakes in 1949 and 1965. The Puget Sound region is also crisscrossed by a network of faults that can trigger shallow quakes. And the Juan de Fuca subduction zone can unleash massive earthquakes and tsunamis when the boundary between the two geologic plates slips, as happened off Indonesia in 2004. Seattle Times staff reporter Sara Jean Green contributed to this report. Sandi Doughton: 206-464-2491 or sdoughton@seattletimes.comCaption:  illustrationThe Seattle Times: Three kinds of Pacific Northwest earthquakes (GLC1IRLSG)", "edition": "Fourth"}