{"title": "Powerful earthquake kills 6 in Honduras, Belize", "filename": "2009-05-29_PowerfulEarthquakeKills6InHondurasBelize.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12892FBF6F922578?p=WORLDNEWS", "date": "2009-05-29", "page": "A2", "section": "News", "author": "Freddy Cuevas", "text": "TEGUCIGALPA, Honduras — A powerful earthquake toppled dozens of homes in Honduras and Belize on Thursday, killing at least six people and injuring 40 as terrified residents spilled from their homes across much of Central America. The magnitude-7.1 quake struck off the Caribbean coast of Honduras, 80 miles northeast of the beach town of La Ceiba, according to the U.S. Geological Survey in Golden, Colo. \"People were running for the door,\" Alfredo Cedeño said at the Gran Hotel Paris in La Ceiba. \"You could really feel it and you could see it; the water came out of the pool.\" The dead included at least three children in separate towns, a man who died of a heart attack and two more people killed in home collapses, officials said. At least 40 people were injured, most along the Caribbean coast. The earthquake destroyed at least 57 homes and damaged 65 more, the Honduras Permanent Emergency Commission said. It said 14 schools were damaged, as were two Roman Catholic churches and three bridges. Democracy Bridge, which spans the country's largest river, the Ulua, collapsed in the town of El Progreso, national fire commander Col. Carlos Cordero said. The bridge is one of two connecting the northern city of San Pedro Sula, Honduras' second-largest, with the rest of the country. The second bridge was deemed safe. San Pedro Sula is scheduled to host a summit of foreign ministers of the Organization of American States (OAS) next week. OAS Secretary-General Jose Miguel Insulza said the meeting would go on as planned. In Belize, about five homes collapsed and a reporter saw at least 25 others with severe damage.Caption:  photo, mapThe Associated Press: Magnitued-7.1 earthquake (G0B1K6U5R)Str / AFP/Getty Images : A 7.1-magnitude earthquake took its toll on the inside of this church in Santa Barbara, Honduras.", "edition": "Fourth"}