{"title": "Pause for reflection in tour of rubble - First ladies with G-8 view quake ruinsItalian city still reeling from aftermath", "filename": "2009-07-10_PauseForReflectionInTourOfRubble-FirstLadiesWithG-8ViewQuakeRuinsitalianCityStillRe.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12960B20DF943A80?p=WORLDNEWS", "date": "2009-07-10", "page": "A4", "section": "News", "author": "Marta Falconi", "text": "L'AQUILA, Italy — Michelle Obama and other first spouses toured the center of L'Aquila on Thursday to see the destruction wrought by an earthquake in the Italian city hosting world leaders for the Group of Eight summit this week. Obama shook her head as she took in the extent of the damage to centuries-old churches and other treasures turned to rubble by the earthquake that claimed more than 300 lives. The U.S. first lady walked along piles of debris through L'Aquila's main square and in front of a destroyed government palace. She listened to explanations by Italian rescue officials and shook hands with firefighters working to clear the wreckage and prop up damaged buildings to allow reconstruction. The brief tour passed near L'Aquila's damaged cathedral and the 18th-century Chiesa delle Anime Sante, whose cupola has all but collapsed. The first spouses ended the walk at the prefecture, the local government building that collapsed in the quake, leaving only a few Greek-styled columns standing. The tour of around 50 people included Sarah Brown, wife of British Prime Minister Gordon Brown, and Filippa Reinfeldt, wife of Swedish Prime Minister Fredrik Reinfeldt. The April 6 earthquake killed 308 people and leveled entire blocks in L'Aquila and the surrounding Abruzzo region, displacing more than 50,000 residents. The Italian government chose the mountain city to host the three-day G-8 summit to highlight the population's plight, but some survivors fear the move is diverting time and resources from the rebuilding of their shattered homes. A small group of residents tried to stage a protest on the route of the first spouses' tour but heavy security kept them away. Michelle Obama plans to join her husband and daughters for a private audience with Pope Benedict XVI at the Vatican on Friday. On Thursday evening, after her return to Rome from L'Aquila, Michelle Obama, joined by her daughters, took a private, 30-minute tour of the Pantheon, the well-preserved ancient Roman monument with a massive concrete dome in the heart of the city. That was their second early-evening tour of archaeological Rome. At sunset on Wednesday, the three had a private visit of the Colosseum, the ancient arena. Isabella Rauti, the wife of Rome's mayor, told the Italian news agency ANSA that the U.S. first lady had spoken to her about her daughters, Malia and Sasha, saying: \"I want to teach them that Italy isn't just pizza.\" The two women had met earlier during the Rome visit.Caption:  photoCharles Dharapak / The Associated Press: First lady Michelle Obama, center, tours earthquake damage on the sidelines of the G-8 Summit in L'Aquila, Italy, on Thursday.", "edition": "Fourth"}