{"title": "20 years later, Bay Bridge unfinished - 1989 earthquakeCostly delays, political gridlock over its unconventional design", "filename": "2009-10-17_20YearsLaterBayBridgeUnfinished-1989EarthquakecostlyDelaysPoliticalGridlockOverItsUn.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12B7537534E81910?p=WORLDNEWS", "date": "2009-10-17", "page": "A6", "section": "News", "author": "Jason Dearen", "text": "SAN FRANCISCO — When an earthquake collapsed two 50-foot sections of the San Francisco-Oakland Bay Bridge during the 1989 World Series, the nightmares of hundreds of thousands of commuters who cross the span each day were brought to life. On this 20-year anniversary of the 6.9-magnitude earthquake that killed 63 people, injured almost 3,800 and caused up to $10 billion damage, the bridge reconstruction has become the largest public-works project in California history and is years from completion. Although thousands of buildings, highway bridges and landmarks such as San Francisco City Hall have been fortified, other earthquake-safety problems are far from fully addressed in this region where experts say another major temblor is certain to strike. Some schools the state says are at risk of collapse have not been repaired, and vulnerable apartment buildings have not been seismically retrofitted by their owners. Millions were tuned in on television to watch Game 3 of the \"Bay Bridge World Series\" between the San Francisco Giants and the Oakland Athletics when the shaking began. The broadcast went dark, with the vast audience riveted to TV, and then sportscaster Al Michaels' audio returned with reports that a strong earthquake had struck. Wake-up call \"The Loma Prieta earthquake is always referred to as a wake-up call, and we're fortunate over the last 20 years that we've had no other major earthquakes,\" said Jack Boatwright, a seismologist with the U.S. Geological Survey. \"Much work has been done, but we cannot rest in these efforts.\" It took only four years during the Great Depression to build the Golden Gate and Bay bridges, but the reconstruction of the eastern span of the Bay Bridge has been plagued by costly delays and political gridlock over its unconventional design. Originally the cost was put at $1.3 billion with a 2004 completion; that has ballooned to $7.2 billion with a 2013 opening. \"What this region and the state is trying to do here is unique,\" said Bart Ney, a spokesman for the California Department of Transportation, who is managing the project. \"We're trying to build a world-class structure, an architectural icon and a seismic innovation all at one time in one of the most seismically challenged areas of the world. Because of the complexity of all of that, it's taken us a long time to do it.\" Some bridge experts, however, said the decision to rebuild rather than strengthen the existing bridge was a pricey mistake. A team of 40 researchers sponsored by the National Science Foundation (NSF) and Caltrans to study the Oct. 17, 1989, earthquake's effects on the bridge recommended in 1992 that the current bridge be retrofitted, not replaced, for an estimated cost of $230 million. But a 1996 study by Caltrans' Seismic Advisory Board disagreed with these findings, saying the cost of replacing the bridge was comparable with retrofitting it. Less quake-resistant? The new span wound up costing billions of dollars and is less quake-resistant than the existing bridge, said Abolhassan Astaneh-Asl, a civil-engineering professor at the University of California, Berkeley. \"You are going to get a bridge, in my opinion, that is less safe than the existing east span. The bridge didn't need to be replaced,\" said Astaneh-Asl, who was the lead investigator in the NSF and Caltrans' five-year study of the seismic performance of the bridge's east span, and who submitted an alternative design after officials chose to replace it. \"This replacement is worse than what we have.\" The signature part of the new eastern span is a single-tower, self-anchored suspension bridge larger than any other in the world. It uses leverage to support the roadway by using a cable looped over the tower and anchored into the ends of the roadway itself. On traditional suspension bridges, such as the Golden Gate, the main cables are connected to huge concrete blocks embedded in the ground at each end of the span. If one section of the new self-anchored bridge fails in an earthquake, Astaneh-Asl said, the entire structure could fail. But Caltrans' Ney said the new bridge is the safest of the designs that were aesthetically pleasing to local leaders and others who had a say in the final choice. While cost and delays have been troubling, Ney said there is no question the right decision was made. \"The bridge is 70 years old,\" he said. \"It's reaching the end of its life span.\"Caption:  photoJeff Chiu / The Associated Press : Now: Bart Ney, California Department of Transportation spokesman, points at the Bay Bridge where sections of roadway collapsed during the 1989 Loma Prieta earthquake.Steve Ringman / San Francisco Chronicle, 1989 : Then: A California Highway Patrol officer checks the damage to cars that fell when the upper deck of the Bay Bridge collapsed onto the lower deck after the Loma Prieta earthquake in San Francisco.", "edition": "Fourth"}