{"title": "Some quake survivors expect to live in tents for 6 months - Italy's stricken region filled with campsOccupants are some of the 40,000 without homes", "filename": "2009-04-12_SomeQuakeSurvivorsExpectToLiveInTentsFor6Months-ItalySStrickenRegionFilledWithCamp.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12790A456B3CE8A0?p=WORLDNEWS", "date": "2009-04-12", "page": "A8", "section": "News", "author": "Vanessa Gera", "text": "L'AQUILA, Italy — Some semblance of routine was settling in at the tent camps sprawled across Italy's central earthquake-stricken region Saturday, and most of it involved lines: waiting for breakfast, waiting for information, waiting for a shower — a cold shower. Residents were slowly accepting that this could be their life for at least the next few months until temporary housing can be built. Some can't even think about returning to their homes, still spooked by the quake that shook them from their sleep Monday morning and killed at least 293 people. On the eve of Easter, Roman Catholic faithful confessed their sins in a blowup tent fitted with an altar and a crucifix to prepare for Mass the next day. In other tents, people gathered around flat screen TVs to watch a soccer game or a news program reporting the death toll had risen — with the latest bodies pulled from the rubble of a building in L'Aquila, only a few blocks away. Their plight was remembered across the nation. Soccer matches on Saturday were preceded by a minute of silence, and several clubs were donating gate receipts to help survivors. \"This would have seemed impossible before, but it's the reality. Life has to go on,\" said Giovanni Fasano, a 52-year-old private security guard sharing a blue tent with his wife and four relatives, their dog tied up outside. The occupants are some of the 40,000 people whose homes were either destroyed, severely damaged or too risky to reoccupy without extensive repairs and shoring up. Fasano said he expects to live in the tent camp for some six months, but his wife, Monia Tobia, said she doesn't expect to live in a real home for three years. In any case, Tobia is too terrified to return after the earthquake and hopes her husband can find a job elsewhere in Italy. Life in the tent camp isn't easy, Tobia said. There are showers but no hot water or hair dryers. Her husband added that the bathrooms were unpleasant because many of the other residents didn't keep them clean. Containers have been set up with showers and toilets. The camps mix the mundane and the surreal. Residents wake up to long lines for a breakfast of tea, yogurt and sweet croissants, many of them reading newspapers as they wait. On Saturday afternoon, some children and teens were being taught a dance routine to African music by an African man in a traditional blue robe. Authorities have said it could be weeks, if not months, before it is known which of the houses left standing are safe enough to be repaired and which will have to be demolished. Engineers and geologists have said well-constructed buildings meeting seismic-safety standards should not have collapsed as they did, raising fears that shoddy construction factored significantly in the 6.3-magnitude temblor's deadliness and destruction. L'Aquila Prosecutor Alfredo Rossini has opened an investigation into the allegations of poor construction. Firefighters clearing rubble have said reinforced concrete pillars crumbled like dust, sparking speculation that the cement was of poor quality. At a flattened apartment building in L'Aquila, rescuers for a second day combed through the rubble, after dogs trained to look for survivors indicated there might be some life. But fire officials at the scene cautioned that the scent might be that of an animal and sounds could be water trickling or an appliance still running. \"The work is long, tiring and delicate because you risk causing a cave-in,\" said Luca Cari, a spokesman for the firefighters.Caption:  photoAntonio Calanni / The Associated Press : Prelates celebrate an Easter vigil service Saturday in L'Aquila, Italy, with survivors of the earthquake. Authorities say it could be months before it is known which of the houses left standing are safe and which will be demolished.", "edition": "Fourth"}