{"title": "Tsunami swamps Samoan isles - Quake triggers waves; dozens confirmed deadSeveral South Pacific villages swept out to sea", "filename": "2009-09-30_TsunamiSwampsSamoanIsles-QuakeTriggersWavesDozensConfirmedDeadseveralSouthPacificVilla.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12BAA0FE2AF924F8?p=WORLDNEWS", "date": "2009-09-30", "page": "A1", "section": "News", "author": "Seattle Times News Services", "text": "PAGO PAGO, American Samoa — More than 100 people are feared dead after a powerful tsunami generated by an undersea earthquake early Tuesday wiped out several villages in the tropical islands of American Samoa and Samoa, according to officials and local residents who were working to assess the damage. Vehicles and people were swept out to sea by the fast-churning water as survivors fled to high ground, where they remained huddled hours later. Signs of devastation were everywhere, with a giant boat washed ashore and resting on the edge of a highway and floodwaters swallowing up cars and homes. Damaged telephone lines on both islands hampered efforts to count the casualties and assess the damage. The quake, with a magnitude between 8.0 and 8.3, struck around dawn about 20 miles below the ocean floor, 120 miles from American Samoa, a U.S. territory that is home to 65,000 people. The earthquake struck as many residents were preparing for work and getting their children ready for school. The toll in Samoa, where 63 people are confirmed dead, is expected to surpass 100 as rescue teams reach isolated villages, Radio New Zealand reported, citing an estimate by the nation's Disaster Management Office. At least 19 people are dead in American Samoa, said the territory's director of homeland security, Mike Sala. New Zealand's acting Prime Minister Bill English said any death tolls for the Samoas were only \"guesses\" and that there were unconfirmed reports of five people dead in the island nation of Tonga, west of the Samoas. \"There are a considerable number of people who've been swept out to sea and are unaccounted for,\" English said. \"We don't have information about the full impact, and we do have some real concern that over the next 12 hours the picture could look worse rather than better.\" A tsunami was reported at Pago Pago (pan-go-pan-go), on the northern side of American Samoa, the U.S. Pacific Tsunami Warning Center said. Eni Faleomavaega, who represents American Samoa as a nonvoting delegate in the U.S. House, said he had talked to people by telephone who said the capital city — only a few feet above sea level — was leveled. Several hundred homes were destroyed, although gathering more concrete information has been difficult, he said. President Obama declared a major disaster in American Samoa. U.S. government officials said strong currents and dangerous waves were forecast from California to Washington state. No major flooding was expected, however. Japan also issued a warning. A tsunami alert for the South Pacific region was canceled. Mike Reynolds, superintendent of the National Park of American Samoa, was quoted as saying four tsunami waves 15 to 20 feet high roared ashore, reaching up to a mile inland. Holly Bundock, spokeswoman for the National Park Service's Pacific West Region in Oakland, Calif., said Reynolds spoke to officials from under a coconut tree uphill from Pago Pago Harbor and reported that the park's visitor center and offices appeared to have been destroyed. Bundock said only a few of the park's 13 to 15 employees and 30 to 50 volunteers had been located. Homes on the southern coast of the Samoan islands of Upolu and Savaii were washed away, and some villages on the southeast Upolo coast have been destroyed and many people are missing, Radio New Zealand said, citing Disaster Management Office Assistant Chief Executive Officer Ausegalia Mulipola. Tsunami drills this year may have helped reduce the death toll, Radio Polynesia journalist Jonah Tui Le Tufuga told Radio New Zealand. Cars and parts of houses were in the sea, he said. Local media said they had reports of landslides in the Solosolo region of the main Samoan island of Upolu and damage to plantations outside the main city of Apia. Chicken of the Sea's tuna-packing plant in American Samoa was closed after the tsunami hit, although the facility wasn't damaged, the San Diego-based company said in a statement. Tuna canneries account for nearly 60 percent of American Samoa's economic activity. Before the tsunami, Chicken of the Sea had announced plans to close the plant today, laying off more than 2,100 workers. Compiled from The Associated Press, Bloomberg News and The New York Times FACTS Other quakes that triggered tsunamis Sept. 2007: A magnitude-7.8 earthquake rattles Sumatra island, triggering regional tsunami alerts and damaging scores of buildings. Sept. 2007: A magnitude-8.4 earthquake near Sumatra triggers a wave in the coastal city of Padang. The tremor kills at least 25 people and injures about 50. April 2007: At least 28 people in the Solomon Islands die in a tsunami and earthquake measured at magnitude 8.1. July 2006: A magnitude-6.1 earthquake triggers a tsunami off Java island's southern coast, killing at least 600 people. Dec. 2004: An Indian Ocean tsunami, triggered by a magnitude-9.0 earthquake, kills 230,000 in a dozen countries. Aug. 1976: A magnitude-8.0 earthquake hits near the islands of Mindanao and Sulu in the Philippines, generating a tsunami and leaving at least 5,000 dead. March 1964: A magnitude-9.2 earthquake in Prince William Sound, Alaska, kills 131 people, including 119 from a tsunami that reached the Pacific Northwest. April 1946: A magnitude-8.1 earthquake near Unimak Islands, Alaska, triggers a tsunami, killing 165 people, mostly in Hawaii. April 1868: A magnitude-7.9 earthquake strikes the Big Island, Hawaii, leaving 77 people dead, including 46 from a tsunami. The Associated PressCaption:  photo, mapFili Sagapolutele / The Associated Press: A main road in the downtown area of Fagatogo, in American Samoa, is flooded by water from a tsunami triggered by an undersea earthquake measuring 8.0 to 8.3 early Tuesday. Vehicles and people were swept out to sea by the fast-churning water as survivors fled to high ground.The Associated Press: Earthquake epicenter (G5T1LF1OU)Fili Sagapolutele / The Associated Press: A boat sits near the main highway in the American Samoa village of Fagatogo. A national-park official was quoted as saying four tsunami waves reached up to a mile inland.", "edition": "Fourth"}