{"title": "Buried villages likely to double quake toll", "filename": "2009-10-04_BuriedVillagesLikelyToDoubleQuakeToll.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12CA7532655A0300?p=WORLDNEWS", "date": "2009-10-04", "page": "A8", "section": "News", "author": "Irwan Firdaus And Eric Talmadge", "text": "PADANG, Indonesia — The death toll from Indonesia's earthquake likely will double as officials Saturday reached rural communities wiped out by landslides that buried more than 600 people under mountains of mud, most of them guests at a wedding celebration. Virtually nothing remained of four villages that had dotted the hillside of the Padang Pariman district in Indonesia's West Sumatra just three days ago, said officials and a news photographer who flew over the area. Hundreds of doctors, nurses, search-and-rescue experts and cleanup crews arrived at the regional airport from around the globe with tons of food, tents, medicine, clean water, generators and a field hospital. But with no electricity, fuel shortages and telecommunication outages, the massive operation was chaotic. Roughly 400 people were at a communal wedding in Pulau Aiya village when Wednesday's 7.6-magnitude quake unleashed a torrent of mud, rock and felled palm trees, said Rustam Pakaya, head of Indonesia's Health Ministry crisis center. \"They were sucked 30 meters (100 feet) deep into the earth,\" he said. \"Even the mosque's minaret, taller than 20 meters (65 feet), disappeared.\" Twenty-six bodies were pulled from the rubble-strewn brown earth in the nearby villages of Lubuk Lawe and Jumena, but 618 bodies remained far beyond the reach of residents who worked without outside help because roads had been severed, Pakaya said. The number of deaths in the disaster will jump to more than 1,300 if all those people are confirmed dead. The government's death toll Saturday held steady at 715, most reported in the region's badly hit capital of 900,000, Padang, where aid efforts are concentrated. Up to 3,000 people had been declared missing before news about the obliterated villages emerged, while 2,400 were hospitalized and tens of thousands of people are believed to have been displaced. More than 1.1 million residents live in the 10 quake-hit districts, the United Nations estimated, while the government said more than 30,000 homes, schools, mosques, hospitals and government offices had been flattened or severely damaged, 17 percent of all local infrastructure. A photographer who flew over Padang Pariaman district in a helicopter saw several landslides. At Limo Koto Timur village, a giant section of a hillside was swept away and the remains of destroyed houses protruded from the mud. The ruins of other tin-roofed homes hung precariously over the edge of a huge crevice torn through rice fields and forest. Roads were gone and palm trees had been uprooted and swept downhill, leaving patches of brown earth where villages once stood. El-Mostafa Benlamlih, the U.N.'s humanitarian coordinator for Indonesia, said 200 houses were swept away in Pulau Aiya. Aid efforts are \"still concentrated in Padang area,\" with outlying areas short of aid, Benlamlih said, adding that aid agencies would focus on restoring water, electricity, sanitation and preventing disease. Deliveries came on C-130 cargo planes from the United States, Russia and Australia. Japanese, Swiss, South Korean and Malaysian search-and-rescue teams scoured the debris. Tens of millions of dollars in donations came from more than a dozen countries to supplement $400 million the Indonesian government said it would spend over the next two months. On Friday, a survivor buried under a collapsed hotel in Padang sent a cellphone text message to a relative saying he and some others were alive. But, disappointed rescue workers were unable to locate anyone at the Ambacang Hotel, where as many as 200 people were staying. After several hours of digging through blocks of concrete, steel and bricks, rescue workers gave up. Padang police chief Col. Boy Rafli Amar said, \"So far, rescuers have found nothing.\"", "edition": "Fourth"}