{"title": "Quake toll expected to rise as rescuers dig for survivors", "filename": "2009-10-02_QuakeTollExpectedToRiseAsRescuersDigForSurvivors.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12BAF4D345A54060?p=WORLDNEWS", "date": "2009-10-02", "page": "A2", "section": "News", "author": "Irwan Firdaus", "text": "PADANG, Indonesia — Across the coastal provincial capital of Padang, hardest hit by the latest earthquake to jolt Indonesia, mourners, survivors and rescue workers alike clawed through the rubble Thursday. Some, like Malina Utami, had realized the worst. She was looking for the shoes missing from her daughter's body, found in the rubble of a four-story school that was flattened within seconds. As the death toll climbed Thursday — to 1,100 by one United Nations estimate — others looked for survivors, with thousands of people missing and feared trapped in the wreckage of shattered buildings. When search efforts were suspended for the night, an eerie quiet fell over the city of 900,000. \"Let's not underestimate. Let's be prepared for the worst,\" President Susilo Bambang Yudhoyono said in the capital, Jakarta. Wednesday's 7.6-magnitude earthquake started at sea and quickly rippled through Sumatra, the westernmost island in the Indonesian archipelago. Government figures put the number of dead at 777, with at least 440 people seriously injured. John Holmes, the U.N.'s humanitarian chief, set the death toll at 1,100, and the number was expected to grow. President Obama, who spent part of his childhood in Indonesia, pledged to support earthquake-recovery efforts there, and provide aid to the South Pacific islands of Samoa and American Samoa, which were hit by a deadly tsunami Tuesday. Most confirmed deaths in Indonesia were reported in Padang, where more than 500 buildings were severely damaged or flattened. Where a mall once stood was a heap of concrete slabs layered like pancakes with iron rods jutting out. Police and army rescue teams used bulldozers, backhoes and electric drills to clear the wreckage or climbed the hills of rubble to dislodge pieces of concrete with bare hands. Mostly, searchers found bodies. Occasionally, they saved lives. A Singaporean, John Lee, was pulled alive from the Mariani Hotel after surviving under the rubble for 25 hours. Workers, responding to his cries for help, dug for 12 hours to free him. Lee suffered only a broken leg. A 6.8-magnitude quake shook Sumatra on Thursday but there were no reports of deaths. Both quakes originated on the fault line that spawned the 2004 Asian tsunami that killed 230,000 people in a dozen nations. Meanwhile, convoys of military vehicles brought food, water and medicine to the tsunami-stricken Samoa islands on Thursday as victims wandered through what was left of their villages. The dead from Tuesday's earthquake and tsunami include 120 in Samoa, 31 in American Samoa and nine in Tonga. The United States, Australia and New Zealand sent supplies and troops to American Samoa. The Navy sent the Everett, Wash.-based Ingraham. The Everett Herald reported that the Ingraham, which left Everett on Sept. 8, was in the western Pacific when the quake hit and was sent to the island. How to help THESE AID ORGANIZATIONS are accepting donations for their programs in Samoan islands and Sumatra: World Vision: 888-562-4453, www.worldvision.org Mercy Corps: 888-256-1900, www.mercycorps.org /asiapacificdisaster Uplift International: 206-985-9888 or www.upliftinternational.org. The Red Cross: 206-323-2345 or www.seattleredcross.org Registry: The Red Cross also encourages those who have been able to contact relatives in American Samoa to register their status in the Safe and Well program at https://disastersafe.redcross.org/. The program will provide other loved ones information on their well-being. — Laurie DunlapCaption:  photoAchmad Ibrahim / The Associated Press : Indonesian youths sit Thursday on the roof of a building that collapsed after an earthquake in Padang, Indonesia. More than 500 buildings were severely damaged or flattened.", "edition": "Fourth"}