{"title": "China's milk scandal is another earthquake", "filename": "2009-01-05_ChinaSMilkScandalIsAnotherEarthquake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1258C13D2EACC6B8?p=WORLDNEWS", "date": "2009-01-05", "page": "A9", "section": "Opinion", "author": "Unknown", "text": "SELLING contaminated baby formula is a heinous enough crime to shock a nation, but China's leaders know they have a dangerously destabilizing political crisis on their hands. The scandal goes to the heart of a covenant between any authoritarian regime and those who surrender freedom. They cede power with the belief, however wishful, they will be better off. Those in power promise to protect them from all manner of hazards, foreign and domestic. The unraveling of China's milk scandal has horrified the country. Last week, the chairwoman of a diary company pleaded guilty to producing and selling fake or substandard products. Milk products contaminated with an additive that produces kidney stones has killed six babies and sickened another 300,000. Company officials knew milk products adulterated with melamine were making infants ill months before the scandal broke in September. China's one-party system has opened the economy, but the ties between commerce and government are closely held. Any indictment by public opinion goes to the heart of the legitimacy of power in Beijing. Chinese authorities cannot maintain the illusion of control with broad failures to deliver. The killer earthquake in May near Chengdu, in Sichuan Provence, stirred outrage on two fronts. Authorities were sharply criticized for not getting emergency supplies to people. A second wave of anger came over grossly inadequate building standards, especially for schools that became death traps. The milk scandal and trial is a variation on the theme of credibility and competence. As described by reporter Barbara Demick, in The Los Angeles Times: \"The case is turning into a showdown between the Chinese government's opaque legal system and a consumer culture that increasingly clamors for information and accountability.\" The Chinese are turning to Web sites and texting to vent their frustrations and try to stay updated. China's problems compound. The milk scandal is already complicating international trade, with the discovery of contaminated products. Foreign governments, with their own constituencies, talk aloud about their ability to rely on Chinese authorities and inspectors. The milk scandal is a grievous personal tragedy and a deep political temblor.", "edition": "Fourth"}