{"title": "Experts: Quake moved Chile at least 10 feet - String of temblors likely a coincidence6.0 quake kills more than 50 in Turkey", "filename": "2010-03-09_ExpertsQuakeMovedChileAtLeast10Feet-StringOfTemblorsLikelyACoincidence60QuakeKills.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12E626ED31635750?p=WORLDNEWS", "date": "2010-03-09", "page": "A8", "section": "News", "author": "Seattle Times News Services", "text": "LOS ANGELES — The massive magnitude 8.8 earthquake that struck off the coast of Chile last month moved the entire city of Concepción — the closest urban area to the quake's epicenter — at least 10 feet west, U.S. researchers said Monday. Shortly after the Feb. 27 temblor struck a swath of south-central Chile, killing more than 450 people, buckling bridges and downing buildings, earthquake scientists, many of them from the United States, immediately flocked to the region. It also changed the speed at which the Earth spins, prompting NASA scientists to estimate that the day was shortened by a millionth of a second. It kicked up monster waves in the Pacific that destroyed whole towns. Chile's capital, Santiago, moved about 11 inches to the west-southwest, while Buenos Aires, all the way across the continent from the quake site, moved about an inch to the west, the researchers said. The cities of Valparaiso and Mendoza, Argentina, both northeast of Concepción, also moved significantly. The results were obtained from precise global-positioning-satellite (GPS) measurements taken before and after the quake, which occurred off the Maule coast of Chile, according to scientist Mike Bevis of Ohio State University. Since 1993, Bevis has headed the Central and Southern Andes GPS Project, designed to monitor crustal motion and deformation in the region. The project has detected surface displacements as far away as the Falkland Islands and Fortaleza, Brazil. Bevis and others are in Chile to install more GPS units at sites whose previous locations are accurately known and to monitor continued movement along the fault. The quake region is in the \"ring of fire\" that encircles the Pacific Ocean. The February tremor occurred when the Nazca tectonic plate, which lies under much of the Pacific Ocean, was forced under the South American tectonic plate, a process known as subduction. The lifting of the South American plate as it rode over the Nazca plate was responsible for the tidal wave that did considerable damage along the South American coast. Experts say there is nothing unusual about the latest spate of earthquakes in Haiti, Chile and now Turkey. On Monday, a strong pre-dawn 6.0 magnitude quake struck rural eastern Turkey, killing at least 51 people. Seismologists say that although one powerful quake can conceivably raise the risk for others elsewhere, the recent string of quakes is probably just coincidence. Bob Holdsworth, an expert in tectonics at Durham University, said Monday that \"I can definitely tell you that the world is not coming to an end.\" Although the Haitian quake occurred along a fault that had seen no major event for 250 years, both Chile and Turkey are prone to devastating quakes. On average, there are 134 earthquakes a year that have a magnitude between a 6.0 and 6.9, according to the U.S. Geological Survey. This year is off to a fast start with 40 so far — more than in most years for that period of time. Compiled from the Los Angeles Times, The Associated Press and The Washington PostCaption:  photoThe Associated Press : A strong, pre-dawn earthquake knocked down stone and mud-brick houses, barns and minarets in Okcular village in the eastern province of Elazig, Turkey on Monday.", "edition": "Fourth"}