{"title": "Haiti faces specter of more, bigger earthquakes - Newly mapped fault 'locked and loaded'It likely triggered big quake in January", "filename": "2010-10-25_HaitiFacesSpecterOfMoreBiggerEarthquakes-NewlyMappedFaultLockedAndLoadedItLikelyTr.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/133299DACD6922D0?p=WORLDNEWS", "date": "2010-10-25", "page": "A2", "section": "News", "author": "Curtis Morgan", "text": "MIAMI — The earthquake that left Haiti in ruins and killed more than 200,000 people may not have been the \"big one\" and almost certainly wasn't the last one. New studies published Sunday point to a previously unmapped \"blind\" fault as the likely trigger for the catastrophe nine months ago and found no evidence it had eased more than two centuries of increasing seismic strain along the island's major pressure point, which geologists call the Enriquillo-Plantain Garden fault zone. If anything, the studies conclude, Haiti now faces a heightened risk of repeat quakes along the Enriquillo fault — particularly near the heavily damaged, densely populated capital of Port-au-Prince. \"Even if this earthquake did not occur along the entire fault, it's certainly an indication that stress has built up in the area,\" said Andrew Freed, a Purdue University geophysicist and co-author of one of several papers published online in Nature Geoscience. \"It's locked and loaded. My concern is that we are in the beginning of new cycles of earthquakes.\" What scientists stress they can't pinpoint with any certainty is when or how frequently earthquakes might again shake the devastated country. Before the magnitude-7.0 quake on Jan. 12, Haiti was last rocked by significant earthquakes in 1751 and 1770. But University of Miami earthquake expert Timothy Dixon, who co-authored another study in the journal, said the series of quakes in similar \"strike-slip\" fault zones in places like Sumatra and Turkey strongly suggest it won't take centuries for the next big quake. Typically, he said, other large quakes follow within decades and at either end of the fault zone, where earlier quakes can increase tensions between massive, slow-moving tectonic plates. The sudden, violent shifts that finally relieve that strain are what generate the intense shaking of an earthquake. The studies, published in a special edition of Nature Geoscience focused on the Jan. 12 quake, underline the difficult rebuilding challenges that face Haiti, where aging, weakly reinforced and poorly constructed buildings multiplied the death toll and left 1.5 million people homeless and living in tents. Hispaniola, the island Haiti shares with the Dominican Republic, sits atop two major faults — borders between the North American and Caribbean tectonic plates, which grind against each other as they move about 1 inch per year. The 200-plus years of pent-up strain in the Enriquillo fault, which runs from Jamaica east through southern Haiti and the capital city into the Dominican Republic's Enriquillo Valley, has long been considered a trouble zone.Caption:  photoThony Belizaire / AFP / Getty Images: Cholera crisis deepens: A medical worker speaks to a sick child's mother Sunday at St. Nicolas Hospital in St. Marc, north of Port-au-Prince, Haiti. Concern increased as the first cases in the capital raised fears the epidemic could reach tent cities. More than 250 have died and thousands are infected.", "edition": "Fourth"}