{"title": "Telethon has raised $57M and counting - Quake digest", "filename": "2010-01-24_TelethonHasRaised$57MAndCounting-QuakeDigest.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12D7A3DAE9174598?p=WORLDNEWS", "date": "2010-01-24", "page": "A4", "section": "News", "author": "Seattle Times News Services", "text": "NEW YORK — Organizers of the all-star \"Hope for Haiti Now\" telethon said Saturday it raised $57 million — and counting. The two-hour telethon aired Friday night on the major networks and dozens of other channels, and was streamed live online. Stars like Brad Pitt, Beyoncé, Madonna, and Bruce Springsteen encouraged donations for earthquake-ravaged Haiti. The total released Saturday includes money raised by phone, text and via the Web. It did not include donations by corporations or via iTunes, where people can buy performances from the event for 99 cents each, or the album for $7.99. Those funds also go to Haiti relief. Among the organizations that will receive funds from the telethon include Oxfam America, UNICEF and the Clinton-Bush Haiti Foundation. People can donate for the next six months via text, phone or through the \"Hope for Haiti\" Web site, www.hopeforhaitinow.org Animal groups to vaccinate strays PORT-AU-PRINCE, Haiti — Animal-welfare groups arrived in Haiti on Saturday to help protect earthquake victims by vaccinating stray dogs and maintaining the health of livestock. One of the biggest animal-related threats posed by the quake is an increased incidence of rabies, said Ian Robinson, of the International Fund for Animal Welfare. \"When you get situations with a large group of displaced people, and hungry dogs wandering around, then you've got the opportunities for dog bites to occur, and that obviously leads to the spread of rabies,\" he said. It is also important to maintain veterinary care for livestock, said Gerardo Huertas, of World Society for the Protection of Animals, because families in crisis need them all the more for food, milk, sale and survival. Robinson's and Huertas' groups joined a dozen partners to respond to public-health issues related to animals in Haiti in the wake of the quake. Also The United Nations will convene an emergency summit of 20 nations Monday in Montreal to coordinate aid for Haiti. Secretary of State Hillary Rodham Clinton will be among the delegates attending. Seattle Times news servicesCaption:  photoBeyoncé Knowles", "edition": "Fourth"}