{"title": "6 World Vision workers killed in attack - Northwest PakistanFederal Way-based aid group helping quake survivors", "filename": "2010-03-10_6WorldVisionWorkersKilledInAttack-NorthwestPakistanfederalWay-BasedAidGroupHelpingQuak.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12E626ECC704AD38?p=WORLDNEWS", "date": "2010-03-10", "page": "A2", "section": "News", "author": "Times Staff And News Services", "text": "ISLAMABAD — Suspected extremists armed with grenades attacked the offices of a Federal Way-based international aid group in northwest Pakistan on Wednesday, killing as many as six Pakistanis working for the organization, police said. The attack targeted World Vision, a large Christian humanitarian group helping survivors of the 2005 Kashmir earthquake in Mansehra district, which killed about 80,000 people. The dead in Wednesday's attack, all Pakistanis, included two women, said police official Mohammad Sabir. Seven World Vision employees were hospitalized and one was missing, according to information provided Tuesday night by spokeswoman Rachel Wolff. \"World Vision today is mourning the brutal and senseless deaths of five members of our staff in the Mansehra District of Pakistan after an unprovoked attack by gunmen,\" the group's news release said. The organization was trying to confirm that gunmen had set off bombs and grenades before opening fire on the World Vision office, the release said. The group said it received no threatening letters before the attack. The organization has suspended its operations in Pakistan indefinitely, the news release said. \"Those who kill humanitarian workers must be reminded that they are not only killing their own country's residents, but also people seeking to improve the lives of victims of poverty and injustice,\" the release said. Al-Qaida, the Taliban and allied groups are strong in northwestern Pakistan, but Mansehra lies outside the tribal belt next to Afghanistan where the extremists have their main bases. Rebels have killed other people working for foreign-aid groups in Pakistan, greatly hampering efforts to raise living standards in the desperately poor region. World Vision is a relief and development organization that helps communities around the world. Since 1992, it has concentrated on \"relief interventions\" in Pakistan, the release said. \"The work expanded in 2001, when the agency began collaborating with other aid groups in the North West Frontier Province (NWFP) and Punjab Province with emergency relief assistance and community development initiatives. After the devastating October 2005 earthquake, World Vision expanded it operations in Pakistan,\" the release said. The organization also has been active in other areas of Northwest Pakistan, where it has been helping families displaced by violence. In a May 2009 news statement, World Vision reported distributing health kits, mattresses and other household items in Buner District and hoped to raise $13 million to aid more than 200,000 people in that district and others in northwest Pakistan. Founded in 1950, World Vision has about 40,000 staff members in 99 countries. These staff members do everything from working with communities to getting clean water to helping people after natural disasters. In 2008, World Vision says it helped 100 million people. The U.S. branch has about 1,200 employees.", "edition": "Fourth"}