{"title": "What happens to all the orphans? - Earthquake IN HAITI", "filename": "2010-01-20_WhatHappensToAllTheOrphans-EarthquakeInHaiti.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12D655E5B2E9FF20?p=WORLDNEWS", "date": "2010-01-20", "page": "A1", "section": "News", "author": "Religion News Service And The Associated Press", "text": "PORT-AU-PRINCE, Haiti — In a place desperately in need of miracles, here's one: Scores of children about to enter the dining room of a church were spared when dinner was late. Other kids survived because Seker Dorval, 17, one of the oldest boys in the Reformation Hope orphanage, thought it his responsibility to chase the little ones away from Pastor Jean Jacob Paul's church. \"Get away; dinner is not ready,\" he yelled in Creole. Some of the younger children were cranky and hungry. They strayed away from the larger group playing outside in the grass-and-gravel courtyard. Inside, the tables were set, but the staff was still cooking. \"Stay outside with the others,\" the older boy said. Then the earth began to shake and, in seconds, with a crack and a roar and the screams of children, the roof of the building housing the dining room and the church collapsed. It pancaked on what would have been more than 60 children and staff members if dinner were on time. \"We have lost everything and yet we have lost nothing,\" said Paul, the pastor, a former New York City cabdriver. \"It can't be anything but a miracle.\" Even before last week's magnitude-7.0 earthquake, Haiti, one of the world's poorest countries, was awash in orphans, with 380,000 children living in orphanages or group homes, the United Nations Children's Fund reported on its Web site. Now, tens of thousands of children likely have been orphaned by the earthquake, aid groups say — so many that officials won't venture a number. Many alone With countless buildings destroyed and growing chaos in the capital, it is conceivable that many children are alone. \"As yet they are still on the streets,\" said Elizabeth Rodgers, of the Britain-based international orphan group SOS Children. \"Without doubt, most of them are in the open.\" Some of the children lost their parents in previous disasters, including four tropical storms or hurricanes that killed about 800 people in 2008, deadly storms in 2005 and 2004, and massive floods almost every other year since 2000. Others were abandoned amid the Caribbean nation's long-running political strife, which has led thousands to seek asylum in the U.S. without their children, or by parents simply too poor to care for them. Help extended International groups are trying to help, either by speeding up adoptions already in progress or by sending in relief personnel to evacuate thousands of orphans to the U.S. and other countries. On Tuesday, a flight carrying more than 50 Haitian children from infants to age 10 landed in Pittsburgh. The children were examined by pediatricians at Children's Hospital of Pittsburgh, spokesman Marc Lukasiak said, and will be placed in group homes until their adoptions are finalized. Their orphanage was destroyed in the quake, and their American caretakers spent days in dire need of food and water. None of the children had been hurt, but some had suffered fevers or dehydration in the following days. Meanwhile, a charter plane heading to Haiti to pick up 109 children being adopted by Dutch families will reach Port-au-Prince today, according to the Dutch government. And Indiana-based Kids Alive International, which runs orphanages around the world, is expected to take 50 Haitian orphans to group homes in the Dominican Republic, the organization said in a news release. U.S. Homeland Security spokesman Sean Smith said that orphans with ties to the United States — such as a family member living here — are among those who can get special permission to be here. Notwithstanding the U.S. policy, the Catholic Church in Miami is working on a proposal that would allow thousands of orphaned children to come permanently to America. A similar effort launched in 1960, known as Operation Pedro Pan, brought about 14,000 unaccompanied children from Cuba to the U.S. Under the new plan, dubbed \"Pierre Pan,\" Haitian orphans would first be placed in group homes and then paired with foster parents, said Mary Ross Agosta, spokeswoman for the Archdiocese of Miami. \"We have children who are homeless and possibly without parents, and it is the moral and humane thing to do,\" Agosta said. Archdiocese officials said many details would have to be worked out, and President Obama's administration would have to grant orphans humanitarian parole to enter the U.S. In the meantime, U.N. humanitarian chief John Holmes said the United Nations is establishing a group whose mission on the ground in Haiti will be to protect children — orphans and non-orphans alike — against trafficking, kidnapping and sex abuse. Orphanages that were operating in Haiti before the earthquake are scrambling to keep their kids safe, sheltered and fed. Those with damaged buildings are pledging to rebuild and take in more children, if needed. Three of the four orphanages operated in Port-au-Prince by Planting Peace, a Melbourne, Fla., nonprofit, have been damaged, forcing staff to move everyone into one building. They are now trying to secure homes in Haiti for the kids, the group's founder, Aaron Jackson, told The Associated Press in an e-mail. Seattle native Rainn Wilson, who appears in the TV show \"The Office,\" is raising money for the group, Jackson said. Jackson said all 37 of his orphans are physically fine and he would like to help more children. \"There needs to be some communication from the government level about what we need to do. Can we take these children?\" he said. \"We're ready. We've already raised a fair amount of money where we can go out and get an orphanage running soon.\"Caption:  photoGene J. Puskar / The Associated Press : Three children whose orphanage was destroyed by last week's massive quake stand bundled together after arriving in Pittsburgh aboard a U.S. plane. They will be placed in group homes until adopted.John Heller / The Associated Press : Haitian orphans arrive Tuesday at Children's Hospital of Pittsburgh for medical exams after being flown from Port-au-Prince, where their orphanage was destroyed.", "edition": "Fourth"}