{"title": "SWEAT AND TEARS - HAITI AFTER THE EARTHQUAKEMany weeks after the ground shook and toppled a way of life, survivors still live in homeless hardship while stepping up to the challenge of reconstructing a nation.", "filename": "2010-03-16_SweatAndTears-HaitiAfterTheEarthquakemanyWeeksAfterTheGroundShookAndToppledAWayOfL.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12E81B57C26BBC58?p=WORLDNEWS", "date": "2010-03-16", "page": "A1", "section": "News", "author": "Hal Bernton", "text": "PORT-AU-PRINCE, Haiti — More than 4,000 earthquake survivors packed into a soccer field had little food and access to a handful of toilets. But in a visit to this camp, in a country that has suffered often under autocratic and corrupt leadership, I found an intriguing experiment in grass-roots governance. Some residents conduct security patrols. Some clean up trash, while others try to ensure the aid is distributed fairly. The efforts, here at Parc St. Therese and at hundreds of other camps in the Port-au-Prince area, are organized by survivor committees forged in the chaotic days after the Jan. 12 earthquake that killed more than 200,000 people and pushed more than 1 million others out of their homes. These men and women had been doctors, ministers, engineers and day laborers before the earthquake upended their lives. Some have gained a reputation for hard work and honesty, while others have been more controversial. But they all share the daily hardships of their displaced constituents. And when there are problems, they are quick to hear about them. \"We had no food deliveries for two weeks, and people rebelled,\" said James Tabuteau, 23, a schoolteacher who now serves as spokesman for the 10-person central committee at Parc St. Therese. \"They are hungry, and sick of being here, and they blame us.\" I visited the St. Therese camp and more than a half-dozen others on a recent, 14-day trip to Haiti as the recovery effort shifted from short-term relief to more long-range reconstruction. Everywhere I went in the capital city and suburbs, there were survivor camps. Some were small outposts in vacant lots, consisting of little more than clusters of families who formed tents out of bedsheets. Others sprawled for acres, housing thousands of people in downtown parks, school yards and even a country-club golf course in suburban Pétionville. Where will all these people eventually live, and how fast will they get there? With each week, and a looming spring rainy season that could bring floods to low-lying camps, the answers to those questions grow more urgent. Seattle ties I was lucky enough to find a place to stay at the Port-au-Prince office of World Concern, a Seattle-based aid agency that has worked in Haiti for more than 30 years. I slept each night in a tent pitched on the roof of a three-story office building that had survived the earthquake intact. Across the narrow street were the ruins of an apartment building that had collapsed, killing some 40 people. The tent, unlike many shelters in the camps, offered ample protection from the rains, and was a great listening post for the sounds of the city. Sometimes, the sounds were sweet as a neighborhood congregation gathered next door to sing hymns. Sometimes, the sounds were spooky. Twice I was rousted from sleep by aftershocks, quickly followed by a cacophony of screams from thousands of frightened people, then a furious chorus of howling from agitated dogs. I eventually gained enough confidence to travel about the city in the local \"tap taps\" — colorfully painted trucks that offer back-seat benches, and stop when you knock on the roof. Many streets were crowded with vendors selling bananas, mangoes, live chickens, rice, beans and other staples. Behind their stalls, though, almost all the commercial buildings that housed everything from restaurants to offices were lifeless. Some were standing, but weakened by cracks; others were tilted at crazy angles. Several had collapsed into rubble, entombing victims whose bodies had yet to be retrieved. Larger camps have become hubs of economic activity. Residents have set up barber shops, jury-rigged car batteries to provide cellphone charges and sell savory fried bread or bananas cooked over charcoal fires. But frustrations run high. A massive distribution of tarps — and to a much lesser extent, tents — has reached 53 percent of the 1.3 million people in need of shelter, according to a March 11 U.N. report. At St. Therese and some of the other camps I visited, there were still shortages of food, toilets and bed nets to fend off malaria-carrying mosquitoes. Asked what he had been eating, one boy showed me a pot of unseasoned rice that he shared with friends and family. Trying to sort out where displaced families will end up quickly delves into touchy political issues. Many people were squatters on their old homesites, and it's unclear what rights they will have to their old turf. Tussles over titles \"One of the most difficult issues in this country will be the land issue and title,\" Charles Clement, a Haitian mortgage banker working on reconstruction, told a meeting of aid officials. \"We have to take this really seriously, and work together. I don't know yet what will happen.\" Shelter issues are coordinated through a U.N.-organized committee that meets weekly and includes representatives from most of the major aid organizations active in Haiti. I found big differences in how aid groups are tackling resettlement. World Concern is focused on helping people in a multitude of small camps — some with fewer than a dozen tents — reclaim their houses. Its staff has conducted painstaking surveys of the damages and has begun to hire people to clear away rubble. World Concern plans eventually to have 2,000 people on its payroll. Some will repair damaged homes; others will construct transitional shelters made of metal, rebar and other materials that can be recycled as more permanent structures are built. \"The studies from past disasters indicate that the longer people stay in camps, the more they fall behind compared to people who return home,\" said Peter Nuttal, a World Concern staffer who helped organize this effort. Mercy Corps, based in Portland, began to pay people to clean up their camps and surrounding areas in the first few weeks after the disaster. But the main push in the years ahead will be to support Haitian President Rene Preval's effort to provide new homes and jobs for displaced people in the provinces, said Bill Holbrook, who directs the Mercy Corps office in Haiti that opened after the earthquake. World Vision, based in Federal Way, has been helping distribute food and supplies, and organizing medical clinics in Port-au-Prince and in provinces such as Gonave, an impoverished island off Haiti's coast where residents, short on water due to drought and earthquake-cracked cisterns, are coping with an influx of quake survivors. In coming months, World Vision plans to create new communities on the outskirts of Port-au-Prince. The housing, hopefully, will be situated next to new industrial parks, government and university campuses that can provide jobs. World Vision plans over the next year to call for up to 5,000 metal-frame structures — each measuring 16 feet by 16 feet — that can be wrapped with tarps and eventually turned into permanent housing. The structures, which can be built for less than $1,000, are designed to withstand earthquakes and hurricanes. \"We're negotiating now on getting the land, and that's been the biggest hang up,\" said Rod Imer, World Vision's shelter manager. In the meantime, there is mounting pressure to shut down some of the camps. Those plans sometimes pit camp leaders against politicians. I visited one small band of distraught survivors who had been booted off a small parcel of land by the mayor of Delmas. Residents said the mayor showed up with armed guards, burned some of their bedrolls and ordered them off the tract so he could build a school there. They protested because one camper had title to the land. They saw no reason anyone should have to leave. Elsewhere in Delmas, a much larger camp of more than 12,000 people is spread across the spacious grounds of a prestigious Catholic school. Before the earthquake, the site had included tennis courts and a swimming pool. Eviction warning Remy Asnel, a committee member, said the Delmas mayor had warned residents to be out at the end of February or face eviction. But Asnel stood firm. He said Preval eventually intervened and allowed the camp to remain at the school. \"We know that we will eventually have to go,\" Asnel said. \"But you have to give us some place to live.\" Perhaps when Asnel gets a new home, he will return to his old accounting job and try to put his camp days behind him. Maybe not. Perhaps these camps will forge a new generation of leaders who will help guide Haiti's future. Hal Bernton in the last half of February took time off to spend two weeks in Port-au-Prince and the surrounding area. Hal Bernton: 206-464-2581 or hbernton@seattletimes.comCaption:  photoHal Bernton / The Seattle Times: At a survivors camp in Pétionville, near Port-au-Prince, residents clear ground to make room for more tents and other improvements.Hal Bernton / The Seattle Times: Outside Port-au-Prince in Delmas, a committee leader, left, talks about shelter tarps from Seattle-based World Concern.Hal Bernton / The Seattle Times: Tilted at sharp angles, stores in the downtown area of Port-au-Prince were decimated by the magnitude-7.0 quake.Hal Bernton / The Seattle Times: At a Pétionville camp, workers are paid by Portland-based Mercy Corps for their 10 days of a cleanup effort.", "edition": "Fourth"}