{"title": "Quake digest", "filename": "2010-01-16_QuakeDigest.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12D600B38B313C00?p=WORLDNEWS", "date": "2010-01-16", "page": "A6", "section": "News", "author": "Seattle Times News Services", "text": "Tuesday's earthquake has thrown U.S. families trying to adopt Haitian children into a state of uncertainty. Many are finding themselves in a desperate search for answers about how their children are faring. Some fear that paperwork, which can take months or years, may be buried or lost in crumpled buildings, stalling or halting the adoption. A statement posted on the State Department's Web site Friday said the department was working with other agencies to identify options for expediting pending cases. Adoptions from Haiti make up a fraction of international adoptions to the United States each year, but the number has been growing steadily as countries such as China and Guatemala have slowed or closed to international adoption in recent years. The U.S. State Department issued 330 immigrant visas to Haitian children last year, up from 96 in 1999. Wyclef Jean's charity questioned LOS ANGELES — Groups that vet charities are raising doubts about the organization backed by Haitian-born rapper Wyclef Jean, questioning its accounting practices and ability to function in earthquake-hit Haiti. Even as more than $2 million poured into The Wyclef Jean Foundation via text message, experts questioned how much would help those in need. \"It's questionable. There's no way to get around that,\" said Art Taylor, president and chief executive of the Better Business Bureau's Wise Giving Alliance, based in Arlington, Va. Jean, 37, a Grammy-winning artist, has been imploring followers to text \"Yele\" to 501501 to donate $5 to his foundation in support of Haitian earthquake victims. Foundation President Hugh Locke said the foundation has been involved in delivering food and providing cleanup in many disasters and added that Jean's standing among Haitians can help the foundation gain access to troubled regions. Aristide wants to go back to Haiti JOHANNESBURG — A weeping former Haitian President Jean-Bertrand Aristide, living in exile in Africa since he was ousted in a rebellion five years ago, said Friday he wants to return to his country. Aristide said at a hotel next to Johannesburg's airport that he and his family are ready to fly to Haiti to help with the catastrophe. He said friends are willing to fly him to Haiti with medical supplies and other emergency equipment. Aristide, a former slum preacher, was beloved by many, but opposition to his rule grew during his second presidential term after he was accused of masterminding assaults on opponents, allowing drug-fueled corruption and breaking promises to help the poor. Seattle Times news services", "edition": "Fourth"}