{"title": "Wave-hit cities in ruins - Newly homeless Chileans recount tsunami's deadly walls of waterEARTHQUAKE IN CHILE", "filename": "2010-03-02_Wave-HitCitiesInRuins-NewlyHomelessChileansRecountTsunamiSDeadlyWallsOfWaterearthquake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12E38503C82ADDB8?p=WORLDNEWS", "date": "2010-03-02", "page": "A1", "section": "News", "author": "Michael Warren And Roberto Candia", "text": "TALCAHUANO, Chile — When the shaking stopped, Marioli Gatica and her extended family huddled in a circle on the floor of their seaside wooden home in this gritty port town, listening to the radio by a lantern's light. They heard firefighters urging Talcahuano's citizens to stay calm and stay inside. They heard nothing of a tsunami — until it slammed into their house with an unearthly roar about an hour after Saturday's magnitude-8.8 quake. Gatica's house exploded with water. She and her family were swept below the surface, swirling amid loose ship containers and other massive debris that smashed buildings into oblivion all around them. \"We were sitting there one moment and the next I looked up into the water and saw cables and furniture floating,\" Gatica said. She clung to her 11-year-old daughter, Ninoska Elgueta, but the rush of water ripped the girl from her hands. Then the wave retreated as suddenly as it came. Two of the giant containers crushed Gatica's home. A third landed seaward of where she floated, preventing the retreating tsunami from dragging her and other relatives away. Soon Ninoska was back in her mother's arms — she had grabbed a tree branch to avoid being swept away, and climbed down as soon as the sea receded. Gatica's son, husband and 76-year-old father were OK as well, as were her sister and her family. The only relative missing was her 76-year-old mother, Nery Valdebenito, Gatica said as she waited in a hundreds-long line outside a school to report her losses. \"I think my mother is trapped beneath\" the house, Gatica said. As she spoke, firefighters with search dogs were examining the ruins of her home, blocks away. Minutes later, the group leader drew his finger across his neck: No one alive under the house. Coastal cities slammed Such horrors abound along the devastated beach communities of Chile's south-central coast, which suffered the double tragedy Saturday of the earthquake and the tsunami it caused. Of the quake's 723 victims, most were in the wine-growing Maule region that includes Talcahuano, now a mud-caked, ravaged town of 180,000 just north of Concepción. Close to 80 percent of Talcahuano's residents are homeless, with 10,000 homes uninhabitable and hundreds more destroyed, said Mayor Gaston Saavedra. \"The port is destroyed. The streets, collapsed. City buildings, destroyed,\" Saavedra said. Chile's defense minister has said the navy made a mistake by not immediately activating a tsunami warning. He said port captains who did call warnings in several coastal towns saved hundreds of lives. The waves came too quickly for a group of 40 retirees vacationing at a seaside campground in the village of Pelluhue. They had piled into a bus that was swept out to sea, along with trucks and houses, when the tsunami surged 200 yards into the summer resort town. As of Monday, firefighters said, five of the retirees' bodies had been recovered. At least 30 remained missing. Most residents in Pelluhue, where 300 homes were destroyed, were aware of the tsunami threat. Street signs point to the nearest tsunami evacuation route. \"We ran through the highest part of town, yelling, 'Get out of your homes!' \" said Claudio Escalona, 43, who fled his home near the campground with his wife and daughters, ages 4 and 6. \"About 20 minutes later came three waves, two of them huge, about 6 meters (more than 19 feet) each, and a third even bigger. That one went into everything.\" \"You could hear the screams of children, women, everyone,\" Escalona said. \"There were the screams, and then a tremendous silence.\" In the village of Dichato, teenagers drinking on the beach were the first to shout the warning when they saw a horseshoe-shaped bay empty about an hour after the quake. They ran through the streets, screaming. Police joined them, using megaphones. The water rose steadily, surging above the second floors of homes and lifting them off their foundations. Cars were stacked three high in the streets. Miles inland along a river valley, cows munched grass Monday next to marooned boats, refrigerators, sofas and other debris. \"The maritime radio said there wouldn't be a tsunami,\" said survivor Rogilio Reyes, who was tipped off by the teenagers. Dichato Mayor Eduardo Aguilera said 49 people were missing and 800 homes were destroyed. Some people fled to high ground, only to return too early and get caught by the tsunami, he said. Trapped in debris In Concepción, the biggest city near the epicenter, rescuers heard the knocking of victims trapped inside a toppled 70-unit apartment building Monday and were drilling through thick concrete to reach them, said fire Cmdr. Juan Carlos Subercaseux. By late Monday, firefighters had pulled 25 survivors and nine bodies from the structure. The World Health Organization said it expected the known death toll to rise as communications improve. For survivors, it said access to health services will be a major challenge and noted that indigenous people living in adobe homes were most at risk. In Geneva, U.N. humanitarian spokeswoman Elisabeth Byrs said Chile was seeking temporary bridges, field hospitals, satellite phones, electric generators, damage-assessment teams, water-purification systems, field kitchens and dialysis centers. U.S. Secretary of State Hillary Rodham Clinton said she was bringing 20 satellite phones as the first piece of a much larger U.S. aid package. Argentina said it was sending six aircraft loaded with a field hospital, 55 doctors and water-treatment plants, and Brazil said it was sending a field hospital and rescue teams. Brazil's president, Luiz Inácio Lula da Silva, visited the capital of Santiago to express his solidarity. Chilean President Michelle Bachelet said authorities were flying 320 tons of food, water and other basics into the quake zone. Assessments of damage to Chile's economy were in the early stages. The copper industry was spared, while Concha y Toro, Chile's biggest winemaker, said Monday that the quake has forced it to halt production for at least a week while it assesses damage. Security was a major concern in Concepción and other hard-hit towns. Most markets in Concepción were ransacked by looters and people desperate for food, water, toilet paper, gasoline and other essentials Sunday, prompting authorities to send troops and impose an overnight curfew in the city. The interior ministry extended the Concepción curfew to run from 8 p.m. Monday to noon Tuesday. When a small convoy of armored vehicles drove along a downtown street, bystanders applauded, shouting: \"Finally! Finally!\"Caption:  photoNatacha Pisarenko / The Associated Press: A boat lies in a street Monday in Talcahuano, Chile, where Saturday's earthquake and tsunami left nearly 80 percent of residents homeless.Claudio Santana / AFP / Getty Images: Mario Lantano on Monday holds a picture recovered from the ruins of his house in the Chilean city of Dichato, one of the coastal communities devastated by Saturday's earthquake and tsunami.Martin Bernetti / AFP / Getty Images: Shipping containers came to rest in a jumble in downtown Talcahuano as the tsunami destroyed buildings, streets and the city's port.", "edition": "Fourth"}