{"title": "Voodooists attacked at Haiti ceremony - Honoring victims of earthquakeSpiritual conflict with Evangelicals", "filename": "2010-02-24_VoodooistsAttackedAtHaitiCeremony-HonoringVictimsOfEarthquakespiritualConflictWithEvange.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12E187CC6F9941C8?p=WORLDNEWS", "date": "2010-02-24", "page": "A5", "section": "News", "author": "Paisley Dodds", "text": "PORT-AU-PRINCE, Haiti — Angry crowds in a seaside slum attacked a group of Voodoo practitioners Tuesday, pelting them with rocks and halting a ceremony meant to honor victims of last month's deadly earthquake. Voodooists gathered in Cité Soleil, where thousands of quake survivors live in tents and depend on food aid. Praying and singing, the group was trying to conjure spirits to guide lost souls when a crowd of Evangelicals started shouting. Some threw rocks while others urinated on Voodoo symbols. When police left, the crowd destroyed the altars and Voodoo offerings of food and rum. \"We were here preparing for prayer when these others came and took over,\" said Sante Joseph, an evangelical worshipper in Cité Soleil, near the capital's port, who joined the angry crowd in a concrete outdoor civic center. Tensions have been running high since the Jan. 12 earthquake killed an estimated 200,000 people and left more than 1 million homeless. More than 150 machete-wielding men attacked a World Food Program convoy Monday on the road between Haiti's second-largest city of Cap-Haïtien and Port-au-Prince. There were no injuries, but Chilean peacekeepers could not prevent the men from stealing the food, U.N. spokesman Michel Bonnardeaux said. Religious tension has also increased: Baptists, Catholics, Jehovah's Witnesses, Scientologists, Mormons and other missionaries have flocked to Haiti in droves since the earthquake to feed the homeless, treat the injured and jockey for souls. Some Voodoo practitioners have said they've converted to Christianity for fear they will lose out on aid or a belief that the earthquake was a warning from God. \"Much of this has to do with the aid coming in,\" said Max Beauvoir, a Voodoo priest and head of a Voodoo association. \"Many missionaries oppose Voodoo. I hope this does not start a war of religions because many of our practitioners are being harassed now unlike any other time that I remember.\" \"There's absolutely a heightened spiritual conflict between Christianity and Voodoo since the quake,\" said Pastor Frank Amedia of the Miami-based Touch Heaven Ministries, who has been distributing food in Haiti and proselytizing. \"We would give food to the needy in the short term, but if they refused to give up Voodoo, I'm not sure we would continue to support them in the long term because we wouldn't want to perpetuate that practice. We equate it with witchcraft, which is contrary to the Gospel.\" A magnitude-4.7 quake, meanwhile, rattled the capital at 1:26 a.m. Tuesday, followed by a smaller aftershock whose magnitude was still unknown, said Eric Calais, a geophysicist from Purdue University who is studying seismic activity in Haiti. A magnitude-4.7 aftershock struck Monday, followed by two other small tremors. Both Tuesday's quake and Monday's aftershock struck near the epicenter of the Jan. 12 quake. Last month's earthquake occurred along the east-west Enriquillo Fault. The U.S. Geological Survey said Tuesday there is between a 5 percent and 15 percent probability that another magnitude-7 quake would occur on the Enriquillo in the next 50 years. FACTS Haitian Voodoo Voodoo, or Vodou as preferred by Haitians, evolved in the 17th century when the French brought slaves to Haiti from West Africa. Slaves forced to practice Catholicism remained loyal to their African spirits in secret by adopting Catholic saints to coincide with African spirits, and today many Haitians consider themselves followers of both religions. Voodoo's followers believe in reincarnation, one God and a pantheon of spirits. Voodoo leaders say that although they do not believe in evil spirits, some followers pray for the spirits to do evil.Caption:  photoChip Somodevilla / Getty Images : Haitian voodooists cover their heads with metal chairs after their ceremony for earthquake victims came under attack Tuesday in Cité Soleil, Haiti.", "edition": "Fourth"}