{"title": "Quake digest", "filename": "2010-01-27_QuakeDigest.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12D84E2F7711CB28?p=WORLDNEWS", "date": "2010-01-27", "page": "A4", "section": "News", "author": "Seattle Times News Services", "text": "PORT-AU-PRINCE, Haiti — Brazilian soldiers sprayed tear gas on a crush of Haitians seeking food from relief workers Tuesday, as international aid groups struggled to meet the demand for food two weeks after this country's paralyzing earthquake. For the second time in two days, hungry Haitians gathered outside the presidential palace saw food running out and rushed to grab bags of dried grains, causing the soldiers to use tear gas to hold them back, said U.N. World Food Program officials. The officials called the incident \"isolated\" and \"regrettable.\" Elsewhere in the capital, civilians backed by U.S. and U.N. troops successfully delivered food to thousands of people, but aid workers said more troops are needed for crowd control if Haitians are to be fed in the coming days. As crowds swelled outside reopened banks and money-transfer shops, the United Nations began recruiting Haitians for cleanup tasks, aiming to put money in workers' pockets and inject money into the shattered economy. The U.N. was paying them about $5 a day, with water. Long after search and rescue efforts ended, U.S. soldiers pulled a 31-year-old man alive from a collapsed building on the aptly named Rue des Miracles. The man, dusty and wearing only underwear, had a broken leg and was severely dehydrated. Nearly 100 Americans killed WASHINGTON — The State Department says the number of U.S. fatalities in the Jan. 12 earthquake in Haiti is nearing 100. State Department spokesman P.J. Crowley said Tuesday that confirmed U.S. deaths now number 60, and an additional 37 Americans were killed but their identities have not yet been officially established. Crowley said the department has yet to account for about 4,000 U.S. citizens who have been the subject of inquiries by family members or others since the quake. Travolta transports relief supplies John Travolta has flown a jetliner carrying relief supplies into the Haitian capital, along with doctors and ministers from the Church of Scientology. The 55-year-old actor piloted his own Boeing 707 from Florida with six tons of ready-to-eat military rations and medical supplies for survivors of Haiti's earthquake late Monday. His wife, Kelly Preston, was aboard. Travolta compared the mission to aid efforts after Hurricane Katrina in New Orleans. \"We were there right away, with this airplane, because you know we have the ability and the means to do this, so I think you have responsibility on some level to do that.\" Aid groups have been desperate to fly their own planes into the over-stressed airport. U.N. humanitarian spokeswoman Elisabeth Byrs said Tuesday that at least 800 planes with relief items are on a waiting list for the airport, which can handle only about 130 flights a day because there is a limited amount of space to park planes as they unload. The aid group Doctors Without Borders has complained that the flight scheduling priorities of U.S. military controllers running the airport delayed the arrival of field hospitals, resulting in some deaths. Seattle Times news servicesCaption:  photoThe Associated Press, 2002 : Actor John Travolta piloted his own Boeing 707 to Haiti to deliver relief supplies.", "edition": "Fourth"}