{"title": "Stronger quake, different outcome - Baja temblor bigger than Haiti'sBut it hit a less populated area", "filename": "2010-04-06_StrongerQuakeDifferentOutcome-BajaTemblorBiggerThanHaitiSbutItHitALessPopulatedArea.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12EF5EBB823A9E20?p=WORLDNEWS", "date": "2010-04-06", "page": "A5", "section": "News", "author": "Alicia Chang", "text": "LOS ANGELES — The Easter earthquake that rattled 20 million people in three U.S. states and Mexico was bigger than the one in Haiti — yet the outcome couldn't be more different. Why? Scientists say part of the answer is location, location, location. Only about 500 people in the agricultural communities south of the growing city of Mexicali were exposed to the most violent shaking. \"If you had to place a large earthquake, this was a good location,\" said seismologist Susan Hough of the U.S. Geological Survey. The magnitude-7.2 Baja California quake occurred in an area of complex faults south of the huge San Andreas fault. The quake began in the southeast section of a fault and moved toward the northwest, focusing much of its energy on a vast, largely vacant desert region. Scientists say the seismic punch would have been a lot worse had the quake ruptured north toward the Mexicali metropolitan region with about 900,000 people. \"Call it a near-miss,\" said geophysicist David Wald of the USGS National Earthquake Information Center in Golden, Colo. A similar thing happened during the 1999 magnitude-7.1 Hector Mine quake. Though buildings in downtown Los Angeles swayed, the quake hurled most of its energy toward the desert. Japan was not as lucky. In 1995, a quake the same size as the Baja temblor hit the bustling port city of Kobe and killed 6,400 people. In January, a less powerful magnitude-7.0 quake struck Haiti, killing a government-estimated 230,000 people and shattering heavily populated Port-au-Prince, just 15 miles from the epicenter. A month later, a magnitude-8.8 hit Chile and spawned a tsunami. Several hundred people died. Scientists said there is no connection between the Haiti, Chile and Baja quakes because they occurred on different fault systems. The Baja quake so far has claimed two lives in Mexico. One man died in a house collapse, and another was killed when he was struck by a car as he ran into the street. At least 100 people were injured. Despite the low human toll, the twin border towns of Calexico, Calif., and Mexicali, Mexico, suffered damage to buildings and service disruption. Calexico authorities red-tagged the majority of the city's historic downtown buildings because of smashed windows or buckled roofs. Residents were also told to limit their water use because three tanks that hold the city's water supply were damaged. Across the border in Mexico, a parking garage at Mexicali's city hall caved in, but there were no injuries. Several homes were destroyed in farming communities ringing Mexicali.Caption:  photo, mapGuillermo Arias / The Associated Press: A man walks on mud created by underground water that leaked to the surface during Sunday's earthquake on the outskirts of Mexicali, Mexico.Mark Nowlin / The Seattle Times: Epicenter of Sunday’s magnitude 7.2 quake (GE21NCMCB)", "edition": "Fourth"}