{"title": "Inuits stop underwater seismic tests - Arctic region teems with wildlifeCourt order is won after seeing BP spill", "filename": "2010-08-22_InuitsStopUnderwaterSeismicTests-ArcticRegionTeemsWithWildlifecourtOrderIsWonAfterSee.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/131D2C114B97C218?p=WORLDNEWS", "date": "2010-08-22", "page": "A16", "section": "News", "author": "Renee Schoof", "text": "WASHINGTON — Above the Arctic Circle in Canada near Greenland, five Inuit villages have won a court order that blocks a German icebreaker from conducting seismic tests of an underwater region that abounds with marine life — and possibly with oil, gas and minerals. For the villagers who live in this mostly treeless region of fjords, icebergs and polar bears, the case was a victory that forces the national and territorial governments to consult them over the use of their homeland. The decision comes as Canada, Alaska and other Arctic regions are deciding whether to allow oil and gas development in Arctic waters that are covered by ice for nine or more months each year. \"We've been saying all along that we aren't anti-development, we aren't anti-science,\" said Okalik Eegeesiak, the president of Qikiqtani Inuit Association, which asked the court of Nunavut Territory to block the geological study. \"But we want to be involved, to be sure our environment and our wildlife are protected as much as possible.\" Many Inuits depend on hunting, fishing and trapping to feed their families, both for cultural reasons and because food shipped above the Arctic Circle is so expensive. After the Canadian government told the people on Lancaster Sound — the villagers' traditional hunting area — that it planned to conduct the seismic tests, everyone who attended meetings in May opposed the testing, Eegeesiak said. They were concerned about the immediate impact of the tests on wildlife, but the BP oil blowout also was on everyone's mind, she said. \"We saw every day on TV how difficult it was to contain the spill in the Gulf of Mexico,\" she said, noting that a spill in the ice and minus-40-degree temperature of winter would be impossible to stop. Canada, like the U.S., is wrestling with how quickly to push into the Arctic for oil and gas. Climate change is happening much faster at the high latitudes of the Arctic, giving more opportunity for drilling in ice-free water. The world's addiction to oil, meanwhile, is driving development deeper into the ocean, in places such as the Gulf of Mexico, and into the far north of Alaska and Canada. Quite possibly, Lancaster Sound, a place that teems with wildlife, will be spared. The government of Canada announced in December that it planned several years of study to determine whether to make the region a marine conservation area. Most of the world's tusked narwhals and some 40 percent of its beluga whales travel through the sound and feed and give birth in its waters. Rare bowhead whales are there, too, along with many walruses and seals. Millions of birds of many species nest nearby in great concentrations, including ivory gulls, phalaropes and snow geese. Tourists visit to see the birds, whales, polar bears and icebergs, ride dog sleds over the ice or hunt for musk ox and polar bears. Canada's minister in charge of environmental affairs and parks, Jim Prentice, said in July that the government remained committed to the idea of a marine park but wanted to go ahead with the seismic mapping to help determine its boundaries. \"The mapping of undersea geology is essential to making better decisions on land use and economic development in the north,\" Leona Aglukkaq, who represents Nunavut in Parliament, said when the government announced the seismic survey. On Aug. 8, however, the Nunavut Court of Justice blocked the seismic mapping in Lancaster Sound a day before the icebreaker Polarstern was scheduled to begin its work. Wegener officials have said the seismic study planned on the Polarstern wasn't the type needed for targeted oil and gas explorations. The Pew Environment Group, which advocates creating the marine-conservation area, argued that seismic testing wasn't necessary to create a marine park. The Inuit association said underwater mapping for a park already was done in 1989. The Inuit have rights under their land agreement with Canada to continue hunting, fishing and trapping and to be part of decision-making. \"This is a controversy about oil and gas,\" said Scott Highleyman, the director of Pew's Arctic program. \"Now that the judge has ruled, we're looking forward to working constructively with both the Inuit and the government on creation of a park in Lancaster Sound — something we are all in agreement about — to prevent this kind of conflict in the future.\" Meanwhile, the next move on Arctic drilling in Alaska is expected soon. The Interior Department is expected to announce whether it will make any changes to the Bush administration's five-year plan for offshore drilling, which runs from 2007 to 2012. The Obama administration must decide whether it will sell any more leases in the Beaufort and Chukchi seas, whether to withdraw Bristol Bay from potential leasing and whether to leave in place 215 leases that were sold to oil companies for the Chukchi Sea in 2008.Caption:  photoHenry Huntington / McClatchy Newspapers: Above the Arctic Circle in Canada, at the eastern end of the Northwest Passage near Greenland, five Inuit villages have blocked seismic tests of an underwater region abounding with marine life and possibly rich in oil, gas and minerals. Many Inuits depend on hunting, fishing and trapping, both for cultural reasons and because food shipped to the Arctic Circle is so expensive.", "edition": "Fourth"}