{"title": "State to install entrance gates along viaduct - For quick closure if earthquake strikesProject to be complete by end of this year", "filename": "2010-04-30_StateToInstallEntranceGatesAlongViaduct-ForQuickClosureIfEarthquakeStrikesprojectToBe.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12F7EF987A5C6A18?p=WORLDNEWS", "date": "2010-04-30", "page": "B4", "section": "Nwfriday", "author": "Susan Gilmore", "text": "When the 2001 Nisqually earthquake struck Seattle, cars continued to drive over the damaged Alaskan Way Viaduct until the state closed it hours later. But under a new plan, the viaduct can be closed within minutes, said Ron Paananen, who's leading the state Department of Transportation (DOT)'s effort to replace the ailing roadway. Beginning this summer, the state will build nine gates at the entrances to the viaduct that automatically will close the road in an emergency, for example, when earthquake-monitoring systems detect significant ground movement. \"We wanted it to be closed after the Nisqually earthquake,\" Paananen said. \"If we knew then what we know now, we would have closed it as quickly as possible.\" He said the gates can be closed with the push of a button at the DOT's traffic headquarters in Shoreline. Funded largely by a $5.5 million federal grant, the gates will be built this year, even though the state plans to tear down and replace the viaduct. Paananen defended the decision, saying some of the gates won't be affected by viaduct reconstruction and for those that are, some parts can be reused. The state already operates gates at express-lane entrances. \"We know we have to live with the viaduct for another almost six years, and we saw this as an opportunity to install gates to close the viaduct more quickly if there was an event we would need to close it,\" Paananen said. Now, he said, it would take several hours to close all the entrances to the viaduct, but with the gates, warning signs and flashing lights, it could be closed in 2 minutes. The state plans to begin gate construction in August and hopes to complete the project this year. In 2005, the state and Seattle Department of Transportation developed an emergency plan to close the viaduct during an earthquake, but the procedure seemed to take too long and the idea of automatic gates was devised. The viaduct carries about 110,000 vehicles a day. Paananen said that while many of the gates would disappear with construction of a new viaduct, some would remain, including the gates from the West Seattle Bridge, the Spokane Street Bridge and the entrance at Lander Street. Susan Gilmore: 206-464-2054 or sgilmore@seattletimes.comCaption:  mapA. Raymond / The Seattle Times: Viaduct Gates (GVJ1NL279)", "edition": "Fourth"}