{"title": "Quake digest", "filename": "2010-01-18_QuakeDigest.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12D600B3155B54B8?p=WORLDNEWS", "date": "2010-01-18", "page": "A4", "section": "News", "author": "Seattle Times News Services", "text": "Prime Minister Jean-Max Bellerive confirmed Sunday that a crew of 60 government trucks had collected 70,000 dead for mass burial. The figure of those dead from last Tuesday's 7.0 magnitude earthquake includes only bodies collected in Port-au-Prince and nearby Leogane. The U.S. State Department confirmed Sunday that 16 Americans died in the Haiti quake. An estimated 2,000 Americans have been evacuated. 10,000 U.S. forces to be in place today As victims grew more fearful Sunday, signs begging for help from the U.S. Marines began sprouting around the city of Port-Au Prince. A typical sign read: \"Welcome the U.S. Marine. We need some help. Dead bodies inside.\" Another read: \"U.S. Marines SOS. We need help.\" Adm. Mike Mullen, chairman of the U.S. Joint Chiefs of Staff, said this weekend that there will be up to 10,000 U.S. forces in Haiti and off its coast by today, but only a fraction of them will be on the ground. Military officials blame delays in delivering troops in part on the city's small, overburdened airport. The U.S. 18th Airborne set up a headquarters at the airport, and the 82nd Airborne was establishing small posts around the city to protect food and water drops. Haiti's small national police force suffered losses when a police station and prison collapsed during the quake, killing at least eight officers and eight inmates. In the Port-au-Prince neighborhood of Delmas, a crowd gathered Sunday around the bodies of two accused looters, who had been beaten to death by angry residents. Onlookers said they were among 4,000 prisoners who escaped when the main prison collapsed. Haitian police struggled to scatter hundreds of stone-throwing looters in the city's Vieux Marche, or Old Market on Sunday. Shooting in a Petionville slum forced a convoy carrying enough food for 40,000 people to turn around at noon, as soon as it left the United Nations base near the airport. More signs of recovery There were some signs Sunday that aid was reaching residents deeper into the city. The U.N. peacekeeping mission the World Food Program, Oxfam and International Red Cross were all more visible than they had been in recent days. There were other signs of recovery as garbage trucks hauled away rubble, women selling fruit and vegetables were back on the street, and cellphones began to flicker back to life. At a tent city at the prime minister's mansion between Port-au-Prince and suburban Petionville, the Red Cross delivered water, a Chinese team of medics offered basic first aid, and the United Nations handed out hygiene kits. Downtown, excavators began clearing out the mountains of wreckage. The U.S. Army secured the General Hospital during the afternoon, as doctors came in with aid groups and on their own. David Orr, a spokesman for the World Food Program, said his group expected to distribute high-energy biscuits to 67,000 people on Sunday after passing out 40,000 on Saturday, 25,000 on Friday and 10,000 on Thursday U.N. chief visits headquarters U.N. Secretary-General Ban Ki-moon, on his first visit to Haiti since the earthquake, made a brief and emotional address to U.N. staff members coping with their own losses from the collapse of their headquarters while also trying to provide aid to Haitian victims. Rescuers lifted a Danish staff member alive from the ruins, just 15 minutes after Ban visited the site, where U.N. mission chief Hedi Annabi and at least 39 other staff members were killed. Many Haitians turn to prayer Tattered, hungry but clinging to hope, many Haitians gathered early Sunday to pray. Amid the ruins of the National Cathedral, many wondered when more help would arrive. At the St. Louis Roman Catholic Church, the Rev. Rams Lapommeray held services at dawn for 200 or so people who assembled in the driveway and on the lawn of the church compound, where a body wrapped in sheets lay outside the gate. Seattle Times news servicesCaption:  Nicholas Kamm / AFP/Getty Images : U.N. Secretary-General Ban Ki Moon visits the site of the destroyed U.N. headquarters in Port-au-Prince on Sunday.", "edition": "Fourth"}