{"title": "Housing elusive in battered Haiti - 2 months after quakeStruggle to find land for planned shelters", "filename": "2010-03-13_HousingElusiveInBatteredHaiti-2MonthsAfterQuakestruggleToFindLandForPlannedShelters.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12E7CA5920BD0AE0?p=WORLDNEWS", "date": "2010-03-13", "page": "A4", "section": "News", "author": "Ben Fox And Jonathan M. Katz", "text": "PORT-AU-PRINCE, Haiti — Trash and sewage are piling up at the squalid tent camps that hundreds of thousands have called home since Haiti's devastating earthquake — and with torrential rains expected any day, authorities are not even close to providing the shelters they promised. Two months since the Jan. 12 quake, the government has yet to relocate a single person, despite a pledge that people would be moving into resettlement areas by early February. Aid groups say they're ready to build but don't have the land. Government officials insist they are making progress on finding sites in closed-door negotiations with private landowners. But time is running out for 600,000 people living under tarps, tents or simply bed sheets as the rainy season has the makings of a second major crisis. Heavy rains typically start around April 1, and there already have been deadly floods to the west of the earthquake zone. \"It really is desperate,\" said Alex Wynter, a spokesman in Haiti for the International Federation of Red Cross and Red Crescent Societies. \"It's got the makings of a major disaster.\" People in the crowded camps — mazes of rough shelters where the air is thick with flies, mosquitoes and the stench of overflowing pit latrines — say they can't wait much longer for better conditions. \"I need the government to move me somewhere,\" said Jean-Claude Saintil, 55, who lives in the front yard of a Roman Catholic high school with his wife and six children. Daphne Gerlaine, 21, said her family has received no food aid and she fears for her newborn. She lives under a blue tarp distributed by the Red Cross at a sprawling camp for 47,000 homeless set up on a former airfield. \"Some days, we just don't eat,\" she said. Aid organizations have plans to build at least 140,000 shelters — but only plans. Three model homes — two simple wood-frame structures with corrugated roofs and another with a steel frame — have been put on display by the Red Cross and Red Crescent societies near the airport, but have not been built anywhere else. The group says it's ready to start construction immediately but has nowhere to build. Another group, Danish People's Aid, has put up four simple wooden houses in the hard-hit Carrefour area, where it hopes to build 500 more. Gregg McDonald, who is in charge of shelter in the international relief effort, said large-scale construction can begin as soon as land agreements are in place. Several of Haiti's most powerful landowners met Thursday with Prime Minister Jean-Max Bellerive at the government's temporary headquarters but declined to give details of what was discussed. Bellerive said moving people from camps to safer areas is the government's priority, but he gave no time frame. \"I can understand the frustration of the people on the streets. I can understand the frustration of the people waiting for better conditions,\" he told The Associated Press. \"We are trying with very scarce resources to relocate those people.\" \"People are talking as if it's two years of this situation. Two months is a very short time for what we just suffered in Haiti,\" he said. In an interview last month, Bellerive said the government was prepared to seize private property to build camps and would compensate landowners — difficult given the government's limited funds. It will cost $86 million to build the relocation sites and another $40 million to secure rights to the land, said the government's chief adviser on relocation, Gerard-Emile \"Aby\" Brun. Haiti doesn't have the money and will have to turn to an international community wary of providing funding directly to a government long associated with corruption. Land has been a flash point throughout Haiti's history and contributed to the slave revolution that led to its 1804 independence from France. Large tracts of land, including former sugar plantations, are in the hands of a few elite families. Much of the rest is divided into small plots for farming. Bellerive and aid groups emphasize that land is not the only urgent need. Once the camps are open, residents will require jobs, sanitation and access to services. They are likely to remain in the camps for years, eventually establishing neighborhoods and building multistory dwellings. In the meantime, the rainy season looms. It's almost impossible the camps will be in place in time, Wynter said. \"Those of us who are inclined to do so are praying, literally, that the rainy season is light,\" he said.Caption:  photoAndres Leighton / The Associated Press : Frederic Blas, right, of the Netherlands Red Cross, and Haitian volunteers build a prototype home in Port-au-Prince on Thursday.", "edition": "Fourth"}