{"title": "Quake digest - Close Up", "filename": "2010-01-19_QuakeDigest-CloseUp.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12D655E62DB99CB8?p=WORLDNEWS", "date": "2010-01-19", "page": "A3", "section": "News", "author": "Seattle Times News Services", "text": "U.N. expected to vote today to send more peacekeepers UNITED NATIONS — The U.N. Security Council is expected to agree today to send an additional 3,500 soldiers and police officers to Haiti, a move requested by Secretary-General Ban Ki-moon to protect the distribution of emergency supplies and to ensure public order if post-earthquake frustrations boil over. The World Food Program is planning to set up 200 distribution points for humanitarian aid, and hundreds of convoys will need to be protected, said Alain Le Roy, the head of U.N. peacekeeping operations. Le Roy said U.N. peacekeepers are in charge of \"general security of the country\" while the U.S. military is supporting the huge U.S. humanitarian operation and operating the airport. The U.N., whose Haitian offices were destroyed in the 7-magnitude tremor Jan. 12, has more than 9,000 troops and officers in Haiti. At least 46 U.N. staffers died in the quake, U.N. spokesman Martin Nesirky said. Clinton, daughter visit hospital Former President Clinton, the U.N. special envoy to Haiti, arrived in Port-au-Prince on Monday afternoon. \"It is astonishing what they're accomplishing,\" said Clinton, emerging from a tour of Haiti's general hospital, which has been overwhelming with patients. He was joined here by his daughter, Chelsea. The two also brought two bags stuffed with teddy bears. On Saturday, his wife, U.S. Secretary of State Hillary Rodham Clinton, visited. Musician pushes for tent cities NEW YORK — Haitian-born musician Wyclef Jean called on the international community to enable the evacuation of his homeland's earthquake-ravaged capital. Residents should be evacuated to tent cities outside Port-au-Prince to allow for aid to reach them and so cleanup can begin in earnest, Jean said, asking for help from around the world in building encampments. \"We need to migrate at least 2 million people,\" Jean said, \"I give you my word, if I tell them to go, they will go. But they need somewhere to go to.\" Seattle Times news servicesCaption:  photoFormer President Clinton", "edition": "Fourth"}