{"title": "Quake survivor better after fluids, chocolate", "filename": "2010-02-11_QuakeSurvivorBetterAfterFluidsChocolate.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12DD3EEA96135E00?p=WORLDNEWS", "date": "2010-02-11", "page": "A4", "section": "News", "author": "Paisley Dodds", "text": "PORT-AU-PRINCE, Haiti — A rice vendor who doctors say may have survived 27 days under the rubble after Haiti's 7.0 earthquake was in stable condition and eating Wednesday. Doctors were skeptical at first about the man's story; people can survive as long as nine weeks without food but die quickly without water. The last confirmed survivor was a 16-year-old girl removed from rubble 15 days after the Jan. 12 quake. They turned into believers, however, after he became lucid enough to tell his tale. He told health-care workers he was selling rice in a flea market when the quake destroyed the building, trapping him under the debris, apparently along with water or food. \"He's doing very well,\" said Dr. David Chong, who was treating the man at a University of Miami Medishare field hospital in Haiti's capital, Port-au-Prince. \"We've been giving him intravenous fluids and he's tolerating them well. We also gave him a Hershey bar. He was pretty happy about that.\" The man — identified as Evans Monsigrace, 28 — had serious scrapes on his feet after being pulled from the rubble. He told doctors he lay on his side for much of the time, trapped in a small void in the remains of the market. \"He's not going to be able to walk for a while, but he should have a full recovery,\" Chong said. Another physician, Dr. Dushyantha Jayaweera, said that when Monsigrace first became lucid, he claimed he had not had any water or food. The man, however, had normal kidney function with heart palpitations, suggesting he at least drank something but not enough to avoid getting dehydrated, Jayaweera said. The man's story began to be spread when two men delivered the vendor to a Salvation Army medical center in Port-au-Prince on Monday, saying he had been trapped since the earthquake. Dehydrated and malnourished, and with rail-thin legs, Monsigrace was moved to the University of Miami hospital because of his critical condition. His mother, who was at the field hospital, told workers that people clearing rubble downtown discovered him and alerted his brothers. The Salvation Army, in a brief posting on its Web site, said the two men, whom it didn't identify, found Monsigrace in the debris of the market Monday. But Michael Andrew, an Arizona-based freelance photographer and a volunteer at the Salvation Army center, said Tuesday that it wasn't clear whether others had given him food and water, and that other details were unknown. It also wasn't clear why teams of international search-and-rescue workers were not alerted to Monsigrace's presence in the wrecked market.Caption:  photoMichael Andrew / michaelthemaven.com via AP : The man who identified himself as Evans Monsigrace, 28, is treated Monday at the Salvation Army medical center in Port-au-Prince.", "edition": "Fourth"}