{"title": "Body of Port Orchard woman found - Quake victim in Haiti22-year-old worked as volunteer with orphans, disabled kids", "filename": "2010-01-16_BodyOfPortOrchardWomanFound-QuakeVictimInHaiti22-Year-OldWorkedAsVolunteerWithOrphans.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12D600B36C503D00?p=WORLDNEWS", "date": "2010-01-16", "page": "A4", "section": "News", "author": "Erik Lacitis", "text": "The family of 22-year-old Molly MacKenzie Hightower, of Port Orchard, got the devastating news from Haiti Friday that searchers had found her body in the wreckage of a building where she worked. Her father, Mike Hightower, said that later Friday he stopped at a grocery to pick up some items. \"I walked out of the store, and I looked around and everything is the same; it's like nothing has changed. But she's not here,\" said Hightower, general manager of a Tacoma steel company. He said it's helped that the family home now is filled with the young woman's two younger brothers and an older sister, all college students, as well as numerous relatives. It's when he's alone that the emotions spill over. Hightower said he stopped by his office on Friday to pick up some materials and tell employees he'd be back in a week. He hugged them and told them: \"Don't say anything to make me cry.\" But when he returned to his car, he couldn't control the tears. Molly Hightower went to Haiti as a volunteer. When the earthquake struck, she was more than halfway through a year of service working with orphans and also helping disabled Haitian children who were at a day-care center in the same building as her residence. She taught them to swim, took them on field trips and helped with their physical therapy. Searchers found her body Friday at about 4:30 a.m. in the wreckage of the seven-story center, said Blair Ciecko, spokesman for Friends of the Orphans, the organization Hightower had volunteered with for a year of service. Molly was a 2009 graduate of the University of Portland where she had a triple major in sociology, psychology and French. Mike Hightower said he and his wife, Mary Hightower, last saw their daughter when she came home Dec. 8-17. She'd told her parents she had to return to Haiti before Dec. 25. \"She wanted to spend Christmas with the orphans,\" her dad said. Hightower spoke Friday about Molly's hopes. She was applying to graduate schools, with the goal of working in international adoption. One of the last things his daughter had asked, said Hightower, \"was to have all her grad-school test results scanned\" and e-mailed to her. The family had been in limbo about their daughter's fate since the Tuesday earthquake, knowing the orphanage building had collapsed. \"I think my wife was more accepting than I was. I was going to hold out hope as long as I could,\" said Mike Hightower. Now, he said, \"You're just numb.\" The collapsed Friends of the Orphans building, the Father Wasson Center, also trapped other Americans. On Wednesday, searchers recovered the body of 24-year-old Ryan Kloos of Phoenix, Ariz. Kloos was in Haiti visiting his sister, Erin Kloos, a University of Washington graduate from Phoenix, who is in stable condition at a Florida hospital, according to Ciecko. Erin, a former captain of the UW swim team, was working for Nuestros Pequeños Hermanos International, an organization that tries to provide a family and home for orphaned, abandoned and other at-risk children. Also on Wednesday, searchers rescued Rachel Prusnyski, a University of Portland graduate from Boise who had been visiting Molly Hightower. Prusnyski suffered a broken arm and cuts but has been reunited with family in the United States, according to Ciecko. In another area of Port-au-Prince, another Washington woman, Katie Zook, 22, of Arlington, was caught in the collapse of a five-story building but was pulled out within hours, according to family members. She had been teaching in Haiti on a mission with the Free Methodist Church. Her grandmother, Laurine Zook, said she appears to be doing well in a Florida hospital. Other Northwest families with loved ones in Haiti also have been anxiously reaching out to contact them. Guy Sahlman, of Kirkland, a United Airlines mechanic, said his son, Christopher Sahlman, was able to use Skype to communicate soon after the quake. Sahlman worked with an orphanage in the city of Jacmel. \"He told us that the orphanage had fallen down but that all the children were safe,\" Sahlman said. On Friday night, an ecumenical prayer service was held at St. James Cathedral in Seattle in memory of the Haiti victims. Some 150 people attended, sang hymns and prayed, holding candles. Dave Hoffman, 33, a cantor, said he could reconcile his vision of a kind God with the Haiti tragedy. \"Natural disasters occur in a world that God has created for us,\" he said. Hoffman paraphrased the Bible, \"You know not when God's going to call you home.\" Information from The Associated Press was used in this report. Erik Lacitis: 206-464-2237 or elacitis@seattletimes.com Jack Broom: 206-464-2222 or jbroom@seattletimes.com; Hal Bernton: 206-464-2581 or hbernton@seattletimes.comCaption:  photoCliff Despeaux / The Seattle Times : Mourners hold candles and sing Friday during an ecumenical prayer service for victims of the Haiti earthquake at St. James Cathedral in Seattle.", "edition": "Fourth"}