{"title": "Earthquake digest - Close Up", "filename": "2010-03-01_EarthquakeDigest-CloseUp.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12E3850472708578?p=WORLDNEWS", "date": "2010-03-01", "page": "A3", "section": "News", "author": "Seattle Times Staff And News Services", "text": "TOKYO — A tsunami that raced across the Pacific swiped island nations and Asian coasts lightly Sunday, proving to be more spectacle than destructive force for communities that had hours to prepare after Chile's devastating earthquake. The Pacific Tsunami Warning Center in Hawaii had warned 53 nations and territories that a tsunami had been generated by Saturday's magnitude-8.8 quake earthquake. After the center lifted its warning, some countries kept their own watches in place as a precaution. The tsunami raised fears Pacific nations could suffer from disastrous waves like those that killed 230,000 people around the Indian Ocean in December 2004, which happened with little-to-no warning. As it crossed the Pacific, Saturday's tsunami dealt populated areas including Hawaii only a glancing blow. In Japan, the biggest wave hit the northern island of Hokkaido. There were no immediate reports of damage from the four-foot wave, though some piers were briefly flooded. Japan is particularly sensitive to the tsunami threat. In July 1993 a tsunami triggered by a major earthquake off Japan's northern coast killed more than 200 people on the small island of Okushiri. A stronger quake near Chile in 1960 created a tsunami that killed about 140 people in Japan. On Sunday, in Kesennuma, northern Japan, seawater flooded streets near the coast for about four hours before receding but caused little impact to people. In Tonga, where up to 50,000 people fled inland hours ahead of the tsunami, the National Disaster Office had reports of a wave up to 6.5 feet high hitting a small northern island, deputy director Mali'u Takai said. There were no initial indications of damage. Nine people died in Tonga last September when the Samoa tsunami slammed the small northern island of Niuatoputapu, wiping out half of the main settlement. In Samoa, where 183 people died in the tsunami five months ago, thousands remained Sunday morning in the hills above the coasts on the main island of Upolu, but police said there were no reports of waves or sea surges hitting the South Pacific nation. Farrkhan warns U.S. of disaster CHICAGO — Calling this weekend's earthquake in Chile a precursor to his message, Nation of Islam leader Minister Louis Farrakhan on Sunday said America cannot avoid the disaster and destruction that is in store. Delivering an address titled. \"The Time and What Must Be Done,\" Farrkhan addressed thousands at Chicago's United Center to mark the movement's Saviours' Day, commemorating the birth of W. Fard Muhammad, the founder of the faith 80 years ago. \"It's not an accident that a great earthquake took place in Chile,\" he said an hour into this speech. \"It was a precipitate of what I have to tell you today of what's coming to America. You will not escape.\" Clinton traveling to Latin America WASHINGTON — Secretary of State Hillary Rodham Clinton is traveling to Latin America for a five-nation trip this week. She will spend Monday in Montevideo, Uruguay; a scheduled dinner with Chilean President Michelle Bachelet has been canceled. On Tuesday, Clinton will briefly visit Santiago, Chile's capital, before traveling to Brasilia, Brazil. Also The State Department on Sunday urged Americans to avoid tourist trips and other nonessential travel to Chile, one day after the South American country was struck by a magnitude-8.8 earthquake.", "edition": "Fourth"}