{"title": "200,000 Haitians expected to stay - In U.S. illegally when quake struckPermits to work expected to boost dollars sent home", "filename": "2010-01-21_200000HaitiansExpectedToStay-InUSIllegallyWhenQuakeStruckpermitsToWorkExpectedToB.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12D655E51EC843A8?p=WORLDNEWS", "date": "2010-01-21", "page": "A4", "section": "News", "author": "Alfonso Chardy", "text": "MIAMI — Federal immigration officials are expecting up to 200,000 Haitian immigrants in the U.S. illegally to apply for a new federal immigration program that would allow the migrants to legally remain and work here for 18 months. The estimated number of potential applicants for temporary protected status, or TPS, is far larger than earlier predictions of about 30,000 Haitians nationwide, according to immigrant organizations and U.S. Citizenship and Immigration Services (USCIS) officials. The higher figures emerged Wednesday during a briefing in Miami by USCIS Director Alejandro Mayorkas. His briefing comes after the Obama administration's announcement last week to grant TPS to illegal Haitian immigrants who were in the United States on or before Jan. 12, the day the earthquake struck Haiti. Those who arrive after the Jan. 12 deadline will be repatriated to Haiti. TPS is a benefit reserved for selected foreigners from countries disrupted by natural disasters, armed conflicts or other emergencies. In the spirit of \"generosity,\" said Mayorkas, the Obama administration is likely to waive the application fees for Haitians on a case-by-case basis. But he would not commit to waiving fees to all applicants. Immigrant aid groups have been pressing USCIS to waive the fee, which runs to nearly $500. Mayorkas also said the USCIS staff will \"fast-track\" TPS applications with the goal of delivering work permits within 90 days. Typically, work permits for other TPS applicants can take up to six months. Administration officials approved TPS as part of its effort to help Haiti recover from the 7.0-magnitude earthquake that left about 200,000 people dead and about 1.5 million homeless. By obtaining work permits with the possibility of getting a job, tens of thousands of Haitian immigrants in the United States illegally are likely to send tens of millions of dollars to homeland relatives. The latest estimate shows that Haitian immigrants in the United States send more than $1 billion in remittances to Haiti, according to the Inter-American Development Bank, which tracks remittances to the region. The money sent from Haitians living in the United States and other foreign countries represents more than one-third of Haiti's total market value of its goods and services, or gross domestic product.", "edition": "Fourth"}