{"title": "Viaduct 'quake gates' project to cost less than state estimated", "filename": "2010-07-30_ViaductQuakeGatesProjectToCostLessThanStateEstimated.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1314EF9A46BBF020?p=WORLDNEWS", "date": "2010-07-30", "page": "B9", "section": "Nwfriday", "author": "Susan Gilmore", "text": "The state hopes to pay 27 percent less than expected to fit the Alaskan Way Viaduct with nine gates that could close within two minutes of an earthquake. Signal Electric of Kent was awarded the $1.43 million contract Wednesday. The bid was 27 percent lower than the state Department of Transportation's $1.97 million estimate. Today, the emergency process for closing the viaduct in case of an earthquake or other disaster can take up to two hours and requires many emergency-response teams. But the gates, which will be built on onramps leading to the viaduct, can be closed in minutes. Ron Paananen, who heads the DOT's viaduct-replacement team, said earthquake sensors near the gates will monitor how fast the ground is shaking and will automatically activate the closure system when an earthquake of 5.0 or greater is detected near or underneath the viaduct. The traffic gates will look like railroad crossing gates. Once the gates are lowered, the entire viaduct must be inspected by the DOT engineers before the gates can be raised. Installation will begin next month. Paananen said the gates also will be able to be closed with the push of a button at the DOT's traffic headquarters in Shoreline. Funded largely by a portion of a $5.5 million federal grant, the gates will be built this year, even though the state plans to tear down and replace the viaduct. \"We know we have to live with the viaduct for another almost six years, and we saw this as an opportunity to install gates to close the viaduct more quickly if there was an event we would need to close it,\" Paananen said. Susan Gilmore: 206-464-2054 or sgilmore@seattletimes.com", "edition": "Fourth"}