{"title": "Chileans aghast at looting; leader vows prison time - 'Moral damage' after earthquakeNearly $2 million in loot recovered", "filename": "2010-03-08_ChileansAghastAtLootingLeaderVowsPrisonTime-MoralDamageAfterEarthquakenearly$2Milli.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12E626EE23DB3300?p=WORLDNEWS", "date": "2010-03-08", "page": "A4", "section": "News", "author": "Eva Vergara And Michael Warren", "text": "CONCEPCIÓN, Chile — The officers came with bullhorns to impoverished neighborhoods near the epicenter of Chile's devastating earthquake, warning looters to return what they stole or face police raids. And so they did, depositing everything from mattresses to refrigerators and flat-screen TVs. It took 35 truckloads to recover it all. Together with looted merchandise recovered by police, the material is worth nearly $2 million, officers said. Touring a police gymnasium full of the recovered goods Sunday, President Michelle Bachelet called the looting one of \"the other aftershocks of this tragic earthquake,\" and vowed those responsible would feel the full weight of the law: prison terms of two to five years. \"These are items that have nothing to do with survival — they reflect the moral damage of the people, some of whom came just to find things they could make money from,\" she said, adding that the government also will prosecute anyone responsible for price speculation in the disaster area. Thousands of quake survivors participated in the looting, which began only hours after the devastating earthquake and grew to include grandmothers and small children. Outnumbered police could only stand and watch, urging people to take only the food they needed, until soldiers arrived and restored order. The looting hampered rescue and recovery efforts by distracting firefighters and police and deeply wounded the national pride of Chileans who yearn to be considered part of the first world. \"The damage it caused (to Chile's international image) is lamentable. Now they'll throw all of us in the same bag,\" said Juan Lagos Rosales, a construction worker forced to sleep in a tent with his wife and infant daughter outside their fallen house. Some excuse the looting as a natural result of the yawning wealth gap in Chile, where the poor are exposed to expensive consumer goods without any ability to buy them. The top 20 percent of wage earners make an average of $3,200 a month, compared with $340 a month for the bottom 20 percent, according to the national statistics institute. But a poll Sunday suggests 85 percent of Chileans want the looters prosecuted — a view shared by city worker Aran Fuentes, who said the looting let all Chileans down: \"After all that we've done for other countries, to present ourselves to the rest of the world as looters really hurts.\" Police Lt. Oscar Llanten credited the return of more than 950 items to teamwork between police and members of the looters' own communities, who tipped off officers. The items included dozens of stoves, refrigerators, soft chairs and sofas, now-soiled mattresses, bicycles, plastic toys, televisions and a copying machine. Many Chileans squarely blame Bachelet for failing to stop the looting before it spread. The poll sponsored by the daily newspaper El Mercurio found 72 percent believe the government responded late and inefficiently to re-establish order after the earthquake, and 48 percent believe it was because Bachelet did not want to end her term sending soldiers into the streets. Bachelet did wait 33 hours after declaring a \"state of catastrophe\" before putting the military in charge of the disaster response, and significant aid didn't reach some hard-hit communities for two or three days after the 8.8-magnitude earthquake and tsunami killed more than 450 people. But the government since has rolled out a massive effort, deploying planes, ships, helicopters, trucks, heavy equipment and thousands of troops to deliver tons of aid. Some disaster veterans say Chile's response has been remarkable, largely avoiding bureaucratic infighting and quickly patching up the international airport and main north-south highway to keep aid flowing. \"Could FEMA have done that?\" said Chris Weeks, director of humanitarian affairs for the DHL delivery company, referring to the U.S. government's disaster agency. Chileans also are helping themselves: Complementing Chile's intensive military aid, volunteers have appeared all over to deliver clothes and food, and a national telethon collected $58 million Saturday — twice what organizers hoped for. That's just a tiny fraction of the estimated $12 billion to $30 billion needed — a huge amount for a country with an annual budget of $42 billion, even though Chile has saved more than $11 billion in copper profits.Caption:  photoNatacha Pisarenko / The Associated Press : Chile's President Michelle Bachelet, center, at a police station in Concepción, Chile, on Sunday checks hundreds of items either returned by looters or recovered by the police.", "edition": "Fourth"}