{"title": "Quake digest", "filename": "2010-01-20_QuakeDigest.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12D655E5970572A8?p=WORLDNEWS", "date": "2010-01-20", "page": "A4", "section": "News", "author": "Seattle Times News Services", "text": "PORT-AU-PRINCE, Haiti — U.S. military helicopters landed on Tuesday at Haiti's wrecked National Palace, and troops began patrolling the capital's battered streets, signs of the growing international relief operation here. Haiti's long history of foreign intervention, including a U.S. occupation, normally makes the influx of foreigners a delicate issue. But with the government of President René Préval largely out of public view and the needs so huge, many Haitians are shunting aside their concerns about sovereignty and welcoming anybody willing to help — in camouflage or not. Meanwhile, 125 Marines arrived in helicopters in the damaged farming town of Leogane, south of the capital, delivering cases of water and food. Army Col. Gregory Kane told reporters at the Port-au-Prince airport that the Haitian government remained in charge. \"We're not invading Haiti. That's ludicrous. This is humanitarian relief,\" he said. Other troops are on the way. The U.N. Security Council on Tuesday unanimously approved sending 3,500 more police officers and peacekeeping troops to Haiti to maintain public order and augment the roughly 9,000 U.N. troops already there. Navy divers arrived at Port-au-Prince's crippled port — where a pier was listing perilously and two of three cranes were submerged — to help. Slowly they began to unload shipping containers from a barge that had sailed from Mobile, Ala., filled with supplies for the World Food Organization and Catholic Relief Services. U.N. aims to feed 2 million The U.N. secretary-general, Ban Ki-moon, said in New York that the United Nations' food agency had distributed rations for 200,000 people so far, and other officials said the aim was to supply 4.2 million rations of food for children. Ban said the agency was aiming to feed 1 million people by this week and 2 million by next week — though 3 million or more people are estimated to need food. Port-clearing ship to be sent to Haiti Defense Secretary Robert Gates says he is sending additional ships to help with earthquake recovery in Haiti, including one that could remove debris blocking the main port. Gates says he signed orders today that will send a port-clearing ship with cranes aboard to the devastated Haitian capital of Port-au-Prince. The ship would remove debris that is preventing many larger ships from docking, holding up the delivery of vital food and other relief. Gates says the ship might help get the port back in operation within a week or two. Officials: 200,000 may be dead Haitian officials say that as many as 200,000 people may have died in the quake Jan. 12 and tens of thousands more were injured. International rescue teams have reported rescuing fewer than 100 survivors. The State Department has raised the U.S. death toll in Haiti to 28. Department spokesman P.J. Crowley said the government has confirmed the deaths of one U.S. government official and 27 private American citizens. And he said an unspecified additional number are presumed — but not confirmed — to have died. Crowley said there were roughly 45,000 Americans in Haiti when the quake struck last Tuesday. He said that about half of those have dual American-Haitian citizenship. Trilogy International Partners learned that five members of its wireless subsidiary in Haiti were killed. Bellevue-based Trilogy provides mobile-phone service through its Voilà subsidiary, which has about 575 local employees. Seattle Times news servicesCaption:  photoChuck Liddy / Raleigh News & Observer : Soldiers with Charlie Company 1/325th duck to avoid rotor wash as a Navy helicopter lifts off from the lawn of the heavily damaged National Palace in Port-au-Prince, Haiti.", "edition": "Fourth"}