{"title": "Quake digest", "filename": "2010-01-21_QuakeDigest.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12D655E520BA99E0?p=WORLDNEWS", "date": "2010-01-21", "page": "A4", "section": "News", "author": "Seattle Times News Services", "text": "PORT-AU-PRINCE, Haiti — The aftershock that rattled Haiti on Wednesday churned up debris at the remains of the Lesley Center market downtown. Suddenly, packaged men's dress shirts, sheets and purses were jostled free from the rubble. Men sprinted to the store, climbed inside and pulled out goods. One man lifted a box on his shoulder and ran off. A boy on a crutch, slapping away others, hobbled away with a few packages. Then a white pickup on patrol pulled up. Two glowering Haitian policemen in green vests chased the group away with batons, then drove off. A group of men strode back defiantly and began to loot again. Minutes later, the policemen returned and chased them away again. The scene was repeated a third time. Finally, a Haitian police officer wielding a handgun fired a warning shot in the air, scattering the crowd. Haitian National Police Chief Mario Andresol said officers are not permitted to shoot people who are looting. He said looters are just hungry, while the \"bad guys\" are the ones who shoot at officers. \"Arrest the bad guys, protect the population against the bad guys and protect businesses,\" he said of his mission. U.S. troops — some 11,500 soldiers, Marines and sailors onshore and offshore as of Wednesday and expected to total 16,000 by the weekend — were seen slowly ratcheting up control over parts of the city. Marine reinforcements were to help escort aid deliveries. One unescorted truck was seen screeching off Wednesday when a crowd grew unruly as its tents were being distributed. The U.N. was adding 2,000 peacekeepers to the 7,000 in Haiti, and 1,500 police to the 2,100-member international force. Bill to let donors take 2009 deduction WASHINGTON — Taxpayers who make donations for Haitian earthquake victims would be able to write off this charitable deduction when they file their 2009 taxes this spring, under a bill passed by the House on Wednesday. Under current law, donors would have to wait until they file their 2010 returns next year to take the deductions. But the newly advanced bill would allow donations made by the end of February to be deducted from 2009 returns. The bill passed on a voice vote with no opposition. Quick Senate action is expected. A similar law was enacted in 2005 for donations to victims of the Indian Ocean tsunami that happened in December 2004. Obamas donate $15,000 to fund WASHINGTON — President Obama and first lady Michelle Obama donated $15,000 to help the victims of Haiti's devastating earthquake. The move comes as hundreds of thousands of Haitians remain homeless, hungry and desperately needing help after a massive quake on Jan. 12. The Obamas sent a $15,000 check Wednesday to the Clinton-Bush Haiti fund, the relief effort led by former Presidents Bill Clinton and George W. Bush. Gitmo prepares tents for migrants GUANTÁNAMO BAY NAVAL BASE, Cuba — The U.S. has begun preparing tents at Guantánamo Bay for Haitians migrants in case of a mass migration spurred by the earthquake, a senior official at the base said Wednesday. About 100 tents, each capable of holding 10 people, have been erected and authorities have more than 1,000 more on hand in case waves of Haitians leave their homeland and are captured at sea, said Navy Rear Adm. Thomas Copeman. Authorities also have tested the latrine facilities and gathered cots and other supplies, said Copeman, commander of the task force that runs the detention center for terrorism suspects at Guantánamo, where the U.S. holds nearly 200 men. The Haitian migrants would be held on the opposite side of the base as the detention center, separated by some 2-1/2 miles of water across Guantánamo Bay, and would have no contact with the prisoners. The U.S. base in southeastern Cuba is also being used to transport supplies and personnel to the aid effort in Haiti, about 200 miles away. Seattle Times news servicesCaption:  photoFrancois Mori / The Associated Press : Police force Haitian men caught looting collapsed stores Wednesday to kneel in a street in Port-au-Prince.", "edition": "Fourth"}