{"title": "Aftershocks hamper rescuers - Post-quake ChileSearch for survivors difficult as damaged buildings weaken", "filename": "2010-03-07_AftershocksHamperRescuers-Post-QuakeChilesearchForSurvivorsDifficultAsDamagedBuildingsWe.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12E57F4F68663578?p=WORLDNEWS", "date": "2010-03-07", "page": "A10", "section": "News", "author": "Eva Vergara And Vivian Sequera", "text": "CONCEPCIÓN, Chile — A father's unanswered cry for his missing son rang out Saturday from the wreckage of a fallen 15-story apartment building that has become a symbol of Chile's devastating earthquake. \"Jose Luis! Jose Luis!\" cried the man, Jose Leon, peering into holes in the concrete that had been carefully cut by rescuers who used body-sniffing dogs to help recover victims. Emergency workers said Saturday that there is no hope of finding more survivors in the building and that continuing aftershocks have made the rubble too unstable for firefighters to continue looking for Jose Luis Leon, 21, the only known remaining victim not recovered. Shortly afterward, a huge yellow excavator began clawing into the concrete slabs and twisted metal to completely demolish the structure. \"The family understands that there is nothing else the firefighters can do,\" Cmdr. Juan Carlos Subercaseaux told Chile's Radio Cooperativa, suggesting the son's body might be recoverable once the demolition is done. At least seven significant aftershocks shook Chile on Saturday, the largest with a preliminary magnitude of 5.1, according to the U.S. Geological Survey. No additional damage or injuries were immediately reported, but aftershocks have dangerously weakened buildings all across the disaster zone, including a 22-story office tower whose now-exposed upper floors have partly pancaked and threaten to crash down onto downtown Concepción. The city's mayor has announced at least five contracts for controlled demolitions of such buildings. At least 500,000 homes were destroyed, but the figure could reach 1.5 million once surveys are complete, Housing Minister Patricia Poblete said. At least the Leon family knows the body is inside the wreckage of the Alto Rio apartment building. A week after the 8.8-magnitude earthquake and tsunami, hundreds of people are still searching for relatives each day with the help of community radio station Bio-Bio, which broadcasts their appeals day and night. With power still out in vast stretches of the disaster area, phone lines downed and cell service spotty, communication was difficult or impossible for most survivors. \"Remember that we are here for you, our hearts are with you,\" said U.N. Secretary-General Ban Ki-Moon, who visited the fallen apartment building Saturday. U.N. programs already delivered tons of supplies and other aid, including 79 metric tons of high-energy biscuits and other food, enough to feed 35,000 children for five days, delivered by two World Food Program planes. Chileans also are helping themselves: The military is leading a massive relief and recovery effort, with air-force planes landing every half-hour in Concepción and a 24-hour national telethon aimed to collect $30 million. That's just a tiny fraction of the up to $30 billion experts have estimated will be needed for the recovery, a huge amount for a country with an annual budget of $42 billion. Police flying over the destroyed port in the neighboring city of Talcahuano found another man's body, and divers recovered a boy's body in the coastal town of Pelluhue. In Chile's remote Juan Fernández islands, where five were killed and 11 swept away in the tsunami, a burial service was held for Maite Arredondo, 14. With the tsunami wiping away entire communities and stranding wreckage miles inland in mainland Chile, the death toll has been difficult to determine. After first reporting higher figures, the Chilean Interior Department said it would release only the number of identified dead: 452 as of the latest announcement, on Friday. Police acting on tips from neighbors also raided several homes in Concepción, recovering washing machines, refrigerators, plasma televisions, beds and mattresses. At least five suspected looters will be charged, police Capt. Claudio Muñoz said.Caption:  photoRene Lescornez / The Associated Press : Mourners attend a burial service for Maite Arredondo, a 14-year-old tsunami victim, on Juan Fernández Island in southern Chile on Saturday. An 8.8-magnitude earthquake struck central Chile on Feb. 27.", "edition": "Fourth"}