{"title": "Quake map project may close - Budget has already shrunk service invaluable to buildersUW's GeoMapNW seeks new funds or faces shuttering at end of month", "filename": "2010-04-09_QuakeMapProjectMayClose-BudgetHasAlreadyShrunkServiceInvaluableToBuildersuwSGeomapnw.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12F007AE56099DE8?p=WORLDNEWS", "date": "2010-04-09", "page": "B1", "section": "Nwfriday", "author": "Sandi Doughton", "text": "The University of Washington project that produced some of the nation's most detailed geologic maps is in danger of being shut down — another victim of the sluggish economy. The work of GeoMapNW gives planners, builders and homeowners a window into the Earth, revealing the soil types and layers that lie below. The information has been used to plan countless construction projects in Seattle and surrounding communities, and estimate how vulnerable neighborhoods are to earthquake damage. \"We use it on a daily basis,\" said Susan Chang, head of the geotechnical engineering group at Seattle's Department of Planning and Development. Along with the U.S. Geological Survey (USGS), the city of Seattle helped launch GeoMapNW in 1998 and joined King County in supporting its work for many years. But tight budgets have forced both the city and county to pull their funding — a total of about $100,000 a year. At the same time, fewer cities can afford to commission new maps — another major source of income. The USGS still provides about $75,000 annually. The program survived the past year by cutting salaries, staff and hours, said Director Kathy Troost. But now, GeoMapNW appears poised to close its doors by the end of the month. \"A lot would be lost,\" said USGS scientist Art Frankel. Frankel relied on the geologic maps to estimate how hard the ground is likely to shake in different parts of Seattle during earthquakes on the Seattle fault — the seismic-danger zone that runs through the heart of the city. \"The geological mapping is really the first thing you need when you make an earthquake-shaking hazard map,\" he said. Strands of the Seattle fault extend to the Cascade foothills, and Frankel would like to eventually produce hazard maps for Eastside communities. GeoMapNW has mapped Issaquah and Kirkland, and is wrapping up a map of Bellevue. But Redmond, Woodinville and unincorporated areas on the Eastside remain unexplored, as do Tacoma, Everett and other earthquake-prone areas. \"The loss of our ability to produce detailed geological mapping is the thing that's most critical to public health and safety,\" Troost said. Both the geological maps and earthquake-hazard maps help engineers, consultants and planners decide where and how to build — and how sturdy structures must be. To compile the maps, Troost and her team of two geologists and five student helpers pored over construction records dating back decades. They logged soil layers exposed by road cuts, old gravel mines and construction projects. Much of the region was mapped in the 1950s and '60s, but modern tools like GPS, computers and laser-based topographical images have allowed GeoMapNW to add unprecedented detail — and correct past mistakes. In Seattle, about half of the land was reclassified. \"Our knowledge of the region's geology and seismic risk has increased tremendously over the past 15 years, and a lot of that is due to GeoMapNW,\" said Don Cole, building official for the city of Mercer Island. \"Who will take their place — or does the discovery process stall?\" Engineering and construction professionals rely heavily on GeoMapNW's database, which includes information from 85,000 wells and boreholes across the Puget Sound basin. Those snapshots of the subsurface are invaluable, Chang said. \"It's used for a whole range of projects, from individual homeowners to high-rise buildings to public projects like bridge construction,\" she said. \"It gives you a lot of information upfront, before you even start your design.\" Troost's best hope to keep GeoMapNW alive is to charge user fees for access to the database, which has so far been free. But UW policies make it difficult to set up such a system. Troost has launched a fundraising effort and has so far collected about $10,000. She estimates she will need about $50,000 to keep the program running with a skeleton crew for a month or two until — and if — the university can work out the logistics of a user fee. If that effort fails, Troost hopes Washington's Department of Natural Resources or some other organization will agree to host the database, so it will still be available. But without a new funding source, neither the database nor the maps will be updated. Troost estimates GeoMapNW needs about $500,000 a year to operate at full strength. Sandi Doughton: 206-464-2491 or sdoughton@seattletimes.com Information GeoMapNW: geomapnw.ess.washington.eduCaption:  photoSteve Ringman / The Seattle Times: Geologist Kathy Troost, left, director of GeoMapNW, discusses orientation of crossbeds at a gravel pit in Issaquah with one of her employees, Aaron Wisher. Troost has just had to lay off Wisher because of budget cuts to the University of Washington project.", "edition": "Fourth"}