{"title": "Who will profit from quake cleanup? - Earthquake aftermath in HaitiU.S. companies lobby Haitian president", "filename": "2010-02-10_WhoWillProfitFromQuakeCleanup-EarthquakeAftermathInHaitiuSCompaniesLobbyHaitianPres.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12DCEACE1D384D08?p=WORLDNEWS", "date": "2010-02-10", "page": "A6", "section": "News", "author": "Martha Brannigan And Jacqueline Charles", "text": "MIAMI — As Haiti begins digging out from under 60 million cubic meters of earthquake wreckage, U.S. companies have begun jockeying for a bonanza of cleanup work. It's unclear at this point who will be awarding the cleanup contracts, but there is big money to be made in the rubble of some 225,000 collapsed homes and at least 25,000 government and office buildings. At least two politically connected U.S. companies have enlisted powerful local allies in Haiti to help compete for the high-stakes business. Randal Perkins, the head of Pompano Beach, Fla.-based AshBritt, has already met with President René Preval to tout his firm's skills. To press his case, Perkins, a big U.S. political donor with a stable of powerful lobbyists, has lined up a wealthy and influential Haitian businessman, Gilbert Bigio, as a partner. Perkins isn't the only hard-charging contender for cleanup work. Another is Bob Isakson, managing director of Mobile, Ala.-based DRC Group, a disaster-recovery firm whose résumé includes hurricanes, wars, ice storms and floods. He also has met with Preval since the earthquake. How the work is delegated and who ends up awarding the contracts remains to be seen, but Preval is expected to play a pivotal role in setting priorities, even if others hold the purse strings. The United Nations designated former President Clinton to coordinate Haitian relief efforts, and an international forum to coordinate plans is expected to be held this spring. \"We don't know who's going to fund the cleanup and how it's going to proceed. That's all a mystery,\" DRC's Isakson said. \"But cleaned up it has to be.\" In his Jan. 28 meeting with Preval, which was attended by a McClatchy Newspapers reporter who was chronicling a day in the president's life, Perkins made a hard sell, boasting of AshBritt's $900 million U.S. government contract to clean up after Hurricane Katrina and promising his firm would create 20,000 local jobs. \"It does no good if you bring in predominantly U.S. labor and when it's done, they leave. This is an opportunity to train thousands of Haitian people in skills and professions,\" Perkins, a 45-year-old Sweetwater, Fla., native, told McClatchy Newspapers. \"If you don't create jobs for Haitians, your recovery is going to be a failure.\" AshBritt, Perkins said, also has clinched a coveted contract to handle future disaster-cleanup work for the U.S. government in California and several other states. After Katrina, some questioned whether AshBritt's political donations or lobbyists paved the way for its fat federal contracts. The lobbyists have included: Barbour Griffith & Rogers, a firm founded by Mississippi Gov. Haley Barbour; Mike Parker, a former Mississippi Republican congressman who also was a senior official with the U.S. Army Corps of Engineers; and Ron Book, a South Florida power broker. Congressional hearings after Katrina aired objections that local contractors were passed over in favor of AshBritt. A 2006 congressional report examining federal contract waste and abuse noted AshBritt used multiple layers of subcontractors, each of whom got paid while passing on the actual work to others. DRC, meanwhile, had people on the ground in Haiti within 36 hours after the Jan. 12 quake. Since then, it has been helping Haitian officials and also made a charter plane available to help in relief efforts. DRC, whose Haiti headquarters is a squat, yellow building off one of Port-au-Prince's main thoroughfares, has been helping in the sensitive task of removing bodies and debris at the Hotel Montana, where dozens of aid workers, college students and U.N. employees died. It also has done work at bank sites around the city. \"We've been asked to do quite a few sites for demolition and the recovery of victims,\" said Isakson, a former FBI agent. DRC, which has been in Haiti for several years and built a campsite used for the construction of the U.S. Embassy in the capital, has teamed up with V&F Construction, one of Haiti's largest road builders and part of the Vorbe Group, which is run by a powerful Haitian family. Isakson said the company's current work is modest, including setting up generators, toilets and showers. Related developments Death toll: Haiti's government has raised the number dead from the Jan. 12 earthquake to 230,000 from 212,000 and says more bodies remain uncounted. The new figure gives the quake the same death toll as the 2004 Asian tsunami. Jolie visit: Angelina Jolie began two days of meetings with earthquake victims in her role as a goodwill ambassador for the U.N. High Commissioner for Refugees. Mystery rescue: Doctors treated a man who two Haitians said had been trapped by debris since the Jan. 12 earthquake. The account couldn't be confirmed, and doctors said the patient may have been provided food and water during his reported ordeal. Orphan case: The U.S.-based lawyer for one of 10 American Baptists charged with child kidnapping in Haiti appealed Tuesday for Secretary of State Hillary Rodham Clinton to personally intervene in the case. Seattle Times news servicesCaption:  photoRoberto Schmidt / AFP / Getty Images: Haitian workers help demolish the remains of a school that collapsed during the earthquake. They receive a daily wage from the U.N. Development Program.", "edition": "Fourth"}