{"title": "Quake aid arrives, amid anger at slow response", "filename": "2010-03-04_QuakeAidArrivesAmidAngerAtSlowResponse.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/12E42CB38DF75CF8?p=WORLDNEWS", "date": "2010-03-04", "page": "A5", "section": "News", "author": "Patrick J. Mcdonnell", "text": "CONSTITUCIÓN, Chile — Shipments of food, water, clothing and other basics finally began pouring in Wednesday to the seaside town of Constitución, where increasingly hungry and frustrated residents harshly criticized what they term a tardy response by the national government. The aid's arrival didn't diminish the fear and anger that continued to plague the community and other hard-hit coastal cities, such as Concepción, where false reports of a tsunami alert, after a particularly strong aftershock, sent panicked residents rushing toward the mountains. In Constitución, a working-class town about 200 miles south of Santiago, the capital, many residents donned surgical masks Wednesday to protect against the odor of decomposing bodies and other organic material inside collapsed buildings. Bulldozers and other machinery arrived to pick through the debris. A refrigerator truck was parked alongside a temporary morgue that began handling unclaimed corpses. Of the at least 802 deaths nationwide from Saturday's magnitude-8.8 quake, some 500 occurred in this forestry center of 55,000. Many people are missing, and bodies continue to wash up. Officials said 90 percent of the central area of town was damaged or flattened by the earthquake and ensuing series of tsunami waves, which they said reached almost 100 feet in height nearly two miles inland, washing away thousands of residences. The Chilean military has acknowledged it erred in failing to alert local authorities and residents to the likelihood of a tsunami. Defensive about having responded slowly, the Chilean government has stepped up efforts to deliver trucks of food and other essential supplies. \"Finally, we know there is food available,\" said Margarita Arabela, 38, a mother of two who, armed with pots and pans, arrived at the Chacarillas school Wednesday to collect a donated lunch. The schoolhouse was one of several sites set up to deliver food and clothing. The food came from the government and from private donors. The Chacarillas school, on a hillside above town, was gearing up to serve about 700 meals a day. Residents who lost everything could also choose from stacks of donated clothing and shoes. However, Arabela and others continued to criticize what they called a slow and confusing response for a town where until Tuesday, there was virtually no food to be purchased. Some shops began stocking fresh fruit and vegetables again Wednesday. Several residents said they only heard about the shelters through word-of-mouth and were disappointed there was no broader distribution from central points through outlying neighborhoods. \"We were really preoccupied about what we would find to eat,\" said Maria Valenzuela, one of many living in a makeshift camp in the hills after her home was destroyed. Signs on the road into town blared out their message: \"We need food.\" \"Hungry Women and Children.\" \"Food please.\" Officials are asking the needy to register for aid, including food, clothing and diapers. Many complained that they had given their names this week but heard nothing back. \"We gave all our particulars, and told them what we need, but so far nothing has arrived,\" said Jorge Orrellano, 58, a lifetime resident. The military arrived in force Tuesday, restoring a measure of calm to a place that had gone through a period of near-anarchy after Saturday's temblor. Military teams were also distributing water from trucks and providing a new sense of order. Soldiers also guarded food convoys and the temporary air base on a soccer field where helicopters with aid and officials were arriving. \"Things have gotten better, but the army should have been here right away — and the food,\" said Jorge Gonzalez, a retired social worker who was lending a hand at a besieged City Hall. Seeking to blunt criticism of the government's response, President Michelle Bachelet on Wednesday urged calm. \"I want to tell the Chilean people to have faith,\" she said. \"We are working with great effort and commitment to reach the most remote areas. I implore you to have faith in Chile.\" Destruction from the quake and tsunami waves wreaked havoc for hundreds of miles up and down Chile's Pacific Coast and 20 to 30 miles inland. Chile is one of the world's most vulnerable nations to earthquakes, volcano eruptions and tsunamis.Caption:  photoRoberto Candia / The Associated Press : Chilean businessman Leonardo Farkas distributes food to residents in Iloca, Chile, on Wednesday. An 8.8-magnitude earthquake struck central Chile early Saturday.", "edition": "Fourth"}