{"title": "Local group caught in quake - Tokyo business meeting Chase official describes frightening ride in bus, powerful aftershocks", "filename": "2011-03-12_LocalGroupCaughtInQuake-TokyoBusinessMeetingChaseOfficialDescribesFrighteningRideInBu.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/135FC09CDC0AF480?p=WORLDNEWS", "date": "2011-03-12", "page": "A8", "section": "Business", "author": "Kristi Heim", "text": "Phyllis Campbell, chairman of the Pacific Northwest at JPMorgan Chase, was wrapping up a weeklong trip in Japan with 13 other Americans when the bus they were in started rocking violently. Then she saw hundreds of hotel guests suddenly bolt out into the parking lot. \"We realized we were in the middle of a very large earthquake,\" Campbell said in a phone interview from Tokyo. As part of a delegation of Japanese-American leaders visiting Japan, she was in a bus heading to the Hotel New Otani in Tokyo for a meeting with Japanese business leaders when Friday's 8.9 earthquake struck. Although the quake's epicenter was more than 200 miles away, \"the bus was rocking side to side pretty violently,\" Campbell said. Someone said, \"My gosh, the bus is going to tip over,\" she recalled, but it didn't. Until then, the trip had been smooth, despite nearly two dozen earthquakes in the previous two days of magnitude 5.0 or higher off the east coast of Japan's main island, Honshu. The group went into their meeting with the Japanese leaders. But as powerful aftershocks shook the building, everyone headed for the exits, Campbell said, and \"trampled\" the hotel's carefully maintained garden, which the hotel says dates back to the 16th century. Aftershocks continued Friday night. Campbell, staying on the 10th floor of the Tokyo Prince hotel, dozed restlessly with her flashlight, coat and shoes next to her bed. \"I was ready to run down 10 flights of stairs,\" she said. Despite the scare, most roads, bridges and buildings in Tokyo appeared to withstand the country's most powerful earthquake on record. Major companies in the Northwest have significant operations in Japan, the state's third-largest trading partner, and scrambled to locate employees and assess damage. \"Our first priority is the safety of our employees and members [customers] and their families, and so far we have heard of no issues in that regard and are hopeful that continues,\" said Richard Galanti, Costco's chief financial officer. Only one of Costco's stores in Japan, at Tamasakai, sustained structural damage: A ramp in a double-deck parking garage collapsed. That store will remain closed at least one more day. Other stores — including three closer to the epicenter than Tamasakai — are open. Costco has a cross-docking operation called a depot in Japan, where products arrive in big containers and are divided up to be shipped to the warehouses. Galanti said the depot in Japan \"will not ship tomorrow due to road damage and some dock damage.\" He was unsure when it will reopen and did not know if it would pose a long-term problem for getting products to warehouses. Microsoft is still accounting for its 2,500 employees in Japan and said in a statement that it does not yet know whether any workers were injured or died in the quake. The company has activated its disaster-response team and is contacting government agencies and nonprofit organizations to support their relief efforts. In Tokyo, Microsoft's team in Japan was hosting a meeting with 30 representatives from the National Council of Women, who were in its building for a training event when the earthquake hit, said Akhtar Badshah, Microsoft senior director of global community affairs. Some of the representatives from across Japan came from the worst-hit areas of the disaster and could not return home. \"The Japan team has been working hard to supply food, drinks and blankets to all those remaining in the building,\" Badshah said in his blog. Starbucks, which operates 901 stores across Japan, said it was continuing to get reports from affected areas. \"We are making every effort to contact all of our stores and partners in the affected area to ensure they are safe,\" the company said. Starbucks said it is working with the American Red Cross Japan Earthquake and Pacific Tsunami Fund to assess needs and possible corporate response. Amazon.com's Japanese website indicated that there was damage to the Amazon Japan fulfillment center, which was causing service interruptions. Customers were directed to make donations to Japan Red Cross, but that site was being overwhelmed Friday. Boeing said it had accounted for the majority of its more than 200 employees in Japan and had no reports of serious injury. \"We are working to confirm that everyone, including those traveling in country, is safe,\" the company said. Initial reports from its business partners found no major impact. \"We are working with our business partners and customers to determine what kind of assistance the company can provide,\" Boeing said, adding that it will work with major relief agencies to decide how the company and its employees can best help the people of Japan. Ultimately it was Japan's well-engineered infrastructure and quick response that helped prevent worse damage. \"If there's a message for any community, including the Pacific Northwest, being prepared for an earthquake makes a big difference,\" Campbell said. Kristi Heim: 206-464-2718 or kheim@seattletimes.com Sanjay Bhatt: 206-464-3103 or sbhatt@seattletimes.com Melissa Allison: 206-464-3312 and mallison@seattletimes.comCaption:  photoPhyllis Campbell, of Chase bank", "edition": "Fourth"}