{"title": "Port of Olympia busy with timber exports - Russian decision boosts Asia trade Demand up after Japan earthquake", "filename": "2011-06-22_PortOfOlympiaBusyWithTimberExports-RussianDecisionBoostsAsiaTradeDemandUpAfterJapan.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1380B5662B4DFBB8?p=WORLDNEWS", "date": "2011-06-22", "page": "A11", "section": "Business", "author": "The Associated Press", "text": "OLYMPIA — Northwest forests are providing a boost to the building boom in China and will likely help with the rebuilding of post-tsunami Japan. The region's loggers and longshoremen can say thanks, in part, to the Russians. About a mile from the state Capitol as the gull flies or the salmon swims, logs cut in Southwest Washington and the Olympic Peninsula are gathered in stacks two to three stories high. After being bark-stripped and graded, they wait for cargo freighters like the Louise Bulker to navigate Budd Inlet at the southern end of Puget Sound and tie up at the Port of Olympia. Nearly as long as two football fields, the Louise Bulker arrived empty two weeks ago. When it left four days later for Tianshin, China, longshoremen and stevedores had filled its holds and stacked the deck 15 to 20 logs high with some 5.5 million board feet of timber. Many Northwest ports are experiencing a boom in log shipments, but nowhere is it more dramatic than in Olympia, where Weyerhaeuser moved one of its exporting operations from Tacoma about two years ago to service its Japan trade. Pacific Lumber and Shipping also has increased its use of the Olympia port for shipments to China. From the late '80s through most of the '90s, \"You could've shot a rifle on the dock and not hit a log,\" Port Commissioner Bill McGregor said. In the 12 months that ended May 31, the port shipped 124 million board feet of raw logs. The highest-grade logs, shipped mainly to Japan by Weyerhaeuser, are used in home construction after they are milled there. A freighter like the Louise Bulker carries enough timber for about 430 Japanese homes, Jim Knight of the Port of Olympia said. \"All ports on the West Coast have seen an increase in export activity in the last year to year and a half,\" Anthony Chavez of Weyerhaeuser said. The port had a brief slowdown in shipments after the tsunami struck Japan, but shipments have resumed at a normal pace and could pick up when rebuilding gets under way. Most Weyerhaeuser logs, however, go to Tokyo or ports to the south, and the tsunami hit the north of that island. \"We don't know the extent of the rebuilding efforts or when that will occur. We anticipate there will be some increase,\" Chavez said. Lower-grade logs are sold and shipped to China or South Korea, where they are milled and used mainly in commercial construction, for things like concrete forms, Knight said. The increase in demand for North American logs is due in part to the Russian decision in 2008 to place a high export tariff on its timber from Siberia. China decided to reduce its own timber harvest and turned to the U.S. and Canada for the wood products it needs for its building boom, Chavez said. To feed that demand, the Louise Bulker — which is owned by a Danish shipping firm and registered in Panama, with a captain and 20-member crew from the Philippines — made a two-week trip from its last port in Onsan, South Korea, for a full load of logs. The ebb and flow of international commerce means more work for longshoreman Darren Williams, who travels from his home in Bellingham to Olympia three or four times a month to load ships like the Louise Bulker. It's a 150-mile trip one way, but it's worth it, he said. \"When our pulp mill in Bellingham shut down, we lost our work,\" Williams said as he watched a load of logs he had just secured to a crane being hoisted onto the ship's deck. The longshoremen are called to other ports up and down the coast. The boom in log shipments out of Olympia is not universally cheered, however. Getting logs from the forests to the waterfront takes as many as 200 logging truck deliveries a day, clogging port-area traffic. Environmentalists filed more than two dozen lawsuits against the port, arguing among other things the port should have done an environmental-impact statement before accepting the lease and that it withheld public records they sought on the deal. They won some judgments on the public records cases and delayed Weyerhaeuser opening its operation in Olympia by about two years but were unable to stop it.", "edition": "Fourth"}