{"title": "Earthquake cleanup raises a heap of questions - Close Up", "filename": "2011-04-06_EarthquakeCleanupRaisesAHeapOfQuestions-CloseUp.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1367AAA6D7D931B0?p=WORLDNEWS", "date": "2011-04-06", "page": "A3", "section": "News", "author": "Julie Makinen", "text": "TOKYO — For days on end, 23-year-old Hiraku Sato and a co-worker toiled in their pharmacy in Tagajo City, picking through hundreds of small containers of vitamin drinks, aspirin and other medicines that were flung to the four corners of their shop when ocean waters from nearly a mile away rushed in. A 4-foot-high mound of metal shelves, broken computers and other retail detritus was still massed last week outside the store in the northeastern coastal community. But Sato, wearing a white mask and knee-high rubber boots, beamed with satisfaction at what he had organized inside: blue, green and pink baskets packed with unopened but mud-caked bottles and boxes. \"I was really upset when I came here and saw the mess,\" he said. But now that he's been able to salvage a few things, he added, he could see some hope for recovery — never mind that customers might not want the dirty products, or that the street outside still looked like a total wasteland. \"I don't know when, where or how they'll clean this up,\" he sighed. In the best of times, one man's trash is another man's treasure. But after Japan's March 11 earthquake and tsunami, the nation is facing complex legal, financial, logistical, environmental and ethical questions over just how to deal with at least 80 million tons of debris — from 300-ton ships and smashed cars to waterlogged heirlooms and soiled family photos. The central government has said that it would foot the bill for the cleanup; normally, it covers half of local governments' waste-disposal costs. The expense is only beginning to be tabulated, but it's expected to far exceed the $3.2 billion required to dispose of 15 million tons of debris in Kobe after its 1995 earthquake. Still being sorted out are such nitty-gritty questions as: How long will owners of waterlogged autos — who might need their license plates to file insurance claims — be given to claim their vehicles? Can cleanup crews unilaterally bulldoze demolished structures, or do they need approval from property owners? What should be done if sentimental or valuable items are recovered amid the junk? Certain valuables already pose their own challenges. Japan Self-Defense Forces troops working in southern Miyagi prefecture reportedly came across a 45-pound safe beneath a collapsed house. They couldn't open it, and there was nothing on the safe to indicate where it came from. Salvage effort continues There is a keen sense that, with so many people having lost almost everything, a substantial effort must be made to reunite owners with certain keepsakes. Volunteers are picking through muddy flats, salvaging snapshots, diplomas and other personal effects that might lift the spirits of survivors. The government has said it will establish warehouses for things like photo albums and ihai stones: small mortuary tablets that commemorate deceased relatives and are placed on the Buddhist altar present in most Japanese homes. Waste-management specialists are debating whether the vast amounts of debris — called \"gareki\" in Japanese — can be tested for toxics such as asbestos, dioxins and PCBs. While the debris remains wet, asbestos can't disperse into the air. But when the dry season arrives, dangerous particles could be inhaled. And, of course, there are fears of radiation contamination from the quake-crippled Fukushima nuclear plant. For the time being, parks, baseball fields and stadiums are being used as temporary dumps. But longer term, there are serious questions about where in an already space-challenged island nation the trash can be disposed of. The trash problems extend beyond the quake and tsunami zone. In Tokyo, which normally burns trash 24 hours a day, everyday garbage is piling up because post-quake power shortages have forced incinerators to curtail operations by as much as a third. In normal times, Japan's meticulous approach to waste and recycling is the stuff of legend; it's not just a matter of separating paper from plastic, or glass from aluminum — cities publish detailed guides for properly disposing of everything from used chopsticks to lipstick. Special bags must be used. Collection schedules are strict. To ignore the rules is to risk being reprimanded by a local volunteer trash monitor, or shunned by neighbors. No playbook exists But there's no rule book for problems such as the 500,000 tons of rotting seafood in disabled port refrigeration facilities, said Masato Yamada of the National Institute for Environmental Studies, who is leading a national task force on the trash crisis. \"That's one a very urgent problem,\" he said last week. His panel has advised collecting the decaying seafood and dumping it at sea. The central government has started to impose some order on the process. Normal fees for scrapping household appliances such as air conditioners have been suspended until at least August. And the Justice Ministry is considering endorsing emergency regulations that would allow authorities to clear debris without first making contact with property owners. \"Some property owners may sue the government, accusing it of getting rid of something that was still useful, but, oh well. The recovery effort has to come first,\" said an unnamed official on a government advisory committee quoted in the Mainichi newspaper this week. Recycling is further hindered because of the mud. It's not just that things are dirty; the slop may contain toxic amounts of heavy metals from refineries, factories and other facilities smashed by the raging water. Designating new landfills may take years, Yamada said. For now, he and his colleagues are simply worried about the trash mountains that survivors are rapidly making; the heaps can ferment and catch fire. Waste collection has been slowed by the loss of garbage-collecting equipment and destruction of government infrastructure. Shinji Suda, 28, a trash-collection worker in Tagajo who camped out on the upper floor of a shopping center for two days after the tsunami, said his company's 15 garbage trucks were picked up by the wave. Only one, he said last week, had been found. Nearby, at New Japan Compressor, Hiroko Yamamoto was crying as she supervised the operation of a crane lifting stray vehicles. Normally, the crane is used to haul the heavy machines the company makes. \"We've been out rebuilding since the second or third day,\" she said. \"It's in our DNA.\" Los Angeles Times staff writers Don Lee and Mark Magnier in Tagajo City and special correspondents Azusa Morii and Kenji Hall in Tokyo contributed to this report. Cleanup by the numbers • The estimates of the volume of tsunami and earthquake debris range from 80 million to 200 million tons, said Kazuyuki Akaishi, a waste and recycling expert at the Japan Research Institute. • In a typical year, the country generates about 71 million tons of household waste, and more than 400 million tons of industrial waste, according to the Environment Ministry. • Japan's National Police Agency says 18,000 houses collapsed and about 140,000 others were partially damaged. In Miyagi prefecture alone, an estimated 146,000 cars were destroyed and more may yet be found as tsunami-inundated areas dry out. • The expense is expected to far exceed the $3.2 billion required to dispose of 15 million tons of debris in Kobe after its 1995 earthquake. Los Angeles TimesCaption:  photoKyodo News / The Associated Press: An aerial view shows roads of Rikuzentakata city, in northeast Japan's Iwate prefecture, after the debris from the March 11 earthquake and tsunami was cleared away.", "edition": "Fourth"}