{"title": "Japan quake shakes the economic order - Jon Talton", "filename": "2011-03-20_JapanQuakeShakesTheEconomicOrder-JonTalton.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/13620FE54F9B3D40?p=WORLDNEWS", "date": "2011-03-20", "page": "D1", "section": "Business", "author": "Jon Talton", "text": "In addition to the horrific human toll of the Japanese disaster, it is the second \"black swan\" event to strike the global economy in four years. The term comes from Lebanese philosopher Nassim Nicholas Taleb to describe a rare historical event that overwhelms conventional expectations. The first time was the Great Recession. This time, the assumptions at risk are the global economic recovery, the relative safety of highly advanced nations and the promise of nuclear energy as an alternative to fossil fuels. As one of America's most Asian-connected states, Washington faces high stakes from the devastation in Japan. The event is certain to dampen near-term demand from the state's third-largest export customer, reaching everything from airliners to the fishing industry. In the long run, however, this wealthy nation will undertake a massive rebuilding that could turn into a net positive here. Yet that must be weighed against the disaster's effects on the world's third-largest economy. Exports will slow. Japan will not be the big buyer of U.S. Treasurys it has been in the past, and may indeed be forced to sell some of its holdings to pay for reconstruction. This could have a destabilizing effect on the continuing trade and debt imbalances between America and Asia, and complicate the Federal Reserve's delicate effort to stimulate the economy without seeding dangerous inflation. That's in the future. For now, much uncertainty clouds the outlook. The continuing nuclear crisis, as well as incomplete information about damage, costs and the spillover into the global economy helped send world stock markets into nose-dives this past week. The \"flash crash\" superfast electronic trading systems no doubt added to volatility. Two points are worth making early on. First, Seattle's vulnerability to the kind of 9.0 quake that struck northeastern Honshu has become alarmingly clear because of recent discoveries of new faults, as well as the long-known Cascadia subduction zone. Our preparedness is nowhere near the level of Japan's. This might induce a moment of clarity and sense of urgency here at home. Second, while catastrophic acts of God are nothing new, two accelerants are: A planet at or near its \"carrying capacity,\" with 6.8 billion people, and highly interconnected and technologically vulnerable global economic, security and social systems. The result may well be a new era of very costly and destabilizing disasters. The toll in Japan won't be known for some time, of course. In addition to lives, the quake, tsunami and nuclear calamity have destroyed infrastructure and economic assets, as well as shutting down business far beyond the affected areas. Comparisons with the 1995 Kobe earthquake are inevitable. That temblor cost $195 billion, according to Standard & Poor's, and surely helped keep Japan in its \"lost decade\" of economic doldrums. Estimates I saw for the latest disaster ranged as high as $100 billion, but this seems lowball. Economists also cautioned about the psychological effects on the Japanese and the loss of human capital. Nor is Japan the fearsome economic power it once seemed to Americans. Just overtaken by China as the world's second-largest economy, Japan is also burdened by high debt and its well-known political disarray and aging population. According to Moody's Analytics: \"The earthquake has dealt a severe blow to a domestic economy struggling to recover after contracting in the final months of 2010. Japan had started this year on a reasonably solid footing, with confidence, production and exports all rebounding after slumping in late 2010. However, severe infrastructure damage and disrupted production will knock business and consumer confidence and economic output.\" How far this travels beyond Japan is unclear. Japan is not without means: It has a widely held currency, high savings rate, powerful central bank and a productive, export-oriented economy. The power of Japanese investors was on display with last week's big swing in the value of the yen. With Japanese capital flows likely to come back to Japan instead of being deployed abroad, the yen reached a record high against the dollar. Then, intervention by the G-7 largest economic powers, including the United States, pushed the yen back down. They and the Bank of Japan essentially dumped yen on the currency markets to lower its value. This matters because the Japanese economy is export-dependent, and a high yen would dampen world demand for Japan's products, severely damaging its recovery. Whether the intervention works in the long run is unclear. The best-case scenario: The short-term consequences may be limited to Japan and parts of Asia, while reconstruction will constitute a boom. Still, the run-up to the swindle-caused Great Recession, which some politicians and bankers grotesquely likened to an act of God, was marked by a continuous stream of reassuring falsehoods and underestimations of the calamity by some of the smartest people. Now the only thing that can be written with certainty is, we shall see. That may not be the case for nuclear power; its wide expansion may have been dealt a death blow by the crisis at the Japanese reactors, which continues to unfold. It may be that Americans have an irrational fear of nuclear power, while also refusing to undertake serious energy conservation. It's also true that newer reactors are safer. But a majority of the public may not be convinced that any reactors can be truly safe. Also, most of America's nuclear plants are aging, and the past several years haven't given us great confidence in the independence and keenness of regulators. The issue of long-term radioactive-waste storage continues to be unsolved. I would never underestimate the power of nuclear-industry money and lobbying. But China suspended the approval of 28 nuclear plants this past week to reassess safety, while Germany announced plans to shut down as many as nine older reactors. In America, the high cost of nuclear plants made investors uneasy even before the Japanese disaster. A mere two weeks ago, the nuclear renaissance seemed assured. Such is the power of black swans. You may reach Jon Talton at jtalton@seattletimes.com Major buyer In 2009, Japan bought more than $5.5 billion in goods made in Washington state, ranking third behind China and Canada. The top sectors were: Transportation equipment: 37.8 percent Agricultural products: 23.7 percent Processed food: 8.6 percent Chemicals: 6.3 percent Others: 23.5 percent Source: U.S. CensusCaption:  photo,chartKoji Sasahara / The Associated Press: Japanese workers assemble Yaris compact sedans, set for export to North America, at a Toyota plant in Ohira, Miyagi prefecture.Bloomberg News: Shrinking share of output (GT71QTGBD)Afp / Getty Images: Explosions at the damaged Fukushima Daiichi nuclear-power plant prompts warnings of high radiation levels.The Associated Press / Kyodo News: Residents walk through the rubble of Natori, a city of 70,000 in Miyagi prefecture.Bloomberg News: Yen remains strong (G351QTSLJ)Eugene Hoshiko / The Associated Press: It is head-holding time at the Tokyo stock market as prices plunge on the first business day after the quake struck.", "edition": "Fourth"}