{"title": "Japan quake may set back insurers up to $50 billion", "filename": "2011-03-12_JapanQuakeMaySetBackInsurersUpTo$50Billion.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/135FC09CE5F23BC0?p=WORLDNEWS", "date": "2011-03-12", "page": "A10", "section": "Business", "author": "Pallavi Gogoi", "text": "NEW YORK — Japan's massive earthquake has led to untold damages to life and property. Early estimates for the losses for insurers and reinsurers around the globe are ranging from $10 billion to $50 billion. Aflac, which sells health and life insurance to one out of every four people in Japan, says it is monitoring the situation closely. \"The sheer devastation is a shock,\" said Aflac CEO Dan Amos. \"This will probably impact 3 to 4 million out of the 100 million people in Japan.\" Amos says the number of deaths is small compared with the size of the earthquake, but he says he expects a lot of people to be treated for injuries. Although he expects the number of claims to be high, Amos says the company is well-prepared to cover them. Amos is flying into Japan on Sunday. Aflac stock was down 0.3 percent on Friday. The losses to property and casualty likely will be higher as entire homes and buildings were washed by the tsunami and many business locations were flooded. A Credit Suisse report says the initial reports estimate a range from $10 billion to $50 billion. Stocks of some of the world's biggest reinsurance companies fell sharply Friday Reinsurers issue backup insurance to primary insurers so the system can cover large losses from disasters. Hannover Re said last week that it expected to pay out $207 million for the earthquake that hit New Zealand. Reinsurers also face losses tied to a February earthquake in New Zealand and flooding in Australia in December and January. \"It's been a tough first quarter,\" said Paul Newsome, an analyst at Sandler O'Neill & Partners. \"We've had a number of large events on a worldwide basis.\"", "edition": "Fourth"}