{"title": "6.3 quake hits New Zealand; 65 people reportedly killed - Thousands dazed, wandering streets Cathedral destroyed; streets, sidewalks split", "filename": "2011-02-22_63QuakeHitsNewZealand65PeopleReportedlyKilled-ThousandsDazedWanderingStreetsCathedr.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/135981C01244ECF8?p=WORLDNEWS", "date": "2011-02-22", "page": "A2", "section": "News", "author": "Joe Morgan", "text": "CHRISTCHURCH, New Zealand — A powerful earthquake struck one of New Zealand's biggest cities Tuesday at the height of a busy workday, toppling tall buildings and churches, crushing buses and killing at least 65 people in one of the country's worst natural disasters. It was the second major quake to hit Christchurch, a city of 350,000, in five months, though Tuesday's 6.3-magnitude temblor caused far more destruction than a more powerful September quake that struck before dawn on a weekend. Prime Minister John Key, who rushed to the city within hours, said the death toll may rise. The spire of the city's well-known stone cathedral toppled into a central square, while video footage showed multistory buildings collapsed in on themselves, and others with walls that had fallen into streets. Sidewalks and roads were cracked and split, while thousands of dazed, screaming and crying residents wandered as sirens blared. People helped victims clutching bleeding wounds, and others were carried to private vehicles in stretchers fashioned from rugs or debris. Christchurch Mayor Bob Parker declared a state of emergency and ordered people to evacuate the city center. Troops were deployed to help people get out and to throw up a security cordon. The airport was closed, and Christchurch Hospital was briefly evacuated before it was deemed safe. Power and telephone lines were knocked out, and pipes burst, flooding streets with water. Some people were stuck in office towers, and firefighters climbed extension ladders to pluck people trapped on roofs. Plumes of smoke drifted from fires in the rubble. Police said fatalities included some from two buses crushed by falling buildings. The U.S. Geological Survey said the temblor was centered 3 miles from the city at a depth of 2.5 miles. Two large aftershocks — one magnitude 5.6 and another 5.5 — hit within two hours.Caption:  photoMartin Hunter / Getty Images: A man lies injured on a Christchurch street Tuesday after the earthquake struck. Buildings toppled and sidewalks split, and thousands of dazed people wandered in the streets.", "edition": "Fourth"}