{"title": "Earthquake digest - Close Up", "filename": "2011-03-30_EarthquakeDigest-CloseUp.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1365077A1F8AC4A0?p=WORLDNEWS", "date": "2011-03-30", "page": "A3", "section": "News", "author": "Seattle Times News Services", "text": "Japan ponders utility takeover Japanese lawmakers publicly on Tuesday debated nationalizing Tokyo Electric Power, operator of the crippled nuclear-power plant damaged by the March 11 earthquake and tsunami. The country's largest newspaper, Yomiuri Shimbun, cited unidentified people as saying the government was considering a plan to temporarily acquire a majority stake in the company known as Tepco, help it shoulder the liabilities likely to be incurred, and eventually take it private again. The prime minister's office said the government was not considering a takeover \"at the moment.\" The utility's share price plunged an additional 19 percent Tuesday, and trading was suspended. \"There's room for debate on the future of Tokyo Electric,\" Koichiro Gemba, of the lower house of Parliament, said. Gemba represents Fukushima Prefecture, where Tepco's damaged plant, Fukushima Daiichi, is located. Also Wednesday, Tokyo Electric President Masataka Shimizu, 66, was hospitalized for high blood pressure. His duties were taken over by 71-year-old Chairman Tsunehisa Katsumata, Bloomberg News said. Cool water powered by diesel generators or firetruck pumps continued to circulate around nuclear fuel rods in reactors at the plant Tuesday, as crews piled sandbags and concrete blocks around the mouths of flooded tunnels to keep contaminated water from spilling into the sea. Sarkozy to offer help to Japan PARIS — French President Nicolas Sarkozy will travel to Japan on Thursday to offer support to the country after its earthquake, tsunami and nuclear-reactor crisis, his office said Tuesday. The French leader is going on behalf of the Group of 20 leading world economies. France is currently presiding over the G-20, and Sarkozy will also visit China on Wednesday and Thursday for a G-20 financial meeting. Japan's nuclear authorities have requested assistance from France, the world's most nuclear-energy dependent country, with more than 70 percent of its electricity coming from nuclear reactors. Speculation on tsunami debris A Seattle oceanographer says some debris from Japan's tsunami and earthquake may wash up on the West Coast in about one to three years. Curt Ebbesmeyer says how fast the flotsam arrives depends on the material. A derelict vessel could take 12 months, while a rubber ducky may take two to three years. He says the floating debris will likely flow in a big circle, carried by currents from Japan to Washington, Oregon and British Columbia before turning toward Hawaii and back toward Asia. Most of the debris will be plastic items. Heavier items like cars will sink. Seattle Times news servicesCaption:  photoFrench President Nicolas Sarkozy", "edition": "Fourth"}