{"title": "Power lines reconnected to all six Japan reactors - Guarded optimism Quake-damaged nuclear plant 'not out of the woods yet' Close Up", "filename": "2011-03-23_PowerLinesReconnectedToAllSixJapanReactors-GuardedOptimismQuake-DamagedNuclearPlantNo.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1362B8B134CE5368?p=WORLDNEWS", "date": "2011-03-23", "page": "A3", "section": "News", "author": "Julie Makinen And Don Lee", "text": "TOKYO — Control-room lights were on and electronic thermometers were functioning Wednesday at several of Japan's stricken nuclear reactors, marking small but potentially critical steps toward controlling overheated fuel that has been spewing radioactivity for more than a week. Firefighters continued to spray depleted fuel pools and containment vessels after connecting power lines late Tuesday to all six reactors at the Fukushima complex, 150 miles north of Tokyo. Control-room lights in the troublesome No. 3 reactor, which came on Tuesday evening, could mean crucial controls can be brought back to life to prevent fuel that contains highly carcinogenic plutonium from melting. Tokyo Electric expressed guarded optimism but stressed that equipment first must be checked. U.S. observers likewise were hopeful of an imminent turning point in the crisis, which has sparked food bans and evacuations. \"They've made considerable progress bringing equipment to the plant and restoring power,\" said David Lochbaum, director of nuclear safety at the Cambridge, Mass.-based Union of Concerned Scientists. \"But they're not out of the woods yet. They are working with razor-thin margins.\" The used fuel pools still present the \"highest concern\" at the facility, said Graham Andrew, a technical adviser to the director general of the International Atomic Energy Agency in Vienna. If the pools heat up, they can emit high doses of radiation, further hindering progress. Work had been suspended the previous day because of concerns about smoke from two of the units. Levels of the radioactive isotopes iodine-131 and cesium-137 exceeding legal limits were found on more vegetables, including broccoli, grown in several prefectures near the plant, as well as in seawater and raw milk, and shipment bans on produce and milk remained in place. The U.S. Food and Drug Administration (FDA) on Tuesday banned the importation of milk, milk products, and fresh fruits and vegetables from four areas near the nuclear complex. In addition to prohibiting those products from Fukushima, Ibaraki, Tochigi and Gunma prefectures, any other food imports from those regions will be automatically diverted for screening upon arrival at U.S. ports and will be permitted to enter the country only if radiation tests are negative, according to an FDA statement. Data released Tuesday by the Energy Department show continued high levels of radiation around the Fukushima plant. An exposed individual would receive more than a year's background dose of radiation in two days within some areas inside a radius of 13 miles of the plant. An Energy Department team of experts obtained readings of more than 12.5 millirem per hour within the 13-mile proximity, compared with an average background rate in the United States of 0.071 millirem per hour. A millirem is a measure of radiation absorbed by the body. Farther from the plant, the levels dropped off. At 13 to 25 miles, some readings were about 2.17 millirem per hour and beyond 25 miles they exceeded 1.19 millirem per hour. The levels nearest the plant exceed the Environment Protection Agency's (EPA) threshold for intervention to protect public health. The EPA also provided fresh readings on fallout in the United States, including radiation levels millions of times below levels of concern in Washington state and California. In the disaster zone, a representative from Tokyo Electric, who visited people forced to evacuate from their homes in the 12-mile zone near the plant, apologized and said the company was considering offering compensation; no specifics were discussed. Residents within an 18-mile radius around the plant are still being advised to stay indoors. But even beyond that perimeter, residents were struggling with short supplies of food, gasoline and medicine. On Tuesday, 12 days after the 9.0-magnitude earthquake and tsunami that struck off the coast of Sendai in northeastern Japan, the National Police Academy said that 9,080 people had been killed and that 13,561 were missing. Hundreds of thousands of people remained in emergency shelters, and freezing temperatures, snow and rain were continuing to pose problems for aid workers and the relocated. In the meantime, the power company resumed rolling blackouts in many areas of Japan to conserve energy. There also were four sizable aftershocks in Tokyo on Tuesday, including one at lunchtime large enough to trigger an early-warning system of TV and cellphone alerts. With reconstruction costs pegged by the World Bank at up to $235 billion, Japanese government officials pledged to pump public money into the relief effort. The Kyodo News agency reported that Koichiro Gemba, the national policy minister, said three supplementary budgets could be needed in fiscal 2011 to fund the reconstruction effort. Information from The Washington Post and Tribune Washington Bureau is included.Caption:  photoTokyo Electric / The Associated Press: Workers in protective suits conduct cooling operations Tuesday by spraying water at the damaged No. 4 unit of the Fukushima nuclear complex in northeastern Japan.", "edition": "Fourth"}