{"title": "New gates installed on viaduct will close if earthquake strikes", "filename": "2011-03-20_NewGatesInstalledOnViaductWillCloseIfEarthquakeStrikes.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/13620FE5639701F8?p=WORLDNEWS", "date": "2011-03-20", "page": "B1", "section": "Nwsunday", "author": "Susan Gilmore And Mike Lindblom", "text": "With the Japanese earthquake fresh in everyone's mind, Washington state demonstrated new gates on the Alaskan Way Viaduct on Saturday designed to close the roadway automatically if an earthquake strikes. It took a couple of hours to close the highway after the 2001 Nisqually earthquake. This year the state, with a $5.5 million federal grant, installed the new gates at nine onramps and entrances. Gate arms will come down about 1 minute after a quake is detected, said Ron Paananen, administrator for the state Department of Transportation's viaduct-replacement project. The elevated highway is closed 6 a.m. to 6 p.m. this weekend for its semiannual inspection and to test the new viaduct gates. \"Recent events in Japan remind us how vulnerable we are and that earthquakes come without warning,\" Transportation Secretary Paula Hammond said in a statement. \"These gates provide an added level of safety to motorists traveling on Highway 99 while we work to take the viaduct down.\" They might seem futile because hundreds of cars already would be on the viaduct and drivers would notice a significant quake without needing a signal. But DOT engineers say drivers did continue to enter Highway 99 after the Nisqually quake. \"I'm sorry for the people who are already on. At least it will keep more people from piling on after an earthquake,\" Paananen said. The new gates also will eliminate the need to dispatch police or transport workers to close onramps, freeing them to help at other spots after a quake, said Matt Preedy, manager for the Sodo-area segment. The gates can be used for inspection shutdowns, fun runs or ice storms, he said. Preedy said there is a one in 10 chance in the next 10 years of an earthquake that could damage portions of the viaduct or trigger a partial or full collapse. The state has decided to tear down the viaduct and replace it with a tunnel — but two campaigns are under way to put anti-tunnel measures to a citywide vote. The new gates are activated by seven EpiSensor brand seismic-monitoring devices installed at ground level. When at least three sensors detect a magnitude 5 or stronger earthquake, a radio signal will be sent to activate the gates, said engineer Dawn McIntosh. Saturday morning, the DOT demonstrated a gate at the Belltown onramp to the northbound Battery Street Tunnel. The red-and-white crossing arm lowered, while a \"ding-ding\" identical to a railroad-gate chime sounded. The gates can be remotely controlled at the DOT's headquarters in Shoreline. Asked why the state was spending money on a structure that's supposed to come down in five years, Paananen said some gates can still be used with the new highway, and for others, the parts can be reused at freeway express-lane entrances. The viaduct carries about 108,000 cars each weekday at its busiest times. Susan Gilmore: 206-464-2054 or sgilmore@seattletimes.comCaption:  photo,mapKen Lambert / The Seattle Times: News photographers capture an earthquake gate going up and down during a demonstration at the viaduct's northbound ramp leading to the Battery Street Tunnel.Ken Lambert / The Seattle Times: An inspector points to exposed rebar damage. The viaduct is closed 6 a.m. to 6 p.m. this weekend for its semiannual inspection and to test the new viaduct gates that will close if monitoring devices detect an earthquake.Ken Lambert / The Seattle Times: The gates are activated by seismic-monitoring devices or remotely controlled at DOT headquarters in Shoreline.Amanda Raymond / The Seattle Times: The viaduct gates (G351QTR6J)", "edition": "Fourth"}