{"title": "Baby pulled alive from quake rubble - Miracle amid rising death toll in Turkey Survivors desperate for aid and shelter", "filename": "2011-10-26_BabyPulledAliveFromQuakeRubble-MiracleAmidRisingDeathTollInTurkeySurvivorsDesperateF.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/13AA91ABA9672AB8?p=WORLDNEWS", "date": "2011-10-26", "page": "A6", "section": "News", "author": "Selcan Hacaoglu And Suzan Fraser", "text": "ERCIS, Turkey — Two days after Turkey's devastating earthquake, a miracle emerged from the rubble on Tuesday: a 2-week-old baby girl brought out alive from the wreckage of a toppled apartment building. The death toll from Sunday's 7.2-magnitude quake climbed to at least 459 as desperate survivors fought over aid and blocked aid shipments. A powerful aftershock ignited widespread panic that turned into a prison riot in a nearby provincial city. With thousands of quake survivors facing a third night out in the open in near-freezing temperatures, Turkey set aside its national pride and said it would accept international aid offers, even from Israel, with which it has had strained relations. Tuesday's dramatic rescue of three generations of one family was all the more remarkable because the infant, Azra Karaduman, was declared healthy after being flown to a hospital. TV footage showed rescuer Kadir Direk wriggling into a narrow slit in the pile of concrete and metal, then sliding back out with Azra, clad only in a T-shirt. Such pockets of jubilation were tempered by many more discoveries of bodies by thousands of aid workers in the worst-hit city of Ercis and other communities in eastern Turkey devastated by the earthquake. Even rescues were tinged with sadness: 10-year-old Serhat Gur was pulled alive from the rubble of a building after being trapped for 54 hours, only to die a short time later at a hospital, state-run TRT television reported. Some 2,000 buildings collapsed, but the fact that the quake hit in daytime, when many people were out of their homes, averted an even worse disaster. Close to 500 aftershocks have rattled the area, according to Turkey's Kandilli seismology center. A 5-7-magnitude aftershock on Tuesday sent residents rushing into the streets in panic while sparking a riot by prisoners in the city of Van, 55 miles south of Ercis. Some prisoners demanded to be let out while others set bedding on fire as the revolt spread inside the 1,000-bed prison, the Dogan news agency reported. Security forces surrounded the facility to try to prevent escapes.Caption:  photoThe Associated Press: Rescuers carry Azra Karaduman, a 2-week-old girl they recovered from under the debris of a collapsed building in Turkey on Tuesday, two days after a 7.2-magnitude quake.", "edition": "Fourth"}