{"title": "Quake digest", "filename": "2011-03-17_QuakeDigest.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1360BE469F59CD78?p=WORLDNEWS", "date": "2011-03-17", "page": "A6", "section": "News", "author": "Seattle Times News Services", "text": "U.S. to start evacuating Americans from Japan WASHINGTON — The Obama administration has authorized the first evacuations of Americans out of Japan and said it will charter aircraft to help U.S. citizens wishing to escape elevated radiation levels in the country. The State Department late Wednesday issued a warning to Americans to avoid travel to Japan and said U.S. citizens in the country should consider leaving. Its authorized departure offers a voluntary evacuation to relatives and dependents of U.S. personnel in Tokyo and Yokohama and affects some 600 people. Senior State Department official Patrick Kennedy said the chartered planes would help private American citizens wishing to leave. He said people faced less risk in southern Japan but warned that changing weather and wind conditions could raise radiation levels elsewhere in the coming days. Monitors added on West Coast More radiation monitors are being deployed in the western U.S. and Pacific territories, as officials seek to mollify public concern over exposure from damaged nuclear plants in Japan, federal environmental regulators said. The U.S. Environmental Protection Agency already monitors radiation throughout the area as part of its RadNet system, which measures levels in air, drinking water, milk and rain. Officials with the U.S. Nuclear Regulatory Commission said they do not expect harmful radiation levels to reach the U.S. from Japan. \"The agency decided out of an abundance of caution to send these deployable monitors in order to get some monitors on the ground closer to Japan,\" said Jonathan Edwards, director of EPA's radiation protection division. California has 12 monitoring stations throughout the state that test the air for radiation levels. EPA also has 40 \"deployable\" monitors that can be moved around in cases of emergency. EPA said it is adding two more stations in Hawaii and two in Guam. In Alaska, officials are setting up new monitors in Dutch Harbor, Nome and Juneau. Seattle Times news services", "edition": "Fourth"}