{"title": "Recovery painfully slow - The Haiti earthquake One year later", "filename": "2011-01-04_RecoveryPainfullySlow-TheHaitiEarthquakeOneYearLater.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1349074BF8E1DFD8?p=WORLDNEWS", "date": "2011-01-04", "page": "A1", "section": "News", "author": "Hal Bernton", "text": "PORT-AU-PRINCE, Haiti — In the aftermath of last January's earthquake, an empty plain north of this capital city beckoned to planners eager to help chart the future of this battered nation. Here, they envisioned new communities, new jobs and fresh hope for families whose homes were destroyed in one of the worst natural disasters in decades. Nearly a year later, tens of thousands of Haitians have taken up residence on the plain. But the vast majority are squatters spread across the flats and surrounding mountain flanks in an unplanned sprawl of tarps, tents and shacks. And the government appears paralyzed by indecision about what to do with these people. \"We don't have enough water, we don't have enough food, and we are scorned by government officials,\" said Dumerlus Jeune, a Haitian artist who lives with his wife and five children in a hillside tent at risk of flooding whenever it rains. These camps exemplify the problems dragging down reconstruction efforts and diminishing the chances that a new Haiti will emerge from the quake's apocalyptic destruction. As the anniversary of the Jan. 12, 2010, quake approaches, pockets of progress have emerged as piles of rubble are hauled away, businesses reopen and some damaged homes are repaired. Yet the overall reconstruction effort is painstakingly slow and hamstrung by an inability to make tough, timely decisions on behalf of the dispossessed. In a December survey, international aid agencies had completed fewer than 32,000 of the more than 124,000 transitional shelters scheduled for construction, a slowdown partly attributed to a tangle of land disputes. Meanwhile, pressure is growing to dismantle hundreds of tarp and tent camps that have sprung up on public squares and private land to house some 1.5 million homeless people. An estimated 500,000 people have left the camps during the past three months, according to a survey by the International Organization for Migration. Some were evicted. Others left voluntarily as a spreading cholera epidemic and politically charged street violence helped overcome fears of returning to damaged homes. \"I wouldn't say it's safe,\" said a young man who lives with several friends in a house that was red-tagged because of severe cracks. \"But it's more secure than sleeping in the camps.\" Land disputes Tensions over land have been simmering all year. Back in February, when I visited Haiti in the initial weeks of a massive international aid effort, some 12,000 earthquake survivors were battling eviction orders from the grounds of Saint-Louis de Gonzague, a Catholic boys school that sought to resume classes. When I returned in December, most of the grounds had been reclaimed for the reopened school. But several hundred families still remain in the remnants of the camp. Many of these families can't afford daily meals, much less school fees. So their children idle away their days as classes at the school unfold a short distance away. \"They want us out in January,\" said Luc Charles, an unemployed truck driver who lives with his wife and six children under several tarps at the edge of the school grounds. \"I don't know where we will go. But I have confidence in God that something will work out.\" Walking through the surrounding neighborhood, I watched laborers pile earthquake debris onto streets and masons build cinder-block walls. A substantial part of the rebuilding has been funded by expatriate Haitians living in North American and Europe who have sent money to their families and friends back home. But the new construction often looks a lot like the old methods that failed so miserably during the magnitude-7.0 earthquake. \"They're not always building with quality material. They are building back the same structures,\" said Jillian Thorpe, a staffer at the Seattle-based World Concern office here. Thorpe knows the perils of poor construction. During the earthquake, she was trapped for 10 hours inside a collapsed house in a 3-by-5-foot space propped up with a large, metal safe. Rescued by her husband, she recovered from her injuries in the United States, then returned to Haiti in March. \"The first few weeks were really difficult,\" Thorpe said. \"But I'm glad I'm back. It's been very healing to be with people who understand me.\" World Concern, which has operated in Haiti for more than 30 years, has repaired more than 1,100 one-story homes. Its staff also erected 300 transitional shelters consisting of metal frames wrapped in plastic sheeting. Use of the plastic sheeting as walls cut costs and allowed more shelters to be built, according to Nick Archer, a World Concern senior director. Families who move into these shelters are encouraged to take the initiative and find other materials to strengthen the walls. But the plastic sheeting been a source of controversy among Haitians living in the shelters. They say it's not as strong as other tarp material, tearing and fraying easily. \"They say it's not really secure,\" said James François, a Haitian staffer with World Concern. \"That is the biggest complaint.\" Resettlement efforts After the earthquake, several hundred thousand survivors left Port-au-Prince for other parts of Haiti, reversing a decades-long trend that saw the capital city suck population from the countryside. For Portland-based Mercy Corps, which began operating in Haiti after the disaster, the out-migration represented an opportunity to support President René Préval's goal of building a more decentralized nation with fewer people packed into the capital. Mercy Corps' long-range plan is to strengthen the farm economy in the central plateau region, which received more than 100,000 people from Port-au-Prince. But many of those Haitians already have returned to the capital. So Mercy Corps in the short term has been trying to create financial incentives for others to remain. \"It's been really hard on the families who hosted them,\" said Brian Oakes, an agronomist who heads Mercy Corps' program in Haiti. \"Many of them had to eat the seed they had reserved for planting season.\" On a day trip to the central plateau, I visited a market fair where families could use $225 worth of vouchers from Mercy Corps to buy construction materials, furnishings and schooling for their children. Setting up the fair, Mercy Corps staff ran into unexpected opposition. One woman had a dream about the vouchers and woke with a conviction that they were something sinister, perhaps a temptation from the devil. \"Some beneficiaries then refused to take the vouchers,\" said Kaja Wislinska, a Mercy Corps staffer. \"They thought that you need to work for your money — and if someone is giving you this, there must be something wrong.\" To overcome such suspicions, Mercy Corps enlisted a local pastor who encouraged people to accept the vouchers and attend the fair. By midmorning, there was a festive air as several hundred people used the vouchers to shop with local merchants recruited from the nearby town of Mirebalais. A young widow who lost her husband in the earthquake purchased a bed, chair, stool and basin to help furnish the home of her host family. She gladly would stay put in the plateau if she could find a job. \"I just need the basics, and the rest will follow,\" she said. No clear strategy During my visit in February, the staff of Federal Way-based World Vision outlined ambitious plans to build several thousand transitional shelters. Some would be placed in new settlements, which might attract light industry to provide jobs. By late December, World Vision had completed about 660 of these shelters. Some 260 are in a new settlement called Camp Corail, where rows of long, white tents gradually are being replaced by small, wood-frame houses with concrete foundations. But Camp Corail, outside Port-au-Prince, remains a Spartan settlement with an uncertain future. The Haitian government hasn't committed to building a permanent community there, and there have been no major investments to provide sewage systems or other improvements. \"There is no clear strategy from what we have perceived,\" said Faith Chastain, a World Vision staffer. \"It is hard to plan when you don't know what you are planning for. Are you talking about a year, two years or longer?\" Long-term development in this area has been vastly complicated by enormous squatters' camps that surround Corail. By some estimates, about 40,000 Haitian families live in tents or shacks on nearby hillsides. Some have planted tiny plots of corn, millet, squash and other staples. Many people were attracted by a Haitian government proclamation that declared some 17,000 acres of private land as a \"public utility.\" While officials intended that designation for the planned settlements, many squatters thought it meant they could claim a small tract as their own. Haitian government officials, upset by the uncontrolled land rush, initially discouraged international agencies from assisting families in the squatter camps, according to aid officials. There are huge needs in these camps for clean water, soap and toilets, which have grown more urgent in recent months as a cholera epidemic took hold in Haiti. Some, such as Jeune, the artist, are fed up with the conditions. When he can save enough money, he hopes to move his family back to Port-au-Prince or perhaps to the island's interior. Others, like Ernst Gouin, a Port-au-Prince pastor who lost his home in the earthquake, are digging in for the long term. Gouin has opened a tent school that offers classes to youth in the camps. He also has nurtured a papaya tree that somehow has flourished. Planted as a small sprout, the tree now towers over him, a splash of green that offers shade and an impressive load of fruit. Gouin said he figures the first papayas will be ready to eat by Jan. 12, when he and friends at the camp mark the anniversary of the quake. \"I have nowhere else to go,\" Gouin said. \"I will stay here.\" Hal Bernton: 206-464-2581 or hbernton@seattletimes.com About the quake When: Jan. 12, 2010 Deaths: More than 230,000 (est.) Injuries: 300,000 (est.) Haitians in camps: 1.05 million as of November International aid: More than $1.3 billion Aid pledged from 24 top donors: $5.75 billion for 2010 and 2011 Aid disbursed from 24 top donors: $897 million as of November Sources: International Organization for Migration, U.N. Office of Special Envoy Haiti, Haitian government, Chronicle of Philanthropy More information Agencies involved in relief effort: www.interaction.org/crisis-list/earthquake-haitiCaption:  photoGuillermo Arias / The Associated Press: A boy carries a girl to school in a Port-au-Prince camp for earthquake-displaced people. More than 1 million live in tents and under tarps.Chip Somodevilla / Getty Images, 2010: In the quake's aftermath, a woman and her daughter sat last February in the ruins of their collapsed home in Port-au-Prince.Hal Bernton / The Seattle Times: Outside Port-au-Prince, thousands have turned once-bare hillsides into a sprawling community of tarps and tents.Hal Bernton / The Seattle Times: In a village in the central plateau region, Mercy Corps distributes vouchers families could use to buy construction materials and household furnishings and to pay school tuition.Hal Bernton / The Seattle Times: World Concern is erecting hundreds of transitional shelters in Port-au-Prince neighborhoods. Some families are using blocks or other materials to reinforce the tarplike walls.", "edition": "Fourth"}