{"title": "Slow response frustrates homeless quake survivors - Low food supplies, no heat, clothing, electricity Government says to be patient, asks nation to accept sacrifices", "filename": "2011-03-19_SlowResponseFrustratesHomelessQuakeSurvivors-LowFoodSuppliesNoHeatClothingElectricit.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/13620FE6E5F0FB70?p=WORLDNEWS", "date": "2011-03-19", "page": "A1", "section": "News", "author": "Mark Magnier", "text": "KESENNUMA, Japan — There may be radioactive particles wafting out of the sky, but Masahiro Hamaguchi has a more pedestrian concern about the air: the cold, wet snow. A week after the deadly magnitude-9.0 earthquake and even deadlier tsunami, the newly homeless are huddling hungry and cold in emergency shelters. And people are wondering where, exactly, their government is. \"I need something, anything, to warm my body,\" said Hamaguchi, 58, trying to stay warm under a thin red raincoat. \"I have no winter clothing. It was all destroyed.\" The only clothes Hamaguchi found in his home overlooking battered Kesennuma Bay were some wet underwear. He stuffed them into a plastic bag he strapped to his back with a red-and-navy striped necktie, a reminder of his job as a municipal bureaucrat, held until his world imploded a week ago. In his arms, he carried a framed drawing of Kannon, the Buddhist goddess of compassion. \"I can't worry about a cloud of radiation 120 miles away because the destruction is so big here,\" he said, noting the lack of food, clothing, electricity, heat and telephone service. Most victims have endured their privations with stoicism, but anger is rising over the lack of basic services. For Hamaguchi and others, this is looking familiar. After a major quake in Kobe in 1995, organized-crime groups were handing out blankets and food within hours; the government dithered for days. Afterward, officials pledged to speed up decision-making and marshaling of resources to stricken areas in times of crisis. \"The Japanese government should have learned from the Kobe earthquake that they would need help, but they didn't,\" Hamaguchi said. Aware of the political sensitivity, the government's senior spokesman told Japanese to be patient and asked the rest of the nation to accept sacrifices. \"It could take a very long time to restore things in the disaster area to the way they were before,\" said Yukio Edano, Japan's chief Cabinet secretary, urging people in Tokyo and elsewhere to reduce their electricity consumption so more is available in the quake area. Lack of supplies \"unthinkable\" Walking along the battered shoreline of Kesennuma, Kit Miyamoto, chief executive of West Sacramento, Calif.-based Miyamoto International, a structural-engineering firm, said Japan seemed totally unprepared for the disaster. \"It's unthinkable, after several days, that there are still no supplies down here,\" he said. The official count of dead and missing topped 18,000, making it Japan's worst disaster since World War II. In the earthquake zone, some survivors and rescue workers wept as a moment of silence was observed at 2:46 p.m. Friday, marking a week since the temblor off Japan's northeastern coast. Amid such growing frustration, engineers fighting exhaustion and radiation fears struggled anew Saturday to complete the crucial task of hooking up a damaged nuclear plant to the electricity grid to help cool damaged reactors. The quake set off a chain of events culminating in the nuclear emergency now ranked as a 5 on the 7-point international scale. The 1979 Three Mile Island incident in Pennsylvania also was rated a 5, and the Chernobyl nuclear accident in Ukraine was a 7. Struggle continues at plant As of Saturday, about 300 workers were operating inside the 12-mile evacuation zone surrounding the battered nuclear plant, government and utility officials said. A nuclear-safety official said their main objective was to attach power lines to two of the worst-hit reactors. The government and the plant's operator, Tokyo Electric Power, are on the defensive amid rising public anger over what many regard as an incomplete picture of events at the plant. On Friday, Prime Minister Naoto Kan said the government has told the public everything about the accident. Earlier, he pledged in a meeting with the head of the International Atomic Energy Agency (IAEA), Yukiya Amano, to disclose as much information as possible about the unfolding nuclear crisis. \"The situation at the nuclear plant remains unpredictable,\" Kan said in a nationally broadcast news conference. \"We will definitely overcome this crisis. I want the people of this country to feel safe again.\" Reassurances were not enough to halt an exodus of foreigners, who continued to pack flights out. Many Japanese also are leaving the country, or seeking shelter with friends and relatives in southern cities considered safe. Adding to Japan's growing sense of isolation, the U.S. Food and Drug Administration said it would monitor foods imported from Japan for radiation exposure. Nearly 1 million homes remain without electricity in the quake zone, and rolling blackouts have been taking place elsewhere. As the threat of blackouts has intensified, one activist called on Japan to unplug millions of vending machines that dispense items such as hot corn soup and bouquets of flowers. Unsafe radiation levels found in spinach, milk TOKYO — Japan's top government spokesman says radiation levels in spinach and milk exceed safety limits following nuclear accidents at a tsunami-stricken nuclear plant. Chief Cabinet Secretary Yukio Edano said checks of milk from Fukushima prefecture, where the plant is located, and of spinach grown in Ibaraki, a neighboring prefecture, surpassed limits set by the government. It was the government's first report of food being contaminated by radiation since the March 11 quake and tsunami unleashed the nuclear crisis. The Associated Press", "edition": "Fourth"}