{"title": "A.M. Briefing - Colleges: Nader calls for an end to athletic scholarships Skating: Worlds moved to Moscow after Japan quake Swimming: Bremerton swimmer breaks his own 50-free record", "filename": "2011-03-25_AMBriefing-CollegesNaderCallsForAnEndToAthleticScholarshipsSkatingWorldsMovedToM.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/13645EA0F9764808?p=WORLDNEWS", "date": "2011-03-25", "page": "C7", "section": "Sports", "author": "Seattle Times News Services", "text": "Colleges Nader calls for ending athletic scholarships: Consumer advocate Ralph Nader is calling for the elimination of college athletic scholarships, saying the move is necessary to \"de-professionalize\" college athletes. Nader proposes that the scholarships be replaced with need-based financial aid. He said he would try to gain support for his proposal from university presidents, Capitol Hill and the Education Department. Nader said that colleges should either integrate athletics into the educational mission by eliminating college scholarships, or, \"openly acknowledge the professionalism in big-time college sports, remove the tax-exempt status currently given to athletic departments, and make universities operate them as unrelated businesses.\" Swimming Bremerton's Adrian shines at NCAA swimming championships: California's Nathan Adrian, who attended Bremerton High, broke his own American record in the 50-meter freestyle with a time of 18.66 seconds Thursday night in the NCAA Men's Swimming and Diving Championships. \"I'm swimming for a lot more than individual accomplishments at the NCAA level,\" Adrian said. \"We've all got to be a bit faster this time of year so we can bring home that team title.\" Adrian broke his previous mark of 18.71. Defending champion Texas opened a three-point lead over Stanford in team scoring after the first day. Cal was third. Purdue's David Boudia won his second 1-meter diving title and fifth title overall. Tennis One U.S. woman left at Key Biscayne: Three days into the Sony Ericsson Open, only one American remains in the women's draw — Uzbekistan-born Varvara Lepchenko. Three U.S. women lost in the second round Thursday, including Bethanie Mattek-Sands, who was eliminated by No. 1-ranked Caroline Wozniacki, 6-2, 7-5. With Serena and Venus Williams sidelined for health reasons, Mattek-Sands was the highest-ranked American in the draw at No. 43. College football Va. Tech player arrested on child abuse charges: Police say a Virginia Tech football player is facing child-abuse charges in connection with injuries to his infant child. Xavier Boyce and girlfriend Olivia Hutchins were arrested Wednesday on charges related to cruelty and injuries to the girl. Boyce is a redshirt sophomore split end. Figure skating Moscow will host figure skating worlds: The world figure-skating championships have a new site and a new date. The event will be held April 24 to May 1 in Moscow, the International Skating Union announced Thursday. The worlds initially were scheduled for this week in Tokyo, but Japanese officials said there was no way the country could serve as host following the March 11 earthquake and tsunami and subsequent nuclear crisis. Cycling Bobridge wins individual pursuit title: Jack Bobridge stormed to victory in the individual pursuit at the track cycling world championships Thursday in the Netherlands, a day after he led the Australia pursuit team to gold. Cycling body to appeal Contador doping case: Alberto Contador's contaminated-beef defense will be tested again after cycling's governing body decided to appeal the Tour de France champion's doping acquittal. The International Cycling Union said it will go to the Court of Arbitration for Sport to challenge the Spanish cycling federation's decision not to ban Contador for his positive clenbuterol test. UCI President Pat McQuaid said it had no choice but to appeal, to remove doubts about Spain's reasons for acquitting Contador. \"The Spanish federation received a huge amount of pressure from outside, including from the prime minister and so forth,\" McQuaid said. \"So it left a great deal of doubt in a lot of people's minds as to whether there was influence or not.\" Soccer Finnish police arrest four players for match-fixing: Police in Finland say they have arrested four soccer players in a growing investigation into game-fixing in the top division last year. The players were with the clubs Rovaniemen Palloseura and AC Oulu. AC Oulu coach Juha Malinen said two players took $71,000 in bribes. Olympics Leaders kicked off 2012 board in money dispute: The bitter financial dispute over the London Games escalated Thursday when organizers excluded the top two leaders of the British Olympic Association from 2012 board meetings. At issue is the distribution of any surplus from next year's Olympics. Track and field Ex-sprint champ Block in doping probe: Track and field is investigating former world champion sprinter Zhanna Block for doping and could try to strip the Ukrainian of her medals in a BALCO steroid case that goes back a decade and centers on one of Marion Jones' biggest rivals. Block, formerly known as Zhanna Pintusevich, won three world sprint titles in the late 1990s and early 2000s. Seattle Times news servicesCaption:  photoRalph Nader wants to change college sports", "edition": "Fourth"}