{"title": "Honda to cut production of Civic, other models - Quake-caused shortage of auto parts blamed Situation expected to return to normal by year's end", "filename": "2011-05-03_HondaToCutProductionOfCivicOtherModels-Quake-CausedShortageOfAutoPartsBlamedSituatio.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/13703AC1A8D32818?p=WORLDNEWS", "date": "2011-05-03", "page": "A16", "section": "Business", "author": "Tom Krisher And Dee-Ann Durbin", "text": "DETROIT — Honda warned U.S. dealers Monday that it will run short of popular models such as the Civic compact later this summer because of parts shortages caused by Japan's earthquake. It said normal production may not return until the end of the year. Honda will significantly cut production of the new 2012 Civic, the sixth-most popular car in the U.S., through the summer, if not longer. In addition, the 2012 version of the CR-V small SUV will be delayed by at least a month this fall. To make up for shortages, Honda will keep making the 2011 version. Both vehicles are made in North America, but like other automakers, Honda must cut production because it's running low on Japanese imports of chips, sensors and other parts. Japanese plants that supply them were damaged by the March 11 earthquake or hampered by power outages. Nearly every major auto company has had to idle factories due to shortages. Honda, Toyota and Nissan have been hit particularly hard. Supply companies are scrambling to build their parts elsewhere, but setting up alternate factories takes months. Honda also said it will be able to import only a limited number of Japan-built cars in the U.S. That means dealers won't be able to order the Fit subcompact, and the CR-Z, Insight and Civic gas-electric hybrids until later in the year. \"Our goal remains to normalize overall production sometime around the end of the year,\" John Mendel, executive vice president of sales for American Honda, wrote in a memo sent to dealers. Shortages also will cut supply of some Acuras, Honda's luxury cars. Dealers won't be able to order the TSX small car and wagon and the RL large sedan until later in the year, the memo said. Honda spokeswoman Christina Ra conceded that the production cuts could send some buyers to other brands, but she said some buyers might be willing to wait. \"We can certainly beef up production once things get back to normal,\" she said. Honda sold nearly 67,000 Civics through March, up 21 percent from last year. Sales of the CR-V, which ranks No. 11 in U.S. sales, were up 58 percent to just over 57,000 through March. Some industry analysts think production cuts by Japanese automakers could help General Motors, Ford, Chrysler, Hyundai and other automakers that have not been hit as hard by parts shortages. Mendel's memo said Honda would have to stop taking orders for some paint colors due to lack of a certain shiny pigment made only in Japan. Ra said the colors are types of red, blue, dark gray and white.", "edition": "Fourth"}