{"title": "Reborn from the earthquake", "filename": "2011-02-28_RebornFromTheEarthquake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/135BD08739DD3F68?p=WORLDNEWS", "date": "2011-02-28", "page": "B1", "section": "Nwmonday", "author": "Susan Gilmore", "text": "One of the oldest buildings in Pioneer Square owes its new life to the earthquake that nearly destroyed it 10 years ago Monday. The building that once housed the Cadillac Hotel had fallen into disrepair long before the Nisqually quake struck Feb. 28, 2001. The upper floors were closed, the roof leaked and the floor joists deteriorated. After the earthquake, city inspectors tagged 16 buildings in Pioneer Square, including the Cadillac, as too damaged to inhabit. The Cadillac owner moved to tear the building down. Since then, the hotel at Second Avenue South and South Jackson Street has been rehabilitated and now houses the Klondike Gold Rush National Historical Park Museum and National Park Service offices. \"The Cadillac is one of the success stories,\" said Mark Blatter, director of real estate for Historic Seattle, which purchased the building and rehabilitated it. In its heyday, the Cadillac Hotel was a 25-cent-a-night place that catered to longshoremen, laborers and Alaskan prospectors after it rose from the ashes of the Great Seattle Fire in 1889. In 1970, a deadly fire in another Seattle hotel, the Ozark, prompted the city to require sprinkler systems and other improvements in hotels, or they would have to shut down. The Cadillac chose to close its upper floors, which were being rented out. In the 2001 earthquake, portions of the Cadillac's brick facade crashed onto the sidewalk and street. The ceiling of the Fenix Underground, a music club housed in the building, collapsed. The Cadillac was deemed so unsafe that workers couldn't even try to restore it, said a representative of the company that owned the building at the time. Owner Goodman Financial Services applied for an emergency-demolition permit; the city denied it, though, saying the company had to go through a formal process before getting permission to raze the hotel. That's when a community effort, led by the preservation group Historic Seattle, stepped in. Historic Seattle agreed to pay $2 million for the damaged hotel and spent $10.6 million more shoring up and renovating it. In the end, no Pioneer Square buildings were lost due to the quake, although another building, the OK Hotel — a bar and music venue under the Alaskan Way Viaduct — was also in jeopardy. It has been turned into apartments and artist studios. No one knows exactly how much damage the earthquake caused. John Schelling, with the Washington Emergency Management Division, pegs it at between $1 billion and $4 billion. More than 400 people were injured, but there was just one fatality, from a heart attack. When the Cadillac reopened as the Klondike Museum in 2005, then-Mayor Greg Nickels said, \"You have to be careful to preserve your soul. Buildings like this help do it.\" The main floor of the Klondike Museum displays a history of the hotel and the efforts by the city to preserve the Pioneer Square neighborhood, which was named a national historic district in 1970. Sean O'Meara, acting superintendent of the museum, called the resurrection of the Cadillac \"a divine intervention.\" \"This building is a poster child for historic preservation,\" he said. It's particularly appropriate, O'Meara said, because the hotel housed those heading to the Alaska gold rush. He was on duty during the Nisqually earthquake in the museum's old home on South Main Street. A junior-high-school class was visiting and the building started swaying, but there was no panic and the students fled outside. Terry Lundeen, a structural engineer, was hired for the Cadillac project. \"The preservationist community was proud of what it accomplished,\" he said. \"We knew there was a way to save the building.\" He said the earthquake was a wake-up call for additional seismic upgrades in Pioneer Square. In addition to Pioneer Square, much of the earthquake damage in Seattle was concentrated to the south in the Sodo neighborhood. Kevin Daniels, owner and manager of the Sodo Center, home to Starbucks headquarters, said he spent $50 million rebuilding and strengthening the structure. He said the damage didn't affect the long-term viability of the neighborhood, but it took more than two years to do the repairs. Susan Gilmore: 206-464-2054 or sgilmore@seattletimes.comCaption:  photoErika Schultz / The Seattle Times: Pedestrians walk past The Cadillac Hotel, 319 Second Ave., which was almost demolished after being damaged in the 2001 Nisqually earthquake. Today, the building houses the National Park Service's Klondike Gold Rush Visitor Center.Erika Schultz / The Seattle Times: Diagonal braces stabilize the walls of The Cadillac Hotel. Historic Seattle spent $10.6 million shoring up and renovating the earthquake-damaged building.", "edition": "Fourth"}