{"title": "Turkey's quake shows building codes slighted - Death toll at 461 Prime minister says shoddy construction shortcuts are criminal", "filename": "2011-10-27_TurkeySQuakeShowsBuildingCodesSlighted-DeathTollAt461PrimeMinisterSaysShoddyConstruc.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/13AA91AB15C8C840?p=WORLDNEWS", "date": "2011-10-27", "page": "A2", "section": "News", "author": "Carsten Hoffmann And Jasper Mortimer", "text": "VAN, Turkey — Prime Minister Recep Tayyip Erdogan on Wednesday accused Turkey's construction industry of criminal neglect, saying shoddy work had contributed to the collapse of buildings when a 7.2-magnitude earthquake hit southeastern Turkey on Sunday. Meanwhile, rescue workers in Ercis, one of the worst-hit cities, pulled three survivors from the rubble of a collapsed building after 67 hours. The official death toll stands at 461, although it was expected to climb. Rescuers were continuing to look for survivors. Despite tough safety codes approved a decade ago after earthquakes killed 18,000 people and prompted an outcry over the poor quality of construction, enforcement has remained lax. Some residents in Ercis said some of that city's pancaked buildings lacked steel support rods and sufficient concrete, and accused builders of sacrificing safety for speed and economy. \"Death comes from God. But what about poor construction?\" asked Nevzat Altinkaynak. \"Look at this building. It was new. It didn't even have paint on it yet!\" Erdogan said the failure of local councils, building contractors and inspectors to check the use of poor-quality concrete in buildings that crumbled during the earthquake amounted to criminal neglect. \"The painful price was paid by the people inside,\" Erdogan said. Negligence on the part of local councils, building contractors and inspectors should be seen as a crime, he added. He conceded that state aid was insufficient in the hours immediately after the quake. \"We were not successful in the first 24 hours. We admit that,\" Erdogan said, adding that aid operations were since running smoothly. He promised that Van, the capital of the province of the same name where the quake was centered, would be rebuilt \"in a short space of time.\" Nearly 2,300 buildings in the province were destroyed. Some engineers said the quake was so strong that even properly built buildings would have collapsed. Shaking associated with a magnitude-7.2 quake \"can cause collapse of buildings even with moderate seismic design and quality construction,\" according to Mishac Yegian, a professor of civil engineering at Northeastern University in Boston. In other areas of Van province, survivors got into fistfights over relief supplies such as tents and food. Meanwhile, the government did an about-face on its previous rejection of offers of help from other countries, even accepting an offer of mobile homes from Israel, with whom relations have become increasingly strained in the past year. The southeast province of Van borders Iran, and the population is made up mainly of Turkey's Kurdish minority. Material from The Associated Press is included in this report.Caption:  photoBurhan Ozbilici / The Associated Press: The Turkish army's search and rescue unit tries late Wednesday to reach people trapped under debris of a collapsed building in Ercis, Van province in eastern Turkey.", "edition": "Fourth"}