{"title": "Artists for Japan sale draws hundreds - KOBO at Higo gallery and store in ID Thousands raised so far for earthquake relief", "filename": "2011-03-27_ArtistsForJapanSaleDrawsHundreds-KoboAtHigoGalleryAndStoreInIdThousandsRaisedSoFar.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/13645E9F03986518?p=WORLDNEWS", "date": "2011-03-27", "page": "B1", "section": "Nwsunday", "author": "Sonia Krishnan", "text": "The art sale started Saturday at noon in the Chinatown International District, and not long after, a line snaked outside the KOBO at Higo gallery and store. Eager customers waited in the rain for a chance to buy donated pieces from about 150 local artists, who had pooled their work to raise money for Japan's relief efforts in the wake of the country's earthquake and tsunami disasters this month. Delicate pottery, handmade jewelry, framed pictures from photojournalists, paintings and even olive-oil soap were among the hundreds of items for sale at the Artists for Japan event, which runs until 5 p.m. Sunday. Binko Chiong-Bisbee, one of the organizers, said she was thrilled at the turnout — especially since the sale was put together in about a week. \"It's amazing how many people wanted to help out and do something,\" she said. The artists who donated pieces ranged from experienced professionals to those who were just starting out, she said. All the items were tagged with a suggested \"price,\" and buyers had two options: They could either write checks made out to the American Red Cross for its Japan Earthquake Fund, or donate online at a computer station set up at the store. By 2 p.m., more than $15,000 had been raised. After a brief wait, Alice Graham of Mercer Island entered the store shortly after 2 p.m. Graham said she grew up in Japan, so attending a sale like this held special significance for her. She wasn't on the lookout for anything in particular, she said, before being swallowed up by the swift-moving lines and the crowd. Naoko Shatz, a Japanese native, was perusing artwork in one corner with her two sons, 10 and 6. She had heard about the sale from her neighbor, who knew Shatz was from Japan. Shatz said she jumped at the chance. \"This is a great way to help the country,\" she said, as her boys held a framed Japanese animation print of a cat and a bus. \"If we buy something we like, every time we look at it, it will remind us of why we bought it.\" Sonia Krishnan: 206-515-5546 or skrishnan@seattletimes.comCaption:  photoDean Rutz / The Seattle Times: Angelina Tolentino buys a skateboard with an original design at the Artists for Japan sale at KOBO at Higo Saturday. The sale continues Sunday.Dean Rutz / The Seattle Times: KOBO at Higo volunteer Steven Trevallee retrieves artwork for a customer at the Artists for Japan sale Saturday at the Chinatown International District gallery and store.", "edition": "Fourth"}