{"title": "Earthquake big blow to weak economy", "filename": "2011-03-13_EarthquakeBigBlowToWeakEconomy.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/135FC09C3844B960?p=WORLDNEWS", "date": "2011-03-13", "page": "A12", "section": "News", "author": "Kristi Heim", "text": "The human tragedy of Japan's devastating earthquake is already enormous, but the disaster also could deal a severe blow to the country's ailing economy. Whether the economic damage is short-lived or longer-term remains to be seen. In recent years, power struggles and political scandals, not to mention prolonged economic stagnation, have weakened the world's third largest economy. \"Japan has been adrift, politically and economically,\" said Marie Anchordoguy, a professor at University of Washington's Jackson School of International Studies. \"I think, psychologically, people have lost confidence in the Japanese leadership's capacity to get out of this mess.\" However, depending on how the crisis is handled, it could help refocus public investment, improve economic development outside of Tokyo and shake up the institutional framework of Japanese politics in a positive direction, said Marcus Noland, deputy director of the Peterson Institute for International Economics. The impact from the quake likely will be felt far beyond the country's borders. From semiconductors to telecommunications equipment, the world's supply chain depends on critical links with Japan. Inside many popular electronics devices such as smartphones and tablet computers are flash memory chips made by Japanese companies and shipped to China, the United States, India and other countries. \"All the stuff you and I buy from China — if you look inside, the most sophisticated parts are made in Japan,\" Anchordoguy said. One report by research firm Objective Analysis on Friday predicted the supply of flash memory chips, which stores data in mobile phones, music players and gaming machines, would be strained. The 8.9 magnitude temblor and tsunami devastated the port city of Sendai, yet the country avoided even more catastrophic damage because the earthquake did not strike closer to its most populous city or main industrial areas. But it still caused major disruption to transportation and supply chains. Shinji Kokage, senior manager of Yamato Transport USA in Seattle, began to grasp the magnitude of that nightmare when he saw TV footage of the Sendai airport underwater. Travel in and out of Tokyo also ground to a halt. Yamato Transport, the biggest courier service in Japan, delivers 30 million packages a year. It relies on multiple airports and railways as connection points. He worried about a domino effect from the breakdown of Sendai's central commercial hub for logistics and transportation. Fires were reported at some Japanese auto plants. Nissan and Toyota are thought, at minimum, to have suppliers in the Tohoku region, which was hardest hit. In another reaction to Friday's devastation, the price of a barrel of West Texas Intermediate crude oil fell below $100 in intraday trading before settling down $2.04 at $100.66 a barrel. Japan is a major oil importer, and in the short run, its demand will be muted, traders concluded. Costco was dealing with road and dock damage to one of its depots in Japan where its products arrive to be broken down and shipped to numerous warehouses. Many local companies were unable to reach their facilities or even locate all of their employees in the chaos after the quake's destruction. The last big earthquake, the one that struck Kobe in 1995, killed more than 6,000 people and caused damage of more than $100 billion. Nations tend to pull together after a major crisis, and Japan is known for its ability to endure difficulties. There also could be a positive stimulus effect from spending to rebuild infrastructure, Anchordoguy said. Yet that spending would come on top of the already crushing burden of debt in Japan. While the horrendous nature of the disaster cannot be downplayed, Noland said the country now has the opportunity to refocus public investment in a positive way. Japan's debt figure is high because much of the money has been wasted on building expensive ports in fishing villages, bridges to nowhere, and other projects that don't add value to the economy, he said. \"This shock is going to force at least a temporary change to that,\" he said. Noland said that while GDP growth will be negative this quarter and next, after that the positive impacts of rebuilding will start to be felt. The crisis could change the Japanese political system, he added. The Democratic Party, which came to power in 2009, has yet to gain the confidence of the Japanese, following near-continuous rule by the Liberal Democratic Party for 50 years. If it does well, it could help sustain a two-party system. Kristi Heim: 206-464-2718 or kheim@seattletimes.com Material from McClatchy news services and The New York Times is included in this report.Caption:  photoKyodo News: A firefighter looks at burned-out vehicles at Hitachi port, northeastern Japan, on Saturday.", "edition": "Fourth"}