{"title": "Quake puts new focus on nuclear-plant safety - U.S. report on Japan disaster could get more attention now Wake-up call for all infrastructure", "filename": "2011-08-25_QuakePutsNewFocusOnNuclear-PlantSafety-USReportOnJapanDisasterCouldGetMoreAttentio.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1395CCB09F23F068?p=WORLDNEWS", "date": "2011-08-25", "page": "A2", "section": "News", "author": "Lee Bowman", "text": "Tuesday's 5.8-magnitude earthquake, which rippled out of central Virginia and was felt across much of the East, was a not-so-gentle reminder that temblors can hit in any part of the country. And advocates of better safety standards, particularly for nuclear-power plants, but other infrastructure, too, said the episode underscores hidden vulnerabilities. Although earthquakes are more frequent and often more violent along major geologic fault lines like the Cascade and San Andreas faults of the West Coast and the New Madrid fault in the Midwest, countless older, deeper faults beneath the North American plate can still cause trouble. \"Most of these faults are dead, but many are active enough to produce small quakes and, in this instance, a larger one. If they only produce quakes on a scale of once every thousand or more years, it's a lot harder for us to analyze and predict what they might do,\"said James Trull, a professor of geological science at Florida State University in Tallahassee. \"Almost everywhere, continental interiors are highly stressed, and just because earthquakes are rare in places like the eastern U.S. doesn't mean they won't occur someday,\"added Mark Zobeck, a professor of geophysics at Stanford University in California. Records maintained by the U.S. Geological Survey (USGS) show most states east of the Mississippi have had at least one earthquake of magnitude 5 or greater since colonial times, including a 7.3 centered in Charleston, S.C., in 1883; a 5.9 off Cape Ann, north of Boston, in 1755; and a 5.5 set beneath New York City in 1884. \"If we look at it from a historical perspective, this is a reminder that you can have earthquakes pretty much anywhere in the U.S.,\"said David Applegate, senior science adviser for earthquakes and geological hazards with the USGS. \"This is a national hazard. We have a moderate-to-high seismic risk in 39 of the 50 states.\" With more and more monitoring points collecting data in recent years, scientific awareness of some of the subtler fault lines has grown, and generated concern among government officials and regulators. Even before the disaster at Japan's Fukushima Daiichi plant after a 9.0 quake and tsunami in March, the U.S. Nuclear Regulatory Commission (NRC) had marked 27 reactors at 17 eastern locations for special seismic review in light of hazard assessments done by the USGS in 2008. Two of those reactors, Dominion Power's North Anna units 1 and 2, are only about 10 miles from the epicenter of Tuesday's quake. Although the plant was designed to handle a quake with a magnitude up to 6.2, it shut down shortly after the temblor as it lost outside electric power and had to turn to diesel generators for cooling. Power was restored late Tuesday night. A safety alert declared for the plant under NRC rules ended around midday Wednesday, although the commission continued to monitor the reactors closely as they returned to service. \"We may be off the hook this time, but it was such a close call relative to the design of the plant,\"said Edwin Lyman, a senior scientist at the Union of Concerned Scientists, which advocates tougher plant regulation. \"If Fukushima wasn't a wake-up call, this really needs to be to get the NRC and industry moving to do seismic reviews of all the nuclear-power plants in the country.\" Coincidentally, the NRC had announced plans for a public session next Tuesday to review an expert panel's recommendations. The panel, set up on orders from President Obama, studied the Japanese reactors' partial meltdowns and extensive radiation releases, and officials' responses. The quake also raised issues about building codes and standards for other equipment like gas and water lines, overpasses, tunnels and bridges, which authorities in Washington and other affected cities continued to check for damage Wednesday. New York City, for instance, has retrofitted several bridges to better withstand shocks, including quakes, since the Sept. 11 attacks. It has updated seismic building codes for new construction. \"It's unlikely there will be another quake of this strength in our lifetime,\" Trull said. \"But it still might be worth getting things like reactors and critical buildings and other things that carry a high risk ... to withstand seismic shocks.\"Caption:  photoJ.Scott Applewhite / Associated Press: Tuesday's 5.8 earthquake damaged towers of the Washington National Cathedral.", "edition": "Fourth"}