{"title": "Seismic upgrades to begin at King St. Station - Next phase of restoration Ceremony to mark getting federal funds", "filename": "2012-03-15_SeismicUpgradesToBeginAtKingStStation-NextPhaseOfRestorationCeremonyToMarkGettingF.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/13D90A3A44DEF2C0?p=WORLDNEWS", "date": "2012-03-15", "page": "B1", "section": "Nwthursday", "author": "Mike Lindblom", "text": "In the seemingly endless mission to restore Seattle's King Street Station, perhaps the most crucial work begins this spring, a seismic retrofit to ensure it stands a century later. The next phase, costing about $24 million, will be done by spring 2013. Besides bracing the clock tower and waiting hall, workers will repair the damaged Beaux Arts ceiling and lighten it by painting beige over the current brown. Station restoration began nine years ago, after a period of late 20th-century neglect as passenger rail slumped. Since then, owner BNSF Railway sold the landmark building to the state, which later sold it to the city. The goal: \"To bring it back to its original character, when passengers and their experience were the focal point of the station,\" says Melanie Coon, rail spokeswoman for the state Department of Transportation. So far, about $47 million has been spent, much of it behind the scenes on structural features, such as column piles to reinforce the north half. The tower clock runs correctly again, there's a new plaza park to the north, and broken steel awnings were replaced. A new marble-walled baggage area should open in the spring. Passengers can begin to imagine themselves back in 1906, when King Street Station opened as the end of the line in a young seaport. But even as people look up from their smartphones to ponder the petals on the ceiling — revealed when workers tore out some ceiling tiles from 1962 — the waiting hall has remained a dim stopover. \"The whole waiting room will look spectacular when this is done. It will all be nice and clean,\" pledges Trevina Wang, program manager for the Seattle DOT. And there will be more room because baggage and ticketing will be moved to the back of the building. A ceremony is planned Thursday with Federal Railroad Administrator Joe Szabo, U.S. Rep. Jim McDermott, Seattle Mayor Mike McGinn, and state Transportation Secretary Paula Hammond. The Federal Railroad Administration is contributing $16.7 million of high-speed rail funds to this phase. In May, the main hall will be closed and passengers will be detoured to a newly rebuilt Amtrak warehouse room, and they will get to use the new ticketing area. Construction workers will be putting seismic braces in the main hall, then covering them with plaster walls, Wang said. Delay on staircase The grand staircase up to Jackson Street, which the city aspired to open last year, is being delayed until 2013 because money didn't arrive in time to finish sooner, and because of other work-schedule changes, said Wang. Half a million passengers a year visit King Street Station, where five daily round-trip Amtrak trains go to Portland or beyond, and two reach Vancouver, B.C. Moreover, it's a hub for a downtown where roughly half the workforce uses transit, and millions converge on sport stadiums. In two years, the First Hill Streetcar will be finished, with stops near the station. Washington state intends to add two more Amtrak trains to its Cascadia Corridor in 2017, after investing almost $800 million in federal aid to improve tracks, freight yards and stations. Finish imagined University of Washington students Darcy Akers and Brian Price, heading to Vancouver, Wash., on break, imagined Wednesday how beautiful the restored ceiling will look once scores of hanging wires are removed, and brighter paint is applied. Akers also admired a vein of exposed brick where an interior wall had been peeled away. \"I like the old feel of it,\" said Akers, a civil-engineering major. \"It reminds me of what a train station should look like, back when trains were the main way to go.\" Price said he'd like modern technology such as a real-time train arrival display sign, as riders see at certain bus and streetcar stops. Those kinds of features are up to Amtrak, Wang said. Preet and Kulgit Mann, of Vancouver, B.C., waited on a pewlike wood seat, annoyed at starting their vacation to New York with an eight-hour layover. They thought the restrooms weren't clean, there were no refreshments, and they weren't about to lug a baby and baggage through the streets. \"We don't mind the construction at all, but we were expecting it to be more comfortable,\" Kulgit Mann said. But it will be one more year before King Street measures up to the world's other classic train stations. Mike Lindblom: 206-515-5631 or mlindblom@seattletimes.com.Caption:  photoMike Siegel / The Seattle Times: The King Street Station renovation continues as workers restore the station's entry area on the ground floor. This newest phase includes repairing the damaged Beaux Arts ceiling and brightening it by painting beige over the current brown.", "edition": "Fourth"}