{"title": "48 killed after 7.4 quake hits western Guatemala", "filename": "2012-11-08_48KilledAfter74QuakeHitsWesternGuatemala.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/14272ABAE6D4A4B0?p=WORLDNEWS", "date": "2012-11-08", "page": "A2", "section": "News", "author": "Los Angeles Times And The Associated Press", "text": "MEXICO CITY — A deadly earthquake violently rattled Guatemala on Wednesday, knocking out electricity, destroying dozens of buildings and killing at least 48 people in two states as it toppled thick adobe walls, shook huge landslides down onto highways and sent terrified villagers streaming into the streets of this idyllic mountain town near the border with Mexico. One hundred people were missing, and hundreds were injured. The quake, which officials called the most powerful temblor to hit the Central American country in 36 years, occurred along the northern part of Guatemala's Pacific Coast. The U.S. Geological Survey measured it as magnitude 7.4. The quake, which was 20 miles deep, was centered 15 miles off the coastal town of Champerico and 100 miles southwest of Guatemala City. It was the strongest earthquake to hit Guatemala since a 1976 temblor that killed 23,000. Officials said most of 100 missing were from San Marcos. The mainly indigenous inhabitants farm corn and herd cattle, mostly for their own survival. President Otto Perez Molina said at a news conference that 40 people died in San Marcos and eight more were killed in the neighboring state of Quetzaltenango. In Guatemala City residents and office workers ran into the streets during a fierce, extended bout of shaking out of fear that buildings might collapse. The earthquake was also felt in neighboring Mexico and El Salvador. As in the Guatemalan capital, many workers in Mexico City poured out of office buildings onto the city's main artery, the Paseo de la Reforma, though by the afternoon, Mayor Marcelo Ebrard declared that the city had escaped harm. The U.S.-run Pacific Tsunami Warning Center reported that a tsunami had been generated by the quake. The report was scant on the details, noting that the tsunami \"may have been destructive along coasts near the earthquake epicenter.\" Also A magnitude 6.2 earthquake struck Wednesday off Vancouver Island southwest of Port Alice, B.C. No damage has been reported. A magnitude 7.7 earthquake struck off the west coast of Canada on Oct. 28, but there were no reports of major damage.", "edition": "Fourth"}