{"title": "Americans rekindle passion for Japanese cars, snub Detroit - Toyota, Honda back to strength before earthquake GM, Ford take hit", "filename": "2012-08-02_AmericansRekindlePassionForJapaneseCarsSnubDetroit-ToyotaHondaBackToStrengthBeforeE.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1407301AF4426330?p=WORLDNEWS", "date": "2012-08-02", "page": "A8", "section": "Business", "author": "Dee-Ann Durbin And Tom Krisher", "text": "DETROIT — Just when Detroit seemed to be luring them away, Americans are embracing Japanese cars again. Toyota and Honda lost ground last year after the Japanese earthquake limited their supplies. But July's U.S. sales show they've nearly regained what they lost, at the expense of General Motors and Ford. GM sales fell 6 percent and Ford sales slid 4 percent compared with last July. Honda's sales climbed 45 percent and Toyota jumped 26 percent. Overall car and truck sales rose 9 percent to 1.15 million, according to Autodata. \"Toyota and Honda have regained all of the share they lost, and much faster than we thought they would,\" said Jesse Toprak, vice president of market intelligence for the car-buying site TrueCar.com. \"Their customers appear to be a lot more loyal than we gave them credit for.\" Toprak and others thought that newer, better products at GM and Ford, like the Chevrolet Cruze and Ford Focus, might permanently pull customers away from the Japanese after the 2011 quake disrupted their supplies. But those gains haven't lasted. The Cruze, the best-selling subcompact in the country in July 2011, saw sales plummet 40 percent last month. Far outselling it was the Honda Civic, whose sales jumped more than 78 percent to just over 25,000. The Toyota Corolla also topped the Cruze and Focus, even though it's an older car with fewer features. Toyota commanded 14.3 percent of the U.S. market in July, up from 12.3 percent a year ago and back to pre-earthquake levels. GM had a 17.4 percent share, which matched its pre-earthquake level and was down from 20.3 percent last July. It was good news for the Japanese in an otherwise stagnant month for the U.S. auto industry. July sales stayed at nearly the same pace they were in June, or around 14.1 million on an annualized basis. While that's better than the 12.8 million cars and trucks sold in 2011, it's a slower pace than at the start of this year. Yet it's not all bad news. Sales aren't likely to drop because of pent-up demand from people replacing old vehicles, said Jeff Schuster, senior vice president of forecasting for consultants LMC Automotive. Sales most recently peaked at 17 million in 2005, and millions of owners need to replace those seven-year-old cars. Financial enticements could also spark sales. In July, there were good deals on last year's models, low- or no-interest financing and strong trade-in values due to high used-car prices. Auto loans are available from banks for just over 3 percent, half of their levels two years ago. GM and Ford both blamed their slowdowns on lower sales to government, corporate and rental car fleets. Ford said its fleet sales were down 16 percent for the month, while GM's fell 15 percent. But GM also saw declines for its Buick, GMC and Chevrolet brands. Only Cadillac was up 21 percent, thanks to the new XTS sedan. At Ford, the Lincoln luxury brand fell 11 percent, dragging down sales. Sales of the Escape small SUV dropped 12 percent after the new version, which reached dealerships in June, was recalled for safety problems. Ford said inventories were also hurt because it can't sell 3,500 Escapes that were damaged in a hailstorm. Ford's best performer was the Fusion sedan, which saw sales climb 21 percent. Other carmakers reporting sales Wednesday: • Chrysler, the third biggest U.S. automaker, saw sales rise 13 percent, led by strong demand for its Ram pickup and Chrysler 200 sedan. • Nissan's sales increased 16 percent, thanks to a big jump at the luxury Infiniti brand, which has several new products. • Volkswagen's sales rose 27 percent, led by the new Passat midsize sedan. • Hyundai sales rose 4 percent, thanks to strong sales of the new Elantra sedan.Caption:  photoRick Bowmer / The Associated Press: The Toyota auto terminal was filled with vehicles at the Port of Portland in June. Toyota's sales jumped 26 percent in July, mainly at the expense of Ford and GM.", "edition": "Fourth"}