{"title": "Tsunami in NW could be larger than anticipated - Japan quake One year later One year later", "filename": "2012-03-11_TsunamiInNwCouldBeLargerThanAnticipated-JapanQuakeOneYearLaterOneYearLater.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/13D7BB635DDF6660?p=WORLDNEWS", "date": "2012-03-11", "page": "A1", "section": "News", "author": "Sandi Doughton", "text": "The specter of 30-foot waves slamming into the Northwest coast used to be about the worst thing emergency managers in Washington and Oregon could imagine. Now, a year after Japan's megaquake and tsunami, they're wondering whether their nightmares were bad enough. Scientists and planners are reconsidering the region's tsunami risk in light of the massive walls of water that swept nearly 20,000 people to their deaths on the day the Japanese simply call 3-11. The tsunami reached 130 feet high in some places, taking everyone by surprise. Levels that extreme are unlikely in the Pacific Northwest, but experts say it's possible some parts of our coast could be hit by waves of up to 100 feet the next time the offshore fault called the Cascadia subduction zone snaps. \"That is definitely something we need to be prepared for,\" said Vasily Titov, head of tsunami modeling at the National Oceanic and Atmospheric Administration in Seattle. \"Underestimating kills people ... and the Japan event emphasized that in a very vivid way.\" Researchers are still unraveling the disaster and digesting its lessons. At the same time, the Obama administration proposes to cut $4.6 million from NOAA's tsunami programs as part of a push to reduce government spending and the deficit. State officials fear the cuts could undermine the safety of seaside communities. \"There will be serious consequences for our continued ability to maintain the level of preparedness on the coast today,\" said John Schelling, earthquake and tsunami program manager for Washington's Emergency Management Division. NOAA officials say the cuts will mostly affect funding for state programs, like tsunami education and evacuation signs, and won't affect the national tsunami detection and warning system. The federal government boosted funding for tsunami programs after the 2004 Indian Ocean tsunami killed more than 230,000 people. Since then, researchers have improved computer models that simulate how tsunamis spread. States used the results to map danger zones for scores of coastal communities in Washington, Oregon, Northern California and Alaska. Scenarios for the Pacific Northwest generally yield maximum wave heights of about 30 feet. Similar fault Japan's quake and tsunami originated on a fault similar to the Cascadia subduction zone — the boundary where the geologic plate that makes up the ocean floor is forced under the continent. What stunned scientists in Japan was how far the plates slipped past each other during the quake: More than 160 feet in some spots, about half the length of a football field. \"That's huge,\" Titov said. \"That much slip was unthinkable before.\" When submerged plates shift, they shove the water column up, initiating a tsunami. The question scientists are trying to answer now is whether the Cascadia subduction zone might be capable of more slip than the 65 feet factored into most tsunami models. \"Obviously, more slip would make a bigger tsunami,\" said Tim Walsh, geologic hazards chief for the Washington State Department of Natural Resources (DNR). Differences between Cascadia and Japan might lower the odds of such colossal slip here. Japan's magnitude 9 quake packed a lot of force into a short fault segment, which may at least partially explain why the plates moved so much. In a similar-sized quake in the Northwest, the force would probably be spread along the entire, 700-mile length of the subduction zone, theoretically resulting in less slip at any single location. Cascadia also lacks the deep, underwater trench that may have aggravated seafloor displacements in Japan, said Harry Yeh, a tsunami researcher from Oregon State University. But the Japanese disaster showed that a lot of what scientists thought they knew about subduction zones was wrong, said Yeh, who is currently in Japan to study the 2011 tsunami. \"What we have found out is that we do not really understand this Earth,\" he said. Japanese seismologists grossly underestimated the magnitude of an earthquake their subduction zone could unleash. In the Northwest, planners already assume a worst-case scenario of magnitude 9, based on geologic records of more than 20 giant quakes over the past 10,000 years. The most recent one, in 1700, is estimated at a 9 because the tsunami it triggered was powerful enough to flood villages in Japan. But there's evidence that a few of the ancient Cascadia quakes and tsunamis were nearly twice as powerful. New evacuation plans University of Rhode Island oceanographer Stéphan Grilli was one of the first researchers to model a magnitude 9.2 Cascadia quake and suggest waves up to 100 feet. What happened in Japan reinforces his earlier work, he said. \"People now see how it is possible for these large subduction zones to create much larger tsunamis than anyone anticipated,\" Grilli said. After watching waves overrun supposedly safe areas in Japan, officials in Grays Harbor County — which includes Ocean Shores and other coastal towns — revamped their evacuation plans. Assembly points were switched to higher elevations and away from possible landslides, said Chuck Wallace, deputy director for emergency management. \"What's paramount to me right now is to know whether what we've modeled for is enough,\" he said. Walsh, of Washington's DNR, hopes to revise the state's tsunami hazard maps and expand mapping to the Strait of Juan de Fuca and the San Juan Islands. A coastal tsunami isn't expected to cause serious flooding in Puget Sound. But a quake on the Seattle Fault, which runs through the city to the Eastside, could set off underwater landslides and cause localized tsunamis. Walsh wants to model a scenario for Lake Washington, but like the other map revisions, that work could be derailed by NOAA's proposed budget cuts. The cuts would also end funding to test and maintain tsunami warning sirens and replace tsunami evacuation signs, a common target for thieves. Also on the chopping block is federal money for community workshops, evacuation drills and programs to train hotel and business owners on the coast. NOAA has funneled more than $40 million to states over the past several years to ramp up education, outreach and preparedness, but never intended to fund the programs indefinitely, said Jane Hollingsworth, the agency's tsunami program manager. Local governments can't afford to pick up the slack, countered Wallace, who constitutes a one-person operation. \"These jurisdictions, they're bare bones now,\" he said. NOAA's top priority Facing its own tight budget, NOAA's top priority is a network of 40 tsunami detection buoys and the tsunami warning centers in Alaska and Hawaii, Hollingsworth said. The proposed budget would reduce buoy maintenance by $1 million, but the system has enough redundancy that it won't impair performance, she added. Initial tsunami warnings are based on earthquake signals. The buoys add detail about tsunami size, direction and duration. While the buoys are useful for tsunamis generated by distant earthquakes, they won't do much good for the Northwest coast when the Cascadia fault slips, Schelling said. Waves will hit within 30 minutes or less in many places, leaving little time for official warnings. NOAA may move some buoys closer to the fault so a detailed forecast could be issued more quickly. But people on the coast need to be conditioned to head for high ground as soon as the earth stops shaking — which is why public education is so crucial, he said. \"It's only having a trained and prepared population that's going to save lives,\" he said. Despite Japan's staggering death toll, 90 percent of the people in the inundation zones made it to safety, because they knew what to do, said University of Washington tsunami expert Jody Bourgeois. In the Northwest, where preparedness is not ingrained, she suspects the survival rate wouldn't be nearly that high. Sandi Doughton: 206-464-2491 or sdoughton@seattletimes.comCaption:  mapMark Nowlin / The Seattle Times: Cascadia subduction zone (G651UBNJ9)", "edition": "Fourth"}