{"title": "Powerful quake off Canada brings tsunami warning - Temblor may be one of region's largest Coastal warnings limited to Alaska, B.C.", "filename": "2012-10-28_PowerfulQuakeOffCanadaBringsTsunamiWarning-TemblorMayBeOneOfRegionSLargestCoastalWa.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1423DB185E66A378?p=WORLDNEWS", "date": "2012-10-28", "page": "B9", "section": "Nwsunday", "author": "Sandi Doughton", "text": "A tsunami warning was in effect for parts of Alaska and the northern coast of British Columbia after a powerful earthquake struck off the Queen Charlotte Islands on Saturday evening. \"No destructive widespread tsunami threat exists based on historical earthquake and tsunami data,\" said a bulletin from the West Coast and Alaska Tsunami Warning Center in Palmer, Alaska. The quake, estimated at magnitude 7.7 by the U.S. Geological Survey, hit shortly after 8 p.m. Seattle time. There were no immediate reports of destruction in the sparsely populated region. The quake could be among the largest ever recorded in the Pacific Northwest, said John Vidale, director of the Pacific Northwest Seismological Network at the University of Washington. It was followed by a magnitude-5.8 aftershock, and may also be linked to a smaller quake in Montana, he said. More aftershocks could follow. Vidale said the quake was not on the Cascadia Subduction Zone, the giant offshore fault that scientists say will one day unleash a megaquake and tsunami similar to the double-punch that hit Japan in 2011. But Saturday's quake was of the type that can warp the seafloor, triggering a tsunami. \"We don't know yet how wide an area it broke,\" Vidale said. The size of the seafloor displacement determines the size of the tsunami. The tsunami warning center's website malfunctioned after the quake, creating initial confusion about the scope of the warning. Jay Neher, of the National Weather Service in Seattle, said the warning applied only to the coastal areas of Alaska and British Columbia, from the north tip of Vancouver Island, British Columbia, to Cape Decision, Alaska. The U.S. Coast Guard in Alaska said it was trying to warn everyone with a boat on the water to prepare for a potential tsunami. Lt. Bernard Auth of the Juneau Command Center said the Coast Guard was also working with local authorities to alert people in coastal towns to take precautions. The Associated Press contributed to this report. Sandi Doughton: 206-464-2491 or sdoughton@seattletimes.com", "edition": "Fourth"}