{"title": "7.4 quake hits Mexico; no deaths reported", "filename": "2012-03-21_74QuakeHitsMexicoNoDeathsReported.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/13DB038B55E3F160?p=WORLDNEWS", "date": "2012-03-21", "page": "A4", "section": "News", "author": "The Associated Press And The Los Angeles Times", "text": "MEXICO CITY — A strong 7.4-magnitude earthquake hit southern Mexico on Tuesday, damaging some 800 homes near the epicenter and swaying tall buildings and spreading fear and panic hundreds of miles away in the capital of Mexico City. One of the strongest to shake Mexico since the deadly 1985 temblor that killed thousands in Mexico City, Tuesday's earthquake hit hardest in border area of southern Oaxaca and Guerrero states, where Guerrero officials confirmed that some 800 homes had been damaged, and an additional 60 collapsed. Hours after the shaking at noon local time, there were still no reports of deaths or serious injuries, even after a less powerful, magnitude-5.1 aftershock was felt in the capital and several other aftershocks near the epicenter in a mountainous rural region. \"This is one of the strongest we've ever felt,\" President Felipe Calderón said, urging Mexicans to remain calm. In this capital of 20 million people, the quake shook office buildings and apartment houses and sent hundreds of thousands of people into the streets seeking safety. A pedestrian bridge on the outskirts of the city was wrenched from its girders and crushed a passenger bus below. The bus was empty, save for the driver, who escaped with minor injuries. The southern Guerrero and Oaxaca states, along whose shared border the epicenter of the quake was pinpointed 12 miles below the surface, apparently took the brunt. President Obama's older daughter, Malia, was vacationing in Oaxaca with school friends but was not hurt, White House officials said. Because of previous disasters, residents in Mexico City periodically rehearse evacuations and emergency procedures. That practice was on full view Tuesday. Although there were, as Calderon put it, scattered \"scenes of panic,\" many of the evacuations were orderly. Workers, from executives in business suits to the aproned cleaning staff, filed from offices, down stairs and into the streets, where they gathered at predesignated spots. Pre-assigned marshals donned rescue vests and made sure everyone was accounted for. Evacuation alarms screeched in the background. Hours later, many had not returned to their buildings. Officials from the federal attorney general's office were working in a nearby Starbucks. Telephone service and electricity to more than 2 million customers were interrupted for several hours; traffic lights went blank.Caption:  photoRonaldo Schemidt / AFP/Getty Images: Firefighters work to remove a bus damaged by a bridge that collapsed after a strong quake that hit Mexico. The bus was empty at the time except for the driver, who escaped with minor injuries.", "edition": "Fourth"}