{"title": "Fake quake Thursday; get real and don't run - 13 million nationwide to dive for cover Biggest such drill ever includes 600,000 in state", "filename": "2012-10-16_FakeQuakeThursdayGetRealAndDonTRun-13MillionNationwideToDiveForCoverBiggestSuchD.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/141FE6E92D962E68?p=WORLDNEWS", "date": "2012-10-16", "page": "B1", "section": "Nwtuesday", "author": "Sandi Doughton", "text": "When the fake quake strikes Oct. 18 at 10:18 a.m., what will you do? Emergency managers hope none of these are on your list: • Hunker in a doorway. • Hop in the bathtub. • Hustle outside. But worst of all, they say, would be to ignore the biggest earthquake drill in U.S. history. Nationwide, more than 13 million people have signed up to participate in Thursday's 2012 Great ShakeOut, either on their own or through schools, businesses and community groups. This year's drill will mark the first time people along the entire West Coast of North America — from the tip of Alaska to the bottom of California — have simultaneously practiced diving for cover. \"It doesn't have to be scary,\" said John Schelling, of the Washington Emergency Management Division. \"It's a great opportunity to get into our muscle memory to immediately get underneath something and protect our heads and necks.\" In Washington, more than 600,000 people already have registered to take part. Schelling is optimistic the total will climb by Thursday. \"Hopefully, we'll be able to get at least a million Washingtonians to raise their hands and say: 'Yes, I want to practice earthquake safety.' \" At the appointed hour, schoolchildren, university students, workers and others across the region will follow the mantra that most now know by heart: Duck, cover and hold on. This year, officials are asking participants to take at least one more step to better prepare themselves for the real thing. It could be as simple as having a family discussion, or designating an emergency-contact family members can check in with if local phone connections are disrupted. Some businesses and schools plan full-scale evacuation drills. Homeowners might take advantage of the ShakeOut to finally store a few gallons of water in the basement or strap down the water heater. \"Start small,\" Schelling said. \"Just do one thing ... then build on that.\" Employees at 73 REI stores across the country, including Seattle's flagship location near downtown, will follow their earthquake drills with a huddle to discuss potential hazards and how to reduce them, said company spokeswoman Bethany Hawley. But shoppers won't be pressed to duck and cover. The drills will be held before the stores open. This year's ShakeOut also will include sounding tsunami-warning sirens in coastal communities, where some groups will walk the route to high ground. Japan's disastrous 2011 earthquake and tsunami raised awareness in the Northwest, which is subject to the same type of one-two punch. The region also is riddled with shallow faults, including one that runs under Puget Sound, through Seattle and into the Cascade foothills. Future quakes could be much more destructive than the 2001 Nisqually quake, which had a magnitude of 6.8, but was blunted by the fact that it originated 30 miles underground. \"There's a growing awareness that we've kind of gotten off easy in the short, historical time Westerners have been in the Pacific Northwest,\" said Bill Steele, of the Pacific Northwest Seismic Network at the University of Washington. With so little firsthand experience of earthquakes, folks in Washington might be a little rusty on what to do when the ground starts shaking. Some might also be confused by contradictory advice offered on the Internet, Steele said. A widely circulated email urges people to lie next to a heavy object, instead of seeking cover under a sturdy desk or table. The argument is that furniture will be crushed if a building collapses, whereas a small cavity may be created next to a heavy object. Experts, including the Red Cross, say that's bad advice in the United States, where few buildings are likely to crumble. The greatest hazard here is getting hit by falling objects — from bookshelves to light fixtures and shattered glass. That's the same reason emergency managers advise people to stay indoors when a quake hits. \"A common misconception a lot of folks have is that they should run outside,\" Schelling said. Another notion that's proved hard to dispel is that doorways are the safest place to be. That might have been true decades ago for some types of buildings. But in most modern structures, door frames are no stronger than the rest of the building. People who take shelter there often wind up getting injured as the doors swing wildly during the quake. If there's no handy desk or table to dive under, experts recommend simply crouching down and covering your head with your arms. If you're in bed when the quake hits, stay there — unless a heavy light fixture is hanging over your head. Outdoors, move as far away from buildings, trees and power lines as possible and assume the position. And the bathtub? Many people have survived tornadoes by taking shelter in a tub. But in an earthquake, Schelling said, you're more likely to get injured running for the bathroom than simply staying put. Sandi Doughton: 206-464-2491 or sdoughton@seattletimes.com Great ShakeOut Information about the Great ShakeOut, including earthquake-safety tips for people with disabilities: shakeout.org/washington/ Information on personal preparedness is available from the Structural Engineers Association of Washington at: seaw.org/documents/AIA-SEAWShakeOut.pdf", "edition": "Fourth"}