{"title": "Second deadly quake in days kills 16 in Italy - Many victims worked in warehouses, factories in Emilia Romagna region 7 died when stronger quake struck on May 20", "filename": "2012-05-30_SecondDeadlyQuakeInDaysKills16InItaly-ManyVictimsWorkedInWarehousesFactoriesInEmil.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/13F219E2F8B6E7D8?p=WORLDNEWS", "date": "2012-05-30", "page": "A4", "section": "News", "author": "Colleen Barry And Alberto Arsie", "text": "SAN FELICE SUL PANARO, Italy — Workers at the small machinery company had just returned for their first shift after Italy's powerful and deadly quake earlier this month when another one struck Tuesday morning, collapsing the roof. At least three employees at the factory — two immigrants and an Italian engineer checking the building's stability — were among those killed in the second deadly quake in nine days to strike a region of Italy that hadn't considered itself particularly quake prone. By late Tuesday, the death toll stood at 16, with one person missing: a worker at the machinery factory in the small town of San Felice Sul Panaro. The 5.8-magnitude quake injured some 350 people north of Bologna in Emilia Romagna, one of Italy's more productive regions, agriculturally and industrially. Tuesday's quake struck just after 9 a.m. with an epicenter 25 miles northwest of Bologna, according to the U.S. Geological Survey — just several miles from where the 6.0-magnitude quake that killed seven people on May 20 was centered. The injured included a 65-year-old woman who was pulled out alive by rescuers after lying for 12 hours in the rubble of her apartment's kitchen in Cavezzo, another town hit hard. Firefighters told Sky TG24 TV that a piece of furniture, which had toppled over, saved her from being crushed by the wreckage. The building had been damaged in the May 20 quake and had been vacant since. The woman had just gone back inside it Tuesday morning to retrieve some clothes when the latest temblor knocked the building down, firefighters said. Factories, barns and churches fell, dealing a second blow to a region where thousands remained homeless from the earlier temblor. The two quakes struck at a particularly crucial moment, as the country faces enormous pressure to grow its economy to stave off the continent's debt crisis. Italy's economic growth has been stagnant for at least a decade, and the national economy is forecast to contract by 1.2 percent this year. The area encompassing the cities of Modena, Mantua and Bologna is prized for its car production, churning out Ferraris, Maseratis and Lamborghinis; its world-famous Parmesan cheese; and less well-known but economically critical machinery companies. As in the May 20 quake, many of the dead on Tuesday were workers inside huge warehouses, many of them prefabricated, that house factories. Inspectors have been determining which are safe to re-enter, but economic pressure has sped up renewed production — perhaps prematurely. Seven people were killed in the May 20 quake. In both quakes, the dead were largely and disproportionately workers killed by collapsing factories and warehouses. Co-workers of Mohamed Azeris, a Moroccan immigrant and father of two who died in the just-reopened factory, said he was forced back to work as a shift supervisor or faced losing his job. A local union representative had demanded an investigation. Ferrari, Maserati and Lamborghini, all centered near Modena, reported no damage, and said workers were evacuated and then allowed to leave to check on their homes and families. Lamborghini planned to keep production halted on Wednesday. Tuesday's earthquake and strong aftershocks from the May 20 temblor are not surprising or unexpected, said Harley Benz, scientist in charge of the U.S. Geological Survey National Earthquake Information Center. The region around Bologna has had at least five previous significant earthquakes between 5.3 and 6.8 magnitude in the past 550 years, most recently with a series of quakes in 1929, he said.Caption:  photo,mapLuca Bruno / The Associated Press: Rescue teams use dogs to help look for workers who were reported missing at the Haemotronic factory in Medolla after a magnitude-5.8 earthquake struck Tuesday in northern Italy. A magnitude-6.0 quake struck the same region May 20.The Associated Press: Quake strikes Italy (GFM1V4FAM)", "edition": "Fourth"}