{"title": "Rainier quake monitors are ready and waiting - Equipment can detect tiniest of rattles, bulges Sensing gear has pinpoint accuracy", "filename": "2012-09-17_RainierQuakeMonitorsAreReadyAndWaiting-EquipmentCanDetectTiniestOfRattlesBulgesSensi.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/141659469E347F88?p=WORLDNEWS", "date": "2012-09-17", "page": "B1", "section": "Nwmonday", "author": "Lynda V. Mapes", "text": "Bet you did not know there was an earthquake on Mount Rainier last week. But equipment installed high on the mountain's snowy flanks can detect even the tiniest of disturbances, including the mountain's recent little shake, registering a magnitude of just 0.1 — puny as far as earthquakes go. And it measures the location with pinpoint accuracy. New equipment was installed about five years ago to provide a continuous stream of data to scientists in real time, so they can monitor what is one of the most seismically active volcanoes in the Cascades. Scientists were up on the mountain this month between 7,000 and 11,000 feet in elevation to perform the normal, periodic service and replacement of batteries, antennas and other equipment in the detection array. Fourteen people helicoptered and hiked in for the work on six different sites on the mountain. The range of instruments helps provide a detailed engagement with the mountain's many moods. Any slight tremor is registered by seismometers. Tilt meters track the tiniest bulge or cratering of the mountain's surface. And a GPS (Global Positioning System) network enables scientists to pinpoint more exactly the location of any activity the sensors detect. Why bother? Because the mountain and its deadly potential is so close to so many people. Mount Rainier carries as much snow and ice on its flanks as all the other Cascades volcanoes combined. With all that loose rock and surface water, even a small amount of activity can mobilize a devastating mud flow, called a lahar. Consider that the mountain let loose a landslide resulting in the Electron Mud Flow in the early 1500s, spewing a river of mud all the way to Puget Sound, notes Seth Moran, seismologist with the U.S. Geological Survey's (USGS) Cascades Volcanic Observatory in Vancouver, Wash., which monitors the volcano with the Pacific Northwest Seismic Network (PNSN), based at the University of Washington. Today, a similar lahar could bury the towns of Puyallup, Buckley, Orting and Sumner. But the battery of sensing equipment, Moran noted, would provide days and even weeks of early warning of any potential catastrophic event. Bulges in the mountain's surface, for instance, would indicate rising magma, and swarms of earthquakes would signal a more restive mood. But lately, \"It's steady as she goes,\" Moran said. The mountain's most recent eruption was about 1,000 years ago, a blink of an eye in geologic time. Now that the detection equipment has been serviced, it should be good for another five years. If the big one comes, it's ready. The first sensing equipment on Mount Rainier was installed by the PNSN at the university in 1969, and more stations have been added since. Today, there are hundreds of remote sensors deployed on Pacific Northwest volcanoes. It's a far cry from the 1980s, when scientists measured ground swelling by hauling surveyors' gear up on the volcano and hammering rebar into the ground to track widening fissures with measuring tape. The equipment in use today can remotely detect changes in the surface of the Earth as small as a centimeter. And that, said Carolyn Driedger, hydrologist and outreach coordinator for the USGS Cascade Volcano Observatory, can make all the difference. \"We cannot afford to play catch up just as an eruption begins.\" Information from The Seattle Times archives was included in this report. Lynda V. Mapes: 206-464-2736 or lmapes@seattletimes.com. On Twitter @lyndavmapes.Caption:  photoUSGS: Jon Connolly, left, of the Pacific Northwest Seismic Network and Marc Biundo of the USGS service volcano-monitoring equipment last week.", "edition": "Fourth"}