{"title": "Doing their best to prepare for the worst - Earthquake riots volcano nuclear attack famine electro-magnetic pulse power-grid collapse Mayan calendar flood", "filename": "2012-05-14_DoingTheirBestToPrepareForTheWorst-EarthquakeRiotsVolcanoNuclearAttackFamineElectro-M.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/13ED263A437859F8?p=WORLDNEWS", "date": "2012-05-14", "page": "A1", "section": "News", "author": "Erik Lacitis", "text": "PUYALLUP — Do you have 12 cases of peas and beans, seven pounds of powdered milk, 50 pounds of flour, 50 pounds of rice, 20 pounds of frozen chicken breasts, a 4,000-watt generator and some 35 gallons of gas in containers to run a freezer? That's just a sampling of what Robert Sarnes has stored in his family's home — in the pantry, in the garage that's stacked with metal and wood containers. Sarnes is prepared for a disaster, and you're probably not. Especially you Seattle city slickers, says Sarnes in wonderment at your naiveté. \"Seattle? Maybe 1 in 1,000 families could survive more than five days comfortably,\" he says. By the way, in case the thought crosses your marauding mind about breaking into Sarnes' home, he also has \"in excess of 17\" pistols and rifles in a safe in his house. Plus, right now as he's being interviewed, he's packing a compact .45 in a holster under his T-shirt. Why pack heat around the house? \"I mean, in an emergency, I'm not gonna tell somebody, 'Wait a minute, I'm going to get my gun.' You want to be as prepared as you can be,\" says Sarnes. Sarnes, 43, married, with two young daughters, is a prepper, part of an ever-growing group here in the Northwest and throughout the country who have decided that if they haven't stocked up that pantry shelf for a long emergency, nobody else will. We've gone through periodic bouts of preparing for looming disaster. Aging baby boomers might recall news stories about people putting fallout shelters in their backyards during the Cold War and especially around the time of the 1962 Cuban missile crisis. Preppers network These days, the Internet instantly connects you with others who worry what disaster the future might bring. Tom Martin, 34, a long-haul truck driver based out of Port Angeles, is the founder of the American Preppers Network, or APN, as it likes to call itself. The website started in 2009, and now, he says, more than 16,000 people nationwide regularly take part on the site's forums. \"Prepper\" is a term that has become better known since the National Geographic Channel began airing a reality show last June called \"Doomsday Preppers.\" The show describes itself as exploring \"the lives of otherwise ordinary Americans who are preparing for the end of the world as we know it.\" The program has been a ratings bonanza, with a 60 percent male audience, with an average age of 44. Guys do like their tough reality shows. Martin says his group includes about 200 registered members from Washington state, and women make up half of the membership. A recent topic of discussion on the prepper website was, \"What do you fear/are you prepping for?\" The responses included \"economic collapse and the subsequent civil unrest,\" an earthquake, and an \"EMP attack,\" the latter not referring to Paul Allen's rock museum, but an electromagnetic pulse burst that supposedly could cause a mass power-system collapse. Enough people have such worries that the prepper phenomenon has gone mainstream. Costco recently offered on sale for $3,199.99 a nine-month supply of emergency food to feed four people. The chain now has a \"disaster-preparedness\" section on its online catalog that sells everything from vegetable seeds for a one-acre garden ($42.99) to a powerful standby generator ($2,999.99). The tipping point for Martin in becoming a prepper spokesman, he says, began a few years ago, when the bad economy cut his $90,000-a-year earnings down to about $40,000 a year. Then he saw his mom in Idaho going through tough times as her home went financially underwater. Martin began blogging about preparing for tough times, and that led to forming the national preppers group. He and other preppers are adamant about not being mistaken for survivalists, especially after the recent news stories about the North Bend man who police say shot himself in a hillside bunker after killing his wife and teen daughter. Says Martin, \"That guy sounded like a nut case, somebody who thinks everybody is out to get them.\" On its website, Puget Sound Preppers says, \"This group is NOT involved in: revolution, war, militia, political parties, religious activities, racism, or lobbying. This group is about skills and knowledge.\" An upcoming meeting, for example, is on raising chickens. Preppers, says Martin, are not much different from Mormons who make sure they have food, water and other supplies in case of an emergency. He says preppers have no interest in toughing it out alone in the wilderness. They'd rather have that stocked-up pantry, which, they say, means not having to shell out thousands of dollars at once for a nine-month supply. You watch for sales and stock up over time. Guns and safety At his Puyallup home, Sarnes answers the obvious question about keeping guns around with two children in the home. His daughters, he says, have been well-trained in gun safety. One of them is home from school because she's feeling buggy. She goes through the drill about gun safety, led by her dad: \"What do you do when you see a gun? You tell a grown-up or police officer. Don't touch it. If you do handle it, muzzle to the ground, finger off the trigger, treat it like it's loaded even if you know it's not, never point it at anybody.\" In agreeing to talk to a reporter, Martin and Sarnes are a bit unusual for preppers, who can be secretive. A Bothell-area woman who goes by \"Nurse Ellie\" emails back about herself: \"I believe in being prepared and self reliant. I am now a First Class Marksman and have one year of food supply and 3 months of Bottled drinking water. A rain Barrel and live one block from a River (fresh water) and have a Swimming Pool (cleaned regularly) ... Safety first, so I will not give you anything further.\" Martin says one reason for secrecy is that during a disaster, people who failed to prepare can \"come knocking on the door.\" Better to keep it a secret how much you have stored up. And there is the fear, he says, of being portrayed as \"crazy nut-jobs on the fringe of society.\" The Preppers Network website answers, \"Preppers are no more crazy than those wacky people who have homeowners insurance. ... \" When he talks, Sarnes uses plenty of military lingo, such as when showing off armor vests he has for himself; his wife, Jennifer; and their daughters, Hailey, 5, and Emma, 7. \"These are Level IV vests, able to stop all commercial-grade ammunition,\" he explains. Sarnes joined the Army at 19, and retired as a sergeant in 2004 after serving 18 years. He was in various air-defense artilleries and describes himself as a \"typical grunt,\" his record including medals for serving in Kuwait and Southwest Asia. His wife works at an office and is going to community college, eventually planning a career in nursing or something similar, Sarnes says. \"Bug in, bug out,\" is another term Sarnes likes to use, and that is often used on prepper forums. Let's say that disaster happens — and Sarnes believes that in the next decade, \"there will be a failure of something, whether the economy fails or there is civil unrest.\" First you bug in and stay in your house for a month with all those supplies you've stockpiled. But what happens if those unprepared neighbors do knock on your door? \"Well, piss-poor planning on your part doesn't constitute an emergency on my part,\" says Sarnes. \"It means I'm not going to sacrifice my family for them.\" And? \"If we have a snowstorm and we lose power for three weeks, I'll share. But let's say, for lack of a better term, that we have a civil war, something like that. My family's life is more important than my neighbor's life.\" Next in the preppers' disaster scenario comes the bug-out part. In that scenario, all those unprepared city slickers from places like Seattle will start heading out to the countryside to scavenge for supplies. That is when Sarnes and his family will bug out to a remote location accessible by side country roads, not the now-jammed freeways. And, says Sarnes, such a location actually exists for him, in Thurston County. He found a property through the Prepper Network, he says, a place where three families have agreed to combine resources. With his military background, he says, \"I'm an asset to them,\" and he has given them basic firearms training. At the property, Sarnes says, he has a 12-foot metal shipping container with hardened locks. Inside the container he has stored food, sleeping bags and other camping equipment. \"That would be basically to start a new standard of living. At that point, there won't be any supermarkets, gas stations. You'll have to provide for yourself with what you have on hand until crops start growing,\" says Sarnes. \"Compelling hobby\" Sarnes is told what a sociologist who spent 20 years interviewing survivalists has to say about preppers. He is Richard Mitchell, 69, of Corvallis, a professor emeritus in sociology at Oregon State University, and author of \"Dancing at Armageddon: Survivalism and Chaos in Modern Times.\" What Mitchell says about preppers is that for them, going through various disaster scenarios, stocking up with all that food, is a \"compelling hobby\" that gives them a sense of creativity and individuality. Much of the world is packaged these days, says Mitchell, and preppers want to feel that all their preparing really matters. Mitchell also says preppers don't take their scenarios to their logical conclusions. Society has broken down; they're bugging out in a remote area, and then what? \"Nobody ever talks about forming a city or a town. 'It's only I and my family that can be trusted,' \" says Mitchell. \"But what distinguishes us from other species is working together cooperatively and sharing ideas and resources.\" Sarnes responds that actually, what the preppers plan on doing is establishing new communities, each member contributing some kind of skill. But he does admit this post-apocalypse world will be one in which stuff like the Internet will just be a memory. \"There will be a new definition of normal,\" Sarnes says. \"Just being able to put food in your belly and not freezing may be the new norm.\" Shake your head if you want, but for the preppers stocking their garages with canned goods, this is no movie treatment. News researchers Gene Balk and David Turim contributed to this report. EARTHQUAKE RIOTS VOLCANO NUCLEAR ATTACK FAMINE ELECTROMAGNETIC PULSE POWER-GRID COLLAPSE MAYAN CALENDAR FLOOD CIVIL UNREST LUNAR ANOMALY PANDEMIC ECONOMIC COLLAPSE INVASION NEW WORLD ORDER INFESTATION TSUNAMI OIL DEPLETION American Preppers Network: http://americanpreppersnetwork.comCaption:  photoAlan Berner / The Seattle Times: \"Be prepared\" is the motto of Robert Sarnes, and in this case he's talking about the meltdown of the U.S. government. His backpack contains food, water, ammo and enough other supplies to last for three days. The flag hangs at his family's Puyallup home.Alan Berner / The Seattle Times: Sarnes has enough supplies here to keep a family of four going for two weeks, should there be civil insurrection.", "edition": "Fourth"}