{"title": "Books tumble from shelves as 'light' quake hits Kentucky", "filename": "2012-11-11_BooksTumbleFromShelvesAsLightQuakeHitsKentucky.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1428D12403C64730?p=WORLDNEWS", "date": "2012-11-11", "page": "A8", "section": "News", "author": "Rebecca Yonker", "text": "LOUISVILLE, Ky. — The U.S. Geological Survey is reporting that an earthquake centered in Kentucky also rattled at least eight other states. The USGS website says the epicenter of the 4.3 magnitude earthquake Saturday afternoon was about 10 miles west of Whitesburg, near the Virginia line. Residents in both states, as well as West Virginia, Tennessee, North Carolina, South Carolina, Indiana, Ohio and Georgia, also reported feeling the temblor. National Weather Service spokesman Jeff Carico said employees at the office in Jackson, about 60 miles northwest of Whitesburg, felt the ground shake for about 15 seconds. He says the office has gotten numerous calls, but so far no one has reported any serious damage. USGS geophysicist John Bellini said the quake is considered \"light.\" \"It's not going to cause any significant damage,\" he said. Bellini said people near the epicenter might have had pictures fall off walls or books tumble from shelves. That's exactly what happened at the Blackey Public Library, just west of Whitesburg in Letcher County and about 200 miles southeast of Louisville. Library worker Bonnie Asher said she was coming downstairs when she heard a big boom. Asher said the entire building shook and the lights flickered off and on, and at first she thought maybe a plane had crashed nearby. \"It was very scary,\" she said. \"It knocked about 14 books off one shelf.\" Otherwise, though, she said it happened quickly. Whitesburg resident Charlotte Brown said she was talking to a friend at her front door when she felt the ground start to shake — just a little bit at first, then harder. \"It made me nervous,\" she said. In Tennessee, some workers at the Y-12 nuclear-weapons plant in Oak Ridge felt the temblor, but spokeswoman Ryn Etter said there was no impact to the plant. Tennessee Valley Authority spokeswoman Jessica Stone said no problems have been reported at any plants operated by the nation's largest public utility.", "edition": "Fourth"}