{"title": "Seattle's eroding sea wall is an underlying problem - $290M bond measure proposed to fix it Earthquake could cause major damage", "filename": "2012-06-15_SeattleSErodingSeaWallIsAnUnderlyingProblem-$290MBondMeasureProposedToFixItEarthqua.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/13F80590A13C4148?p=WORLDNEWS", "date": "2012-06-15", "page": "A1", "section": "News", "author": "Lynn Thompson", "text": "Outside the Seattle Aquarium this week, city road crews surveyed a sidewalk and street edge that had partially collapsed, the results, the city says, of water from Elliott Bay penetrating the aging waterfront sea wall and undermining the asphalt above. Several years ago, crews injected grout near Waterfront Park to raise another sagging sidewalk. \"It's an ongoing problem,\" said Tim Kuniholm, director of public affairs for the aquarium. \"There's a sense of urgency that we're not going to be able to hold back the bay without a fix.\" City engineers say the sea wall, which runs from South Washington Street to Broad Street, has been seriously eroded by bore worms and tides. Built more than 70 years ago, it wasn't designed to withstand a major earthquake. City consultants have put the risk at 1-in-10 that an earthquake in the next decade could cause the sea all to fail, threatening the Alaskan Way Viaduct, the state ferry dock and waterfront businesses. \"Failure of the wall could severely disrupt transportation and commerce in the region and lead to widespread property damage, injury and loss of life,\" said City Councilmember Tom Rasmussen. The Seattle City Council is considering a $290 million bond measure for the November ballot to replace the sea wall and rebuild two city-owned piers that extend from it. The 30-year measure would cost the owner of a $360,000 home about $59 per year. The city's sense of urgency is compounded by the Highway 99 viaduct replacement-tunnel project already under way. The new sea wall must be in place before Alaskan Way can be rebuilt where the viaduct now stands. Planning also is under way for an extensive new city waterfront park that will run the length of Elliott Bay, where the current Alaskan Way now runs. Ambitious preliminary plans for the park include a gondola climbing from the waterfront up to First Avenue at Union Street, a broad, descending walkway to connect Pike Place Market with the Seattle Aquarium, and public plazas and overlooks. City planners considered including elements of the new park in the sea-wall bond project, but ultimately rejected that idea in favor of the current measure, which holds down the total cost and focuses on the wall. \"We didn't want it to be a Christmas tree with lots of added-on projects,\" said Rasmussen. \"This is about transportation, public safety and essential infrastructure. We don't want it confused with the waterfront-park design that is still under way.\" The $290 million bond measure would complete the sea-wall replacement from South Washington to Virginia Street. A second phase would rebuild the remaining portion of the wall. The city hopes to secure some federal funding for that work. Additional funding for the initial project will include $30 million from the King County Flood Control District and nearly $30 million from the city's general fund. The sea wall was damaged in the 2001 Nisqually earthquake, but the full extent of its deterioration wasn't discovered until the following year, when inspectors found infestations of gribbles — tiny marine crustaceans — in the sea wall's untreated support posts. Engineers estimate that between 50 and 60 percent of the sea wall is weakened and could fail in another earthquake. The sea wall was built between 1916 and 1936. It's not just a wooden face, but extends back under Alaskan Way and the viaduct and is composed of rip rap and other fill that has settled over the years. In addition to replacing the sea wall, the bond measure will include some habitat and shoreline restoration designed to improve salmon migration. The measure also will include rebuilding Waterfront Park, just south of the aquarium, and Piers 62 and 63, just north of the aquarium. All are owned by the city and are badly deteriorated, city officials say. Summer concerts used to be staged at the piers, but were discontinued in part because they could no longer safely support large crowds. Information from Seattle Times archives was included in this report. Lynn Thompson: 206-464-8305 or lthompson@seattletimes.com. On Twitter @lthompsontimes. Public hearing The City Council will hold a public hearing on the proposed bond measure at 5:30 p.m. June 27 in Council Chambers, Seattle City Hall, 600 Fourth Ave.Caption:  photoKen Lambert / The Seattle Times: A man jogs above a stretch of Seattle's worm-eaten waterfront sea wall near the Seattle Aquarium.Steve Ringman / The Seattle Times: Water from Elliott Bay that penetrates the aging sea wall along the Seattle waterfront has caused part of the sidewalk and street edge to partially collapse, according to the city. \"It's an ongoing problem,\" said a city spokesman.", "edition": "Fourth"}