{"title": "Concern for orcas limits vessel's seismic research - Sonars used Marine biologists, scientists discuss ways to protect whales", "filename": "2012-06-17_ConcernForOrcasLimitsVesselSSeismicResearch-SonarsUsedMarineBiologistsScientistsDiscu.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/13F8B005580A4FE8?p=WORLDNEWS", "date": "2012-06-17", "page": "B8", "section": "Nwsunday", "author": "The Associated Press", "text": "TACOMA — An expedition to study earthquake and tsunami risks off the coasts of Washington and Oregon has been scaled back for now out of concerns for endangered Puget Sound orcas. Scientists aboard the research vessel Marcus Langseth are using sonar to map a major earthquake fault along the Northwest coast, KPLU radio station reported Friday. The seismic researchers got a permit from the National Marine Fisheries Service, the federal agency that protects whales, to conduct three research studies on the 680-mile Cascadia subduction zone off the Oregon and Washington coast. But experts in Washington and Oregon initially were not consulted, the radio station reported Lynne Barre, a biologist who supervises the marine-mammal program for the Seattle office of NOAA, told KPLU that the three pods of Southern Resident orcas rarely go out into the open ocean but that doesn't mean they never do. \"In the summer, those southern residents spend lot of their time in inland waters, like around the San Juan Islands, locally,\" Barre said. \"And so I think that was just a miscommunication somewhere along the way, about the potential for the whales not to be in that area, but to be along the coast, as well.\" The Lamont-Doherty Earth Observatory, part of Columbia University, operates the ship as a scientific research facility on behalf of the National Science Foundation. The ship is used by universities and research labs across the nation to study the earth's interior deep beneath the ocean floors. The ship was docked in Astoria, Ore., earlier last week, while scientists negotiated with marine biologists over how to use the sonar while protecting killer whales that swim near the ship. Sonar blasts potentially could harm the whales. For now, the ship is limited to one of three planned research surveys, KPLU reported. Negotiations are still under way over the others, which take the ship closer to the endangered orcas habitat in Washington state. A call and email to observatory representatives by The Associated Press was not returned Saturday. As a precaution, the ship uses an underwater listening device, so scientists on the ship could hear any orca sounds and calls in the vicinity, KPLU reported. Whenever a whale is detected, by sight or sound, the sonar blasts must be suspended. In a statement, Columbia University said the vessel follows strict procedures to minimize any disruption to marine mammals. At least four observers will be on board listening and watching for protected marine mammals during seismic operations. If marine mammals come near the ship, the sound sources will be shut down. The observatory said the results of the research surveys \"could contribute to improving the resilience of communities exposed to earthquakes and tsunami in the Pacific Northwest.\"", "edition": "Fourth"}