{"title": "2 years after Haiti quake, reality tempers hope - Close Up", "filename": "2012-01-12_2YearsAfterHaitiQuakeRealityTempersHope-CloseUp.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/13C3F8F1AFAC1A00?p=WORLDNEWS", "date": "2012-01-12", "page": "A3", "section": "News", "author": "Jacqueline Charles And Nancy San Martin", "text": "PORT-AU-PRINCE, Haiti — In public squares where dirty, overcrowded tents once housed thousands of homeless quake victims, children now ride bikes and kick soccer balls. Roads previously barricaded by rubble are clogged with traffic. A downtown nursing school and a hilltop hotel that collapsed are being rebuilt. Two years after a 7.0-magnitude earthquake devastated Haiti — leaving at least 300,000 dead and some 1.5 million homeless in the capital, Port-au-Prince, and surrounding cities — seeds of progress are evident. But with more than a 500,000 people still living in squalid camps, and billions of dollars in promised aid still to arrive, much remains to be done for the changes to take root. \"After two years, what can I say? We're still here,\" said Yvrose Mongerard, who lives in Corail-Cesselesse, a post-quake planned community north of the capital where tens of thousands of people have since set up makeshift camps. \"We are not asking for a handout, but if we were working, we would be able to help ourselves.\" Faius Adonis, 56, who lives in a tarp-covered shack with his wife and five children in the southern city of Léogâne, agreed that times remain tough, regardless of the reconstruction. \"Hard times are killing us,\" he said. \"The tarp doesn't do anything. Two years after the quake, we're still in the streets.\" Haiti's new president was less pessimistic. \"We're moving into bettering the lives of the Haitian people,\" President Michel Martelly said in an interview. \"We're moving into getting them out of the tents.\" Recovery complications There is no doubt that lives have been saved with the outpouring of billions of dollars, through private charitable organizations and the myriad international aid groups that rushed to Haiti in the days and weeks after the Jan. 12 quake. But the slow pace of recovery, disorganized, donor-driven projects, scattered development and a lack of investment in creating jobs have many questioning whether the money was smartly spent. The quake offered an opportunity for Haiti to pull itself out of the economic and political morass that has existed for decades. But a lack of decision-making in the early days, nongovernmental organizations that wanted to chart their own course for recovery and an international community with its own spending priorities all hampered Haiti from the start of the recovery. Add to that a cholera epidemic, a political crisis and months of no government at all and Haitians began to feel grateful simply to get the rubble cleared from the streets. \"Humanitarian work is not always visible. It's about giving food and saving lives,\" said Emmanuelle Schneider, spokeswoman for the U.N. Office for the Coordination of Humanitarian Affairs in Haiti. \"It's not about building cathedrals. ... You might not see it, but a lot has been done.\" New communities have sprouted. Tattered tents have been replaced by 100,604 temporary shelters some no larger than a backyard shed. Hundreds of schools have been repaired, some new ones built, and the rubble that could once fill five Superdomes has been reduced by half, recycled into construction and road material. In recent weeks, thousands of quake victims have been relocated from tent cities with the help of a one-time $500 cash payout, funded by the U.S. Agency for International Development, to pay a year's rent. It came on the heels of forced evictions, and rapidly deteriorating conditions in camps where free services, including water, are quickly disappearing. \"We had 1.5 million people in the streets. ... 66 percent of those people have left the camps,\" said Luca Dall'Oglio, the head of the International Organization for Migration in Haiti, which has been relocating tent dwellers into homes. The aid group is coordinating a government-launched housing initiative aimed at shutting down at least six camps and returning people to 16 rehabilitated neighborhoods. Dall'Oglio conceded that while in theory, the progress could be viewed as a \"great achievement,\" in practice everyone needs to be cautious. \"They are not all back home,\" he said of the displaced. \"Many of these people are back in houses that probably should be demolished, or sharing space in very precarious situations.\" For Johnny Fleurentin, 29, the joy of moving out of the camp at Place Boyer, in the hills above the capital in Pétionville, is tempered by the reality that a year from now he could once more be homeless. Fleurentin recently found a place to live, a $325-a-year dwelling. After a caseworker approved the location, he and his landlord were given bank codes to tap into the $500 allocation. The landlord got his $325, with Fleurentin receiving the remaining $175. Limits of aid Home for many in Haiti, a country of shanties and slums, doesn't necessarily mean a house, a reality not lost on aid experts. A report by the Interim Haiti Recovery Commission soon after its 18-month mandate expired described the effort to address the recovery of neighborhoods and the more than 70,000 houses destroyed and 90,000 damaged in the quake as \"a slow and challenging process.\" \"Housing reconstruction is the most visible indicator — both to the affected society, and to those outside who help fund reconstruction — of whether progress is being made with reconstruction,\" the report said. Sam Worthington, head of InterAction, a coalition of U.S.-based humanitarian aid groups with members working in Haiti, said it would take more than the $5.3 billion pledged by the international community, or the $1.36 billion given by the American public, to return a poverty-stricken Haiti to its pre-quake state, much less build it back better. \"Did we solve poverty in Haiti? The answer is 'No.' No amount of aid can solve it,\" he said. An engaged and effective Haitian government will, he said. With the fate of the Interim Haiti Recovery Commission on hold — the government would like to extend it, but Parliament is divided — Prime Minister Garry Conille recently created a unit in his office for the reconstruction of public infrastructure and housing to expedite the process. Among the priorities are how to provide adequate, safe housing for those without jobs and what to do about public buildings, almost all of which were destroyed. \"For the first time, we could have real projects with real money behind them,\" Conille said. \"Something good\" These projects include a new $52 million State University Hospital, financed by France and the United States; another hospital in the Cité Soleil slum and a new permanent Parliament building. The main airport is undergoing a $5 million face-lift. There are risks that compassion fatigue and donors' financial woes back home could cause them to reduce their commitment to Haiti. \"That would be a real catastrophe,\" Conille said. A new industrial park in the north, financed with donor dollars, is supposed to create up to 65,000 jobs. \"What the Haitians want is employment,\" said Mats Lundahl, a Sweden-based consultant and development-economics expert who recently visited Haiti and supports the park's concept. \"During the immediate aftermath of the earthquake, the humanitarian nongovernmental organizations did a good job providing food and other necessities. ... but they cannot, in the vast majority of instances, handle development projects.\" Haitians, meanwhile, are starting to find hope in the public parks that are free of tents and trash, the new school buildings, and streets that are — finally — clear of debris. \"We can tell something good is coming,\" said Fleurentin, the quake victim.Caption:  photoPatrick Farrell / The Miami Herald: Geralda Cheristin checks out her look last week in the family's tiny home in Corail-Cesselesse, Haiti. Although tents have been replaced by 100,604 temporary shelters, more than 500,000 people still live in squalid camps two years after a 7.0 quake ravaged the nation.", "edition": "Fourth"}