{"title": "Monument faces complex repair job - D.C. structure could be closed until 2014 Quake damage to cost estimated $15M to fix", "filename": "2012-07-10_MonumentFacesComplexRepairJob-DCStructureCouldBeClosedUntil2014QuakeDamageToCostE.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/13FF467C6F6750A0?p=WORLDNEWS", "date": "2012-07-10", "page": "A4", "section": "News", "author": "Michael E. Ruane", "text": "WASHINGTON — The earthquake-damaged Washington Monument could remain closed into 2014, the National Park Service said, and its repairs will require the exterior and part of the interior of the 555-foot structure to be shrouded in scaffolding. The estimated $15 million project could require the temporary removal of part of the granite plaza surrounding the monument and involve construction of an access road on the south side of its grounds. The marble and granite monument was extensively damaged by the 5.8 magnitude earthquake that struck the area last Aug. 23. The structure — especially near the top — sustained cracks and loosened pieces of stone and lost mortar when it was essentially whiplashed by the quake. The monument, which is entered by about 600,000 visitors a year, has been closed since the quake struck. Officials had said it might be closed until next year, but they now say the complex work could stretch into the following year. Repairs should be under way by fall and could take 12 to 18 months, an official said. Large chunks of stone were shaken loose by the earthquake, and other cracked pieces were removed by inspectors in the weeks after to prevent debris from falling. The removed pieces were saved, said monument repair-project manager Michael Morelli, and engineers hope to fasten them back into place with metal dowels. He said eight to 10 feet of the granite plaza pavers around the monument probably would have to be removed to pour the foundation for the scaffolding.Caption:  photoWin Mcnamee / Getty Images, 2011 : The Washington Monument, damaged by a quake last summer, could remain closed into 2014.", "edition": "Fourth"}