{"title": "Quake questions surface over 4 buried reservoirs", "filename": "2012-11-16_QuakeQuestionsSurfaceOver4BuriedReservoirs.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/142ACA0E5B707D88?p=WORLDNEWS", "date": "2012-11-16", "page": "A1", "section": "News", "author": "Lynn Thompson", "text": "Four years after discovering leaks in what were supposed to be waterproof reservoir covers, the city is investigating whether four new underground reservoirs were adequately built to withstand earthquakes. City officials say there's no threat to water quality or public safety and the reservoirs are working as designed. But Seattle Public Utilities (SPU) has spent almost $1 million in the past 18 months to analyze the problem and could spend even more if the four giant underground vaults that hold the city's drinking water need seismic retrofitting. Ray Hoffman, director of the utility, said he doesn't believe the city will be on the hook for the costs of the analysis or for any additional reinforcement. He said the initial structural calculations were based on building codes for above ground reservoirs rather than buried ones. \"The fact that they brought this to our attention and the fact that they are collaborating with us gives us a pathway to move forward,\" Hoffman said. The utility launched an independent analysis of the possible seismic deficiencies and continues to work with MWH to determine the extent of the problem and what, if anything, might need to be done, Hoffman said. In June, the city hired another engineering firm to develop sophisticated computer models of how the underground reservoirs would fare in an earthquake. Linda De Boldt, deputy director and the chief engineer for the utility, said the current analyses will look at the specific sites, the soils and how the reservoirs would perform in earthquakes of different types, magnitude and duration. \"We're basically sharpening our pencils to evaluate how specific faults in the region are going to create seismic forces on the reservoirs,\" De Boldt said. The analysis is expected to be completed for the first of the four reservoirs, West Seattle Reservoir, in spring. Three other reservoirs, Beacon Hill, Myrtle in West Seattle and Maple Leaf in North Seattle, also were built using the faulty calculations. Maple Leaf is the largest, with a storage capacity of 60 million gallons of water. Beacon Hill holds 50 million, West Seattle 30 million and Myrtle 5 million gallons. The city also has some covered reservoirs and may decommission two others, Volunteer Park and Roosevelt. Water-project specialist MWH is a global engineering firm that specializes in water-infrastructure projects. It is working with the city on a $34 million project to improve stormwater drainage and retention in Madison Valley to correct years of chronic flooding. Last year, MWH won four awards for engineering excellence for projects in Washington, including the conveyance lines for the $1.8 billion Brightwater treatment plant and for habitat restoration on the Elwha River after the removal of two dams. \"One of our company's core values is to stand behind its work,\" said spokeswoman Meg VanderLaan. \"We will make every effort to do what is right.\" In a statement, the company said its design work ensures that even in a severe earthquake, the buried reservoirs \"would remain functional as a water supply resource, and would not present any safety issues.\" City Councilmember Jean Godden, chairwoman of the Utilities Committee, said that whoever is responsible for the engineering errors will be held accountable. \"I am committed to ensuring that Seattle water ratepayers get the safe and long-lasting reservoir projects they paid for — no ifs, ands or buts. If seismic retrofits are required, we will move expeditiously to fix the problem,\" Godden said. A local structural engineer not associated with the projects said there's been only one catastrophic failure of a buried reservoir, and that was in the 6.6-magnitude San Fernando Valley earthquake in 1971. That reservoir had not gone into operation. \"The codes have changed a lot since that time,\" said Don Ballantyne, who specializes in earthquake hazards and water infrastructure for the structural engineering firm Degenkolb. \"The worst that could happen here is you could get some cracking and some nominal leakage. There's not going to be a big gush of water. In the worst case, they may have to drain them and do repairs,\" Ballantyne said. More secure Seattle officials decided to replace the four open-air reservoirs with reinforced concrete vaults after the Sept. 11 attacks raised concerns about the security of the city water supply. Covering the reservoirs also allowed the city to create about 76 acres of new park space. To date, the cost for the work is about $130 million — $19 million under budget, said Andy Ryan, spokesman for the utility. In 2008, leaks were discovered in the waterproof coating applied to the Beacon Hill and Myrtle reservoirs. The city spent about $3.2 million to remove and replace the spray-on membrane that had been applied to the concrete covers. In 2010, the Seattle City Attorney's Office reached a settlement with design engineers MWH, builder MidMountain Contractors and insurance companies. Each agreed to pay about $1 million, but none admitted wrongdoing. Greg Narver, the assistant city attorney who negotiated the settlement, said attorneys for the other parties questioned whether the leaks were serious and whether the waterproofing was applied according to the manufacturer's specifications. \"We said, 'Look, this is the city's drinking supply. We contracted for waterproof covers. We're going to err on the side of being absolutely safe.' \" MWH reported their concerns about their seismic calculations to the utility in March 2011, said Stephanie Murphy, the project manager for the reservoir covering program. She said SPU's initial inquiry focused on the Maple Leaf vault that at the time was about 70 percent complete. She said the city hired engineers to review MWH's seismic analysis. Those experts recommended more advanced soil studies, Murphy said. In June, the utility hired CH2M Hill to do computer modeling of all four reservoirs to see how they would perform in different seismic events specific to the Seattle area. SPU also hired a three-person peer review panel — two geotechnical engineering professors and a structural engineer — to review the computer modeling. SPU Director Hoffman said buried reservoirs generally withstand earthquakes better than those above ground. He said the reinforced concrete designs were developed from building codes that are more sophisticated than in the past and apply lessons learned from seismic events around the world, such as the 1994 Northridge, Calif., earthquake. Hoffman said the reservoirs might not need any additional strengthening, but the results of the first computer modeling won't be completed for several months. \"It will be sometime before we know what, if anything, we may have to do,\" he said. Lynn Thompson: 206-464-8305 or lthompson@seattletimes.com. On Twitter @lthompsontimes.Caption:  photo,illustrationAlan Berner / The Seattle Times, 2008: This 2008 photo shows the underground Beacon Hill reservoir project. Seattle decided to replace open-air reservoirs with reinforced concrete vaults after the Sept. 11 attacks raised security concerns. Now there are questions about the underground vaults' strength in earthquakes.Steve Ringman / The Seattle Times: A walking path meanders through the park built on top of the Beacon Hill reservoir. Replacing the four open-air reservoirs with underground vaults created new park acreage.Mark Nowlin / The Seattle Times: Mark Nowlin / The Seattle Times: More problems with reservoirs (G3E20LPB4)", "edition": "Fourth"}