{"title": "A detailed portraitof Pacific Northwest megaquake, region’s deep seismic risk", "filename": "2013-06-14_ADetailedPortraitofPacificNorthwestMegaquakeRegion’SDeepSeismicRisk.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/146F06DE8570D280?p=WORLDNEWS", "date": "2013-06-14", "page": "E24", "section": "Weekendplus", "author": "David Takami", "text": "Sandi Doughton’s “Full Rip 9.0” (Sasquatch, 256 pp., $23.95) is a shocker. Not only in the obvious metaphorical sense but also in its bent for the unexpected. I have rarely read a book that so altered my view of my natural surroundings. (Jonathan Raban’s “Passage to Juneau” was another.) More than just a dire warning about the “big one” (as the title suggests), “Full Rip” renders the remarkable story of how geologists and other scientists have pieced together evidence of an immense Northwest “megaquake” and accompanying tsunami in 1700, and a major quake centered in the Seattle area 800 years before that.  Of particular fascination are the clues that are all around us but largely out of sight: a ghostly stand of trees at the bottom of Lake Washington; layers of sand beneath the ground at the West Point sewage-treatment plant in Magnolia; curious patterns of broken chimneys in a West Seattle neighborhood after the 2001 Nisqually quake.  In the past 25 years, scientists have worked at a dizzying pace of discovery that transformed the image of the region as an unlikely place for a big quake to one of the world’s seismic hot spots.  The investigations began in the early 1980s, Doughton recounts, with environmental concerns over the plan to build several nuclear plants under the authority of the Washington Public Power Supply System. The ensuing spate of studies and research revealed the presence of three major kinds of quakes in the Northwest:  • A subduction zone quake that occurs off shore where the ocean floor meets the North American continent; the ocean plate flips up and the shoreline areas sink, creating a megaquake and tsunami (as happened in 1700);  • Shallower but still major quakes from local faults, including the Seattle Fault (the last one occurring around 900 A.D.); and  • Deep quakes originating from shifting planetary layers dozens of miles below the surface (occurring every few decades, such as the Nisqually quake).  Doughton, a Seattle Times science reporter, is a perceptive and reliable guide. She has a knack for translating complex, nuanced scientific data into lay language and makes her interview subjects and their research read like a mystery novel.  Her description of geologist Brian Atwater’s discovery of evidence of a massive tsunami is enthralling: “Then Atwater found something so startling it convinced him he was on the right track. Leaning closer to the cutbank, he shaved the surface smooth with a fine-edged blade and pointed out faint white tracings that lay like filigree atop several of the buried peat layers. He plucked a pinch and rubbed it between his fingers. Sand.” Sand had washed several miles inward from the coast.  Doughton compares geologic evidence with Native American legend, particularly stories from the Makah and other tribes handed down through the generations about the Pacific Ocean receding for four days before a tsunami roared ashore.  She also weaves in relevant detail about other huge quakes in Alaska, Chile, San Francisco and Sendai, Japan.  Less “sexy” is a section on the region’s preparedness for a major earthquake, which is certain to have catastrophic consequences.  “Full Rip” may make you a little jittery (and cause you to re-evaluate your family’s earthquake readiness), but it is a captivating read even as it challenges long-held assumptions — including the firmness of the ground under your feet.  Author appearance  Sandi Doughton  The author  will discuss “Full Rip 9.0” at 7 p.m. Tuesday at the Seattle Central Library, 1000 Fourth Ave., Level 1, Microsoft Auditorium; free (206-386-4636 or  spl.org).Memo:  David Takami is the author of “Divided Destiny: A History of Japanese Americans in Seattle.”", "edition": "Unknown"}