{"title": "6.5 magnitude quake off Alaska’s Aleutian Islands", "filename": "2013-09-04_65MagnitudeQuakeOffAlaska’SAleutianIslands.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/148A0E5D08F10C18?p=WORLDNEWS", "date": "2013-09-04", "page": "B4", "section": "Local News", "author": "The Associated Press", "text": "ANCHORAGE — A magnitude 6.5 earthquake was recorded Tuesday in waters off Alaska’s remote Aleutian Islands region, where a 7.0 quake hit just last week. The Alaska Tsunami Warning Center said there was no danger of a tsunami from the Tuesday afternoon quake.  The quake was centered about 50 miles south-southwest of the tiny community of Atka, at a depth of about 24 miles, the U.S. Geological Survey (USGS) said. Earthquakes, even large ones, are very common in the area, scientists say.  Dozens of aftershocks have occurred since Friday’s big quake.  There have been no reports of damage or injuries.  “We’re seeing the quakes in pretty much the same area,” said Rafael Abreu, a geophysicist with the USGS’ National Earthquake Information Center in Golden, Colo. “I could definitely consider it an aftershock.”  Several hours after Tuesday’s quake, Abreu said the USGS’ earthquake website had received no reports from anyone who felt it.  Last Friday’s 7.0 quake was felt in Atka, an Aleut community of 64 people, and the larger Aleutian town of Adak, where 320 people live.  Abreu said the Alaska quake was not connected to several large earthquakes recorded Tuesday off British Columbia, Canada.  The largest of those quakes was a magnitude 6.0 and was centered nearly 120 miles off Bella Bella on British Columbia’s northern coast. Several aftershocks were recorded, including one measuring magnitude 5.9.  Those quakes did not generate a tsunami, and there have been no damage reports.  The area off British Columbia is also a common site for earthquakes, Abreu said.", "edition": "Unknown"}