{"title": "Quake risks at Hanford underestimated, group says", "filename": "2013-11-02_QuakeRisksAtHanfordUnderestimatedGroupSays.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/14A4F5EA6EB90770?p=WORLDNEWS", "date": "2013-11-02", "page": "A1", "section": "Local News", "author": "Sandi Doughton", "text": "A new analysis    by an anti-nuclear organization says earthquake risks were seriously underestimated when the state’s only commercial nuclear-power plant was built almost 30 years ago on the Hanford nuclear reservation. Seismic studies since then have    uncovered more faults, extended the length of   previously known faults and challenged the assumption that large quakes are not likely in the area, says the report from the Washington and Oregon chapters of Physicians for Social Responsibility (PSR). Geologists now believe one fault passes a scant 2.3 miles from the 1,170-megawatt plant called the Columbia Generating Station (CGS).  The new evidence suggests that the region could be rocked by shaking two to three times stronger than the plant was designed for, said Terry Tolan, the veteran geologist who prepared the report for PSR.  “No seismic structural upgrades have been made at the Columbia Generating Station despite all of the geologic evidence that has been assembled over the past thirty years which has dramatically increased the seismic risk at this site,” Tolan wrote.  The physician’s group submitted the report to the Nuclear Regulatory Commission (NRC)  on Friday, along with a letter calling on NRC Chairwoman Allison Macfarlane to shut down the reactor until it is upgraded to withstand stronger quakes.  Macfarlane defended the power plant in her response to an earlier letter. “The NRC continues to conclude that CGS has been designed, built and operated to safely withstand earthquakes likely to occur in its region,” she wrote in September.  On Friday, NRC spokesman Scott Burnell said the Washington nuclear plant, along with all others in the Western United States, is under orders from NRC to re-evaluate its seismic risk by March 2015. That review, instigated after the 2011 earthquake and tsunami that led to meltdowns at Japan’s Fukushima reactor complex, will take into account all the new science, he added.  An official for Energy Northwest, the utility consortium that runs the plant, said he’s not worried about seismic safety because the odds of a major quake are very low and the reactor’s safety margins are wide.  “I don’t have any concerns,” said Dave Swank, assistant vice president of engineering.  The new report doesn’t present new information but summarizes and synthesizes recent discoveries.  “It’s an honest, forthright interpretation of what’s out there and what’s being worked on,” said Brian Sherrod, a U.S. Geological Survey scientist who is involved in much of the new research and has no affiliation with PSR.  The Hanford site sits amid a series of gentle ridges and broad valleys, running roughly east and west.  Geologists now understand that those ridges were created by tectonic squeezing, and that each conceals a fault — a realization that has doubled the number of known faults in the area.  USGS studies also support the argument that larger quakes than previously expected are possible in the area. “Based on length alone, you would estimate that some of the faults out there are capable of producing magnitude 7.5 earthquakes,” Sherrod said.  The plant was designed to stand up to the ground shaking expected from about a magnitude 6.9 quake, which is eight times less powerful than a magnitude 7.5.  Scientists don’t have a good handle yet on how often damaging quakes are likely to strike east of the Cascades, Sherrod said. But there have been at least two in historic times — one south of Walla Walla in 1936 and one near the town of Entiat in 1872 that ranks among the state’s biggest.  Sherrod and other geologists have also uncovered evidence of several other quakes within the past 13,000 years — considered recent on a geologic time scale — on faults in the area around Hanford.  “I think the more we look, the more we’re going to find,” he said. “But we really need to get out on the ground ... to understand what the hazard is.”  Aerial laser mapping and sensors that “see” under the surface by measuring tiny differences in gravity and magnetism have also helped geologists construct a more detailed picture and extend the length of several faults that were originally believed to be much shorter.  Those data, along with information gathered by oil companies surveying the area for natural gas, appear to overturn the long-standing assumption that faults in the area are shallow, like wrinkles in a rug that don’t penetrate the geologic “floor” below.  “The big revelation that has kind of shaken everything up is that ... these faults appear to extend into the basement, they’re not just in the rug,” Tolan said.  A fault that extends more than 10 miles into the Earth’s crust can generate a much more powerful quake than one that’s only a mile or two deep, Sherrod said.  The Columbia Generating Station started operating in 1984, but construction on the project began   more than a decade earlier and much of the design work dates to the early 1970s. The NRC recently granted a license extension that will allow the plant to operate through 2043.  The power plant is the final remnant of the Washington Public Power Supply System’s nuclear ambitions. WPPSS, or   “whoops,” which later changed its name to Energy Northwest, planned to build five nuclear-power plants in the 1970s and ‘80s, but spiraled into bankruptcy and defaulted on its bonds.  The reactor is a newer version of the General Electric, boiling-water design used in the nuclear-power plants in Fukushima. Like the Fukushima plants, CGS stores spent-fuel rods in an elevated pool, which is a particular concern for the physician’s group.  “If an earthquake cracked that spent-fuel facility we could have a Fukushima-like scenario on our hands,” said Seattle toxicologist Steven Gilbert, president of PSR’s Washington chapter.  Because of the new geologic insights,   the Department of Energy decided to strengthen the plant it is building at Hanford to convert highly   radioactive waste now stored in leaking tanks into stable, glass logs. But Energy Northwest argued in 2010 that the geology at its reactor site, about 10 miles away, is so different that no upgrades were needed. At the time, the Nuclear Regulatory Commission agreed with that assessment.  After Fukushima, plant operators analyzed the reactor’s equipment and supports, and concluded that the facility could easily survive ground shaking twice as strong as the original design target, Swank said.  The new seismic review requested by the NRC is under way, he added. Energy Northwest is sharing the cost, estimated at about $8 million, with the Department of Energy. The work is being coordinated by experts at Pacific Northwest National Laboratory, and will be peer-reviewed.Memo:  Sandi Doughton at: 206-464-2491 or sdoughton@seattletimes.com", "edition": "Unknown"}