{"title": "Pick your quake from host of scenarios", "filename": "2013-05-20_PickYourQuakeFromHostOfScenarios.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/14677251DCFFF340?p=WORLDNEWS", "date": "2013-05-20", "page": "B1", "section": "Local News", "author": "Sandi Doughton", "text": "If there were any lingering doubts that Washington is earthquake country, a new set of scenarios developed by state and federal geologists makes it clear that no part of the state is immune to seismic mayhem. From Tacoma to the Tri-Cities, the scenarios lay out potential impacts from a major earthquake on each region’s most dangerous fault.  “Some level of earthquake damage is very plausible virtually anywhere in Washington,” said Tim Walsh, geologic hazards chief for the state Department of Natural Resources.  Though hypothetical and incomplete, the scenarios are sobering:  • A quake similar to one that hit about 1,100 years ago on the Seattle Fault could kill more than a thousand people, injure more than 17,000 and cause $31 billion in damage to buildings, bridges, roads and utilities.  • Hundreds would perish in a magnitude 7.4 quake on a fault that runs through Everett, and nearly 300,000 buildings would be damaged.  • If the fault that passes near Tacoma unleashes a magnitude 7.1 quake the next time it ruptures, nearly 12,000 households could be displaced and more than 6,000 people injured.  • In the Walla Walla area, a magnitude 6.8 quake on what’s called the Hite fault could leave more than 19,000 households without water and destroy more than 1,300 buildings.  The modeling, which also maps out ground-shaking, was aimed mainly at helping emergency managers get a handle on what to plan for, Walsh said.  “You can get a better idea of whether electrical substations might go down, where you might see (soil) liquefaction, where the roadways might be damaged,” he said.  Most Northwesterners are familiar with the threat from quakes like 2001’s Nisqually quake, which originated more than 30 miles under the Puget Sound region.  The Northwest coast is   also vulnerable to megaquakes and tsunamis like the one that devastated Japan in 2011.  But the same tectonic forces that spawn deep quakes and coastal megaquakes have also created f shallow faults, mostly running east and west, from the Canadian border to the Columbia River.  “There’s a whole host of these faults,” said Craig Weaver, of the U.S. Geological Survey. “They just don’t get the public attention that the big guys do.”  But for many urban areas — such as Seattle, Tacoma, Everett and Olympia — shallow fault quakes have the potential to be the most damaging type because   the force is not blunted by depth or distance.  Shallow quakes also pose the greatest hazard east of the Cascades.  The consequences of a major quake on the Seattle Fault, which slices from Bremerton to the Cascade foothills, were modeled in great detail in a 2005 analysis. Field studies found that the fault last ruptured in about 900 AD — an upheaval that   thrust shorelines 30 feet in the air and triggered a tsunami in Puget Sound.  But for many of the state’s lesser-known faults, the 20 new scenarios represent the first systematic attempt to quantify casualties and damage.  The geologists picked realistic, worst-case quakes for most of the faults, based on everything they’ve learned from trenching, aerial surveys, and magnetic and gravity measurements that “see” below the surface.  It’s harder to estimate how frequently big quakes may strike, because geologists don’t have a long historic record for many of the faults, Weaver said. But in general, it appears that some part of Washington gets rattled by a major quake on a shallow fault every 500 to 1,000 years, he added.  The damage estimates were generated from a program called HAZUS, created by the Federal Emergency Management Agency. The version used tends to underestimate damage, because it relies on a simplified estimate of the number and types of buildings in an area and doesn't factor in damage to local roads and bridges.  “It’s by no means perfect,” said John Schelling, of the Washington Emergency Management Division. “But it at least provides some estimates.”  Snohomish County, which would bear the brunt of a major quake on the state’s largest shallow fault — the Southern Whidbey Island Fault — is using the scenario to fine-tune its preparations.  “When that fault breaks, it will impact the entire region,” said John Pennington, the county’s emergency management chief.  Indeed, the new scenario shows that 18 counties would feel the effects of a magnitude 7.4 quake. Dozens of bridges would fall — something Pennington and his crew are already preparing to deal with by staging resources and designating emergency centers in areas likely to be cut off.  Everett and Snohomish would be particularly hard-hit, because of the prevalence of old, brick buildings, Pennington said. The scenario estimates nearly 1,500 brick structures would be extensively damaged or destroyed.  The damage would displace up to 14,000 households. One of the things Pennington is focused on now is identifying good sites for temporary housing and ways to fast-track building permits.  Collectively and individually, the scenarios offer snapshots of the turmoil that would follow a major quake anywhere in the state:  • A magnitude 7.3 quake on the Saddle Mountain Fault, which angles between Yakima and Richland, would cause an estimated 1,300 breaks in water, sewer and gas lines.  • Anacortes and Mount Vernon would experience some of the strongest shaking from a magnitude 7 quake on the Devil’s Mountain fault, leading to 652 casualties and three dozen deaths.  • A moderate, magnitude 5.5 quake on a fault near Spokane would leave nearly 1,500 buildings at least moderately damaged, at a cost of more than $360 million.  • The Tacoma Fault scenario forecasts 176 fires triggered by the quake, accounting for $1.7 billion in property damage and displacing more than 21,000 people.  • A month after the hypothetical Seattle Fault quake, more than 137,000 households would still be without water.  • Bellingham and Whatcom County would absorb $95 million of the $105 million in property-related losses expected from a magnitude 6.8 quake on the Boulder Creek Fault, near the Canadian border.Memo:  Sandi Doughton at: 206-464-2491 or sdoughton@seattletimes.com", "edition": "Unknown"}