{"title": "Beast Quake ... REVISITED", "filename": "2013-12-01_BeastQuakeRevisited.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/14A76606F60E8428?p=WORLDNEWS", "date": "2013-12-01", "page": "C4", "section": "Sports", "author": "Jerry Brewer", "text": "Nearly three  years later, the Beast Quake remains remarkably surreal. The greatest play in Seahawks history has been viewed more than a million times on YouTube and referenced 10 times as much, yet it still feels like a tall tale. Everything about Marshawn Lynch’s amazing 67-yard touchdown run was outrageous: the eight tackles he broke, the vicious stiff-arm that shifted New Orleans safety Tracy Porter in reverse, the epic playoff upset it ensured, the earth that shook as a result.  And Lynch, the proprietor of this punishment, just happens to bear the nickname Beast Mode.  The Beast Quake isn’t just some crazy football highlight. It’s a story that would make DC Comics envious.  “It was one man saying, ‘You are not going to tackle me. Look at what I’ve been through. Look at how strong that has made me,’ ”  Seahawks fullback Michael Robinson said.  The New Orleans Saints return to CenturyLink Field on Monday, their first visit since the Seahawks’ stunning 41-36 playoff victory in January 2011. That game —  and That Play —  helped turn the Seahawks into what they are today: an overpowering team that aims to take opponents to a physical brink and then shove them aside like Lynch did Porter.  that changed everything for good. The Seahawks went on to lose their next playoff game, at Chicago. Then it took them another half-season to fortify their identity. But the Beast Quake was a glimpse of a more punishing future for a franchise that had gotten soft.  “That was a great introduction into the type of offense that we would like to be,” wide receiver Golden Tate said.  Now, feats of relentlessness are common for the Seahawks. Lynch’s determination remains peerless, but the Seahawks have a roster full of players who refuse to give up on any play, who specialize in yards after contact and who have yet to encounter a dire situation they can’t overcome.  That’s the rugged charm of the Seahawks (10-1), who have the NFL’s best record. They have developed nicely since they last played the Saints. The Seahawks were a 7-9 team that made the playoffs only because someone in the NFC West had to, and they were led by an aging quarterback and their first-year  coach making his return to the NFL after a successful college detour.  On the other hand, New Orleans was the defending champion, with a high-tech offense led by superstar quarterback Drew Brees and directed by superstar  coach Sean Payton. The Saints were expected to smash Seattle, the lowly division winner that several national media outlets considered the worst playoff qualifier in NFL history.  The circumstances added to the wonderment of the Beast Quake. Not only did the game appear to be a mismatch, but Lynch was somewhat of an underdog back then, too. The Seahawks had traded a fourth-round choice for Lynch in the middle of the season, giving Beast Mode a second chance after he had fallen out of favor in Buffalo. The Bills had moved him to third string on their depth chart. Lynch was only 24, but he was at a career crossroads. And while the Seahawks planned to feature his hard-running style, they had a poor offensive line and were amid a five-year drought of producing a 1,000-yard running back.  , but it was mostly about his toughness, not his yardage total. When he went off in the playoff game, he wasn’t rushing for 100 yards most every game like he is now. He was happy just to turn a negative run into a 2-yard gain behind that feeble O-line.  It truly was a comic-book story line, and a darned good one: Beast Mode, the dreadlocked, often-silent and rough-around-the-edges star, had lost all his super powers, and he needed to find them quickly to resurrect a franchise and set coach Pete Carroll on the right path to NFL redemption.  When Lynch willed his way into the end zone, diving backward and grabbing himself for a little R-rated flair, the moment didn’t just register on a seismometer. It began making everyone realize the potential of the Carroll era. And it illuminated the personal comeback of Lynch, the Seahawks’ eccentric Skittles-munching inspiration.  “There wasn’t enough Skittles in the stadium for him on that play,” Payton said last week.  Carroll’s memories come without the deadpan humor, of course.  “I wasn’t any different than the fans on that one,” Carroll said. “I just kind of marveled at what happened, the timing of it, the impact of the play on the game.”  When Seahawks safety Kam Chancellor references the Beast Quake run, he calls it “our identity.” He acknowledges that only Lynch is capable of such a highlight, but he considers the play symbolic of “the desire of every player on our team.”  , has revisited the play with ESPN and NFL Films. In the NFL Films interview, he described his willpower as only he can.  “You can’t just say, ‘I wanna go Beast Mode. I wanna go Beast Mode,’ ” Lynch said. “It don’t work like that. Beast Mode is already inside of you.”  Nearly three years ago, Lynch released all that he had. The result was the greatest play in Seahawks history and possibly in Seattle sports history.  The Legend of the Beast Quake only gets better with time.  By the numbers  67  Yards in Lynch’s run  8  Tackles broken by Lynch  90  Seconds of seismic activity recorded by nearby geologic sensor  30-17  Seahawks’ record since  Monday  New Orleans @ Seahawks, 5:40 p.m., ESPNCaption:  At the start of his legendary 67-yard run, Seattle’s  Marshawn Lynch already was leaving plenty of Saints in his wake as he broke eight different tackles on the play. John Lok / The SeattLe Times, 2011 Marshawn Lynch (24) prepares to leave  New Orleans’ Tracy Porter behind with a forceful stiff-arm on his way to a 67-yard touchdown run. Ted S. Warren / The Associated PressMemo:  Jerry Brewer: 206-464-2277 or jbrewer@seattletimes.com. On Twitter @JerryBrewer", "edition": "Unknown"}