{"title": "Quake hits Alaska coast; tsunami waves prove tiny", "filename": "2013-01-06_QuakeHitsAlaskaCoastTsunamiWavesProveTiny.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/143AF066A657EB00?p=WORLDNEWS", "date": "2013-01-06", "page": "B9", "section": "Nwsunday", "author": "The Associated Press", "text": "JUNEAU, Alaska — A powerful earthquake sparked a tsunami warning for hundreds of miles of Alaskan and Canadian coastline, but the alert was canceled when no damaging waves were generated. The magnitude 7.5 quake and the tsunami warning that followed caused concern in some coastal communities, with alarms sounding and people rushing to higher ground for safety. But the Alaska Tsunami Warning Center later said the waves were too small to pose a threat, reaching just 6 inches above normal sea level in places such as Sitka and Port Alexander. The temblor struck at midnight Friday (1 a.m. PST Saturday) and was centered about 60 miles west of Craig, Alaska, the U.S. Geological Survey said. The quake was followed by several aftershocks, including a 5.2 quake felt in southeastern Alaska and British Columbia. \"Houses shook; mine had things tossed from (the) wall,\" Craig Police Chief Robert Ely said. But he added that there were \"no reports of any injuries, no wave, no tidal movement seen.\" The tsunami warning was eventually expanded to include coastal areas from Cape Fairweather, Alaska, to the northern tip of Vancouver Island, Canada — an area extending more than 700 miles. The center had warned that \"significant widespread inundation of land is expected,\" adding that dangerous coastal flooding was possible. In its cancellation statement, the center said that some areas were seeing just small sea-level changes. \"A tsunami was generated during this event but no longer poses a threat,\" the center said. The Alaska Earthquake Information Center said the quake was widely felt, but officials received no reports of any damage.", "edition": "Fourth"}