{"title": "Blocked roads, rain slow aid to quake-torn China region", "filename": "2013-04-21_BlockedRoadsRainSlowAidToQuake-TornChinaRegion.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/145D8E4F9ED26D38?p=WORLDNEWS", "date": "2013-04-21", "page": "A4", "section": "News", "author": "Gillian Wong", "text": "YA’AN, China — Residents huddled outdoors overnight in a town near the epicenter of a powerful earthquake that struck the steep hills of China’s southwestern Sichuan province, leaving at least 180 people dead and more than 11,000 injured. Saturday’s earthquake triggered landslides and disrupted phone and power connections in mountainous Lushan county five years after a devastating quake wreaked widespread damage across the region. The village of Longmen was hit particularly hard, with authorities saying nearly all the buildings had been destroyed in a minutelong shaking.  In nearby Ya’an, where aftershocks could be felt nearly 20 hours after the quake, residents sat in groups outside convenience stores watching the news on television. Wang Xing, 14, sat with her family on chairs by the road in the night air, a large blanket on her lap.  Wang and her relatives said they planned to spend the night in their cars. “We don’t feel safe sleeping at home tonight,” said Wang, a student.  Along the main roads leading to the worst-hit county of Lushan, ambulances, fire engines and military trucks piled high with supplies waited in long lines, some turning back to try other routes when roads were impassable.  Rescuers turned the square outside the Lushan County Hospital into a triage center, where medical personnel bandaged victims, according to footage on China Central Television. Rescuers dynamited boulders that had fallen across roads to reach Longmen and other damaged areas lying farther up the mountain valleys, state media reported.  The China Earthquake Administration said the death toll included at least 96 in Lushan. In the jurisdiction of Ya’an, which administers Lushan, 19 people were reported missing and more than 6,700 people were injured, the administration said.  The quake — measured by the earthquake administration at magnitude-7.0 and by the U.S. Geological Survey at 6.6 — struck the steep hills of Lushan County shortly after 8 a.m., when many people were at home. People in their underwear and wrapped in blankets ran into the streets of Ya’an and even the provincial capital of Chengdu, 70 miles east of Lushan, according to photos, video and accounts posted online.  The quake’s shallow depth, less than 8 miles, likely magnified the impact.  Chengdu’s airport closed for about an hour. Many flights were canceled or delayed, and the rail station halted dozens of scheduled trains, state media said.  As the region went into the first night after the quake, rain started to fall, slowing rescue work. Forecasts called for more rain in the next several days, and the China Meteorological Administration warned of possible landslides and other geological disasters.  Tens of thousands of people moved into tents or cars, unable to return home or too afraid to go back as aftershocks continued.  Lushan, where the quake struck, lies where the fertile Sichuan plain meets foothills that rise to the Tibetan plateau and sits atop the Longmenshan fault. It was along that fault line that a magnitude-7.9 quake struck on May 12, 2008, leaving more than 90,000 people dead or missing in one of the worst natural disasters to strike China in recent decades.  “It was just like May 12,” Liu Xi, a writer in Ya’an city, who was jolted awake by Saturday’s quake, said via a private message on his account on the Twitterlike Sina Weibo service. “All the home decorations fell at once, and the old house cracked.”  Xinhua news service said the well-known Bifengxia panda preserve, near Lushan, was not affected.Caption:  People carry their belongings Saturday in the village of Gucheng   after a strong earthquake struck the steep hills of China’s Sichuan province nearly five years after a devastating quake wreaked death and damage across the region. Fei Maohua, Xinhua / The Associated Press", "edition": "Unknown"}