{"title": "6.0 quake ‘wake-up call’ in Napa", "filename": "2014-08-25_60Quake‘Wake-UpCall’InNapa.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/14FFB840A802CC40?p=WORLDNEWS", "date": "2014-08-25", "page": "A1", "section": "News", "author": "Will Kane", "text": "NAPA, Calif. — At 3:19 a.m. Sunday, the Napa Valley was mostly silent but for a few night owls, the  upscale stores in  the leafy wine capital of America  locked up, the usual  rush of tourists still hours away. That all transformed in less time than it takes to pull a cork.  Six miles away and nearly seven miles beneath the earth’s surface, one of the area’s spider webs of earthquake faults woke with a 6.0-magnitude fury at 3:20 a.m. — and when the local shaking stopped about five seconds later, the town of Napa had changed drastically.  It was a Napa of shattered chimneys. Charred homes. Cracked foundations, historic buildings ruined, piles of rubble everywhere — and scores injured, including one boy badly hurt when chimney debris hit him.  The quake continued to roll away from the storied wine capital for an additional 10 seconds or so, rattling homes, shattering windows and buckling roadways throughout Northern California from Santa Rosa to Vallejo. It was felt as far away as Fresno.  But it was the heart of wine country where the worst of it hit. Especially in the 78,000-population town of Napa.  The earthquake was the largest to shake the San Francisco Bay Area since the magnitude-6.9 Loma Prieta quake struck in 1989, collapsing part of the Bay Bridge roadway and killing more than 60 people, most when an Oakland freeway collapsed.  For most, the jolting end of sleep is what announced the arrival of the  shaker.  Les Flynn was dozing with his young son on a friend’s couch in Napa.  “I threw myself over him,” he said. “It was crazy. Everything was shaking off the walls. The whole house was just rolling.”  Andrea Griego took a hard hit to her leg while struggling to flee out the back door of her house and suffered cuts and bruises. “It was so scary,” she said. “You couldn’t get the door open because everything was shaking.”  In the pre-dawn darkness it was hard to see the extent of the damage. Neighbors pounded on doors to check on each other and help turn off gas mains, and the only sounds were the shouts of rescuers, sirens wailing and building-security and car alarms blaring.  There was no power for hours and the only light was from headlights, blinking emergency bulbs and the usual curse that accompanies bad earthquakes — fire.  Just off the famous tourist route of Highway 29, six homes lit up at the Napa Valley Mobile Home Park, and as terrified residents poured into the streets, they were helpless to put out the blazes while they waited for fire crews.  Ray Kauffman, 68, was one of the first outside. Seeing smoke at one of the mobile units, he ran home to get his crescent wrench and turn off the gas. It was too late.  “The flames were too much when I got there,” he said.  Firefighters inundated with emergency calls from all around the city rushed to the high-priority fire — but when they got there the water main was broken, so they could only mount a limited attack with water tankers. The blaze was out by 6 a.m., and while firefighters did some mop-up the rest dashed off to help handle the hundreds of crisis scenes throughout town — most of them fortunately not life-threatening.  Napa firefighter Jeramy Nelson hit the mobile-home blaze with a garden hose while he waited for a tanker line, and said that as they spread out crews had no idea how extensive the damage in town really was. Initially, many thought it might have been another San Francisco-based quake that shot north.  “I think none of us knew the full scope of it until a couple hours into it,” he said.  “It’s the Bay Area, man. Anything could happen,” he said.  By the time sunrise came and the scenes of wreckage finally emerged in morning light, the full scope of destruction was breathtaking.  Water gushed through the plaster siding at McCaulou’s department store, flooding the inside of the retailer. The front of the Pfeiffer Building on Main Street, the oldest surviving commercial building in Napa, built in 1875, was destroyed with stones, some 2 feet wide, on the sidewalk below.  The toll on the region’s crucial wine and restaurant businesses will take days to calculate, but the evidence was already daunting.  Barrels and bottles collapsed in heaps up and down the valley, pouring rivers of fine wine onto floors and  into gutters. Among those hit was Smith-Anderson Wine Group that stores hundreds of barrels, some stacked five or six high, for wineries. Dozens of the barrels broke open.  Other places such as Amedeo, which stores and ships wine for nearly 200 winery clients, fared better, losing one bottle of wine. Seismically improved storage facilities for the bottles there, as at many other wine companies, helped minimize the damage.  Back in the heart of downtown Napa, hardly a corner of downtown was untouched. From modern groceries to 19th-century gems including the 1870s courthouse, pieces broke off and shot into the night, randomly hitting whoever happened to be in the vicinity.  The U.S. Post Office on Second Street sustained shattered windows and a massive crack running diagonally up the side of the building. Several homeless people sleeping inside were showered with debris.  For the hordes of tourists in town for wine tastings and sightseeing, the morning was a bracing introduction to the “earthquake country” lore they’d heard so much about. Jennifer and Chuck Tate were staying at the Andaz Hotel, visiting Napa on vacation from Oklahoma.  “It was terrifying. It was violent, very violent,” said Jennifer Tate, who was asleep with her husband in a room on the fifth floor of the hotel. “We really thought we were going to die. I was just screaming ‘God make it stop. Protect us.’ ”  The couple had their bags packed and were returning to their home in Oklahoma immediately, clipping their visit short by a day.  At least 120 people flooded into Queen of the Valley Medical Center in Napa throughout the day with injuries, mostly bumps, cuts and bruises — but three, including the boy hit by chimney pieces, were critically injured.  Division Chief Darren Drake of the Napa Fire Department described many of the patients as “walking wounded.”  Steven Smith, 20, a wine-cellar worker in Napa, needed several staples in his head and more than a dozen stitches on his left arm. He was sleeping on the floor at a friend’s house in north Napa when a fish tank, which he estimates held up to 26 gallons of water and weighed hundreds of pounds, pitched off its metal stand and landed on top of his head.  The quake — moderate by the standards of what the Bay Area could face — knocked out power to tens of thousands of people, some for most of the day, and snapped dozens of water mains, leaving faucets dry throughout much of Napa.  “It most definitely is a wake-up call ...  to realize what the danger of this is, and what the risks are,” said Emir Macari, a member of the state Seismic Safety Commission and a professor of seismic safety at California State University,  Sacramento.  In Napa, officials acknowledged that not all the city’s property owners had complied with an ordinance calling for seismic upgrades to unreinforced brick buildings, despite a 2009 deadline to get the work done.  One piece of good news is that the Bay Area’s bridges and major highways were largely unscathed.  On Highway 121 in the North Bay, two stretches of asphalt were cracked and buckled, but Caltrans workers and California Highway Patrol officers directed traffic around the damage.  Highway Patrol officers and Caltrans engineers found no significant damage on any Bay Area toll bridges, including the Carquinez and Benicia-Martinez Bridges,  which are close to the epicenter.  Quake at a glance  How big: A magnitude-6.0 earthquake struck the San Francisco Bay Area early Sunday. Scientists say it was the  largest quake to hit the region in   25 years. The San Francisco Bay Area was shaken by a magnitude-6.9 earthquake on Sept. 17, 1989.  Where: The quake struck at 3:20 a.m. about six  miles from the city of Napa and reportedly lasted between 10 and 20 seconds.  Cause: The U.S. Geological Survey said the earthquake appears to be near the West Napa Fault. Kate Hutton, a seismologist at the Caltech Seismological Laboratory in Pasadena, Calif., said all earthquakes in the state are caused by motion between two tectonic plates — the North American plate and the Pacific plate. The plates move horizontally past each other about 2 inches a year.  Seattle Times news servicesCaption:  The Alexandria Building in Napa, Calif., was severely damaged by the magnitude-6.0 earthquake early Sunday. For many there was no power for hours, and at least 120 people were treated at a Napa hospital, mostly for minor injuries. Karl Mondon / MCT", "edition": "Unknown"}