{"title": "Hundreds killed by big quake in southern China", "filename": "2014-08-04_HundredsKilledByBigQuakeInSouthernChina.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/14F821A5826D0478?p=WORLDNEWS", "date": "2014-08-04", "page": "A2", "section": "News", "author": "Stuart Leavenworth", "text": "BEIJING — A strong earthquake has killed at least 367 people and injured more than 1,800 people in southern China’s most deadly temblor since 2008. The quake, which struck Sunday in Yunnan province, toppled thousands of homes, according to China’s Xinhua news agency. Rescuers Monday were still trying to reach remote towns near the epicenter — in Longtoushan township, 277 miles northeast of Yunnan’s capital, Kunming — meaning that the death toll could rise significantly.  Xinhua reported that the vast majority of the deaths — 357 — occurred in Zhaotong, and 10 more in Quijing. Both are in Ludian County, which has a population of about 429,000 people.  Ma Liya, a resident of Zhaotong, told Xinhua that her neighborhood looked like a battlefield after bombardment. She said that her neighbor’s two-story house had toppled, even though it was relatively new, and that the quake was far worse than one that struck the area in 2012 and killed 81 people.  “The aftermath is much, much worse than what happened after the quake two years ago,” Ma was quoted as saying. “I have never felt such strong tremors before. What I can see are all ruins.”  There were conflicting accounts on the quake’s strength. The U.S. Geological Survey reported it reached a magnitude of 6.1, striking at 4:30 p.m. at a depth of six miles. Xinhua described it as a magnitude 6.5 temblor.  Earthquakes are a sensitive topic for China’s ruling Communist Party, ever since roughly 90,000 people either died or disappeared in the 2009 earthquake in Sichuan province. In the days after that disaster, the government attempted to suppress reports that lax building standards and inspections had contributed to the toll, including the deaths of hundreds of children in collapsed school buildings.  In a statement late Sunday, China’s President Xi Jinping ordered authorities “to give top priority to saving people’s lives, minimize casualties and guarantee a proper settlement for quake victims,” Xinhua reported.  Premier Li Keqiang also issued a statement ordering local authorities to set up relief camps and emergency clinics for thousands of displaced families. The government was also working to restore electricity and telecommunications. “Social order in the quake zone should also be maintained,” Xinhua reported Li as saying.  Yunnan province, mountainous and on the border with Myanmar, Laos and Vietnam, has a history of deadly earthquakes. A magnitude 7.7 quake killed 15,000 people there in 1980, and a magnitude 7.1 quake killed 1,400 more in 1974.Caption:  Rescuers carry injured people after an earthquake struck Sunday in Yunnan province of China and toppled thousands of homes. Xinhua/ The Associated Press", "edition": "Unknown"}