{"title": "Quake concerns loom over underground reservoirs", "filename": "2014-06-19_QuakeConcernsLoomOverUndergroundReservoirs.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/14E8F84534F841C8?p=WORLDNEWS", "date": "2014-06-19", "page": "A1", "section": "Local News", "author": "Andy Mannix", "text": "Seattle’s four underground reservoirs likely wouldn’t sufficiently withstand the   wrath of a catastrophic earthquake, according to a new  Seattle Public Utilities investigation. In September, the city will begin the estimated $7.6 million process of retrofitting the West Seattle Reservoir, based on a series of high-tech simulations that found the 30 million-gallon water vault could suffer leaks substantial enough to empty it in days to weeks.  It’s likely the city’s three other underground reservoirs — Maple Leaf, Beacon Hill and Myrtle — will require similar retrofitting, and the price to strengthen all four could range from $25 million to $30 million, said Andy Ryan, spokesman for Seattle Public Utilities (SPU).  The utility began investigating the seismic deficiencies in March 2011, after the engineering company that designed the reservoirs, MWH, disclosed it had made an error in evaluating whether the structures would meet code using industry-standard calculations, which are based on aboveground reservoirs instead of underground ones, Ryan said. Exactly where the retrofit money will come from is still being hashed out. To date, the total cost of building the four reservoirs and conducting the seismic study is up to $133.5 million, which is $15.5 million under budget, said utility director Ray Hoffman in a statement.  SPU is footing most of the bill for now, but Ryan said the utility is working with MWH to recover costs. Discussions over funding are still in the works, according to MWH and the city. MWH has so far contributed $2.2 million to help solve the problem, said Ryan. Even with the expected costs to retrofit all four vaults, the utility expects the project to come in under budget, he said.  “We anticipate that at the end of the day what MWH is going to pay us will more than compensate us for the difference,” Ryan said.  Engineers for the project say the kind of seismic event that would render the water unusable is unlikely — it occurs every 2,500 years or so — but the precaution is necessary to ensure there would be water available in a major quake.  “Even in a catastrophic event, would the reservoir still be standing?” said John Spencer, Vice President for CH2M Hill, the engineering firm that conducted the study, explaining the standard the reservoirs are supposed to meet. “Can we get water out of it for drinking water? Can we get water for fire protection? After those first several initial runs ... the output was no, they wouldn’t meet the performance standards.”  Determining how the multimillion-gallon underground water vaults would hold up to a giant earthquake was no easy task.  After learning of the potential structural deficiencies, the city hired a panel of three experts in geology and engineering, which recommended the utility conduct a 3D analysis on the reservoirs. The city then hired CH2M Hill, which worked with new software and a specially designed supercomputer setup that could handle the enormous amount of data required to conduct the tests.  Engineers for CH2M Hill ran simulations on quakes of different sizes and measured how the West Seattle Reservoir would hold up. In a lower-level earthquake — the kind that occurs every 50 to 100 years — the damage would be relatively minor, with some cracking and leaks, but no serious safety risks. In simulating a “maximum credible earthquake,” the pulse was great enough to move the reservoir about three-quarters of an inch within 10 seconds, causing substantial damage.  “It would primarily be a large amount of cracking in the corners of the reservoir,” said Wally Bennett, senior structural engineer for CH2M Hill. “The cracking would be significant enough that we’d start to lose the contents of the reservoir. It wouldn’t be a catastrophic immediate rush of water, but you’d start to lose water. You wouldn’t have any water left after a short period of time.”  Research showed they’d be able to minimize the sustained damage by reinforcing a joint on the floor of the reservoir with a concrete slab secured by rebar. They could also minimize cracking and potential leakage by adding a polyurea liner to part of the reservoir wall.  “Under a seismic event like this you would expect any structure — these buildings, bridges, anything else — you’d expect there to be some damage,” said Bennett. “The idea is that you have predictable damage that is not threatening to life safety and that in some cases can be prepared.”  The city will begin accepting bids for the West Seattle project July 2. Construction will likely go from September to early next year.  The city is still analyzing the other underground reservoirs, but it’s expected that all four will need retrofitting. Workers will have to drain the reservoirs for the construction.   They plan to start work on the Maple Leaf Reservoir sometime in 2015, followed by Myrtle that same year and Beacon Hill beginning in 2016.  “ ”  ”Caption:  This is a look from 2008 inside of the new underground reservoir on Beacon Hill, one of four underground reservoirs in Seattle. An investigation by Seattle Public Utilities discovered seismic deficiencies that may result in retrofit work on all four reservoirs. Alan Berner / The Seattle Times, 2008 The then-new underground Maple Leaf Reservoir in Seattle was open for guided tours on this day in 2011.  It is one of four underground reservoirs in the city that may need retrofit work to prepare them for a catastrophic earthquake. ALAN BERNER / THE SEATTLE TIMES, 2011Memo:  Andy Mannix: amannix@seattletimes.com", "edition": "Unknown"}