{"title": "Being prepared keeps toll low in Chile quakeChile’s 8.2 quake causes 6 deaths, minor damage", "filename": "2014-04-03_BeingPreparedKeepsTollLowInChileQuakechile’S82QuakeCauses6DeathsMinorDamage.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/14CF9A200EE42240?p=WORLDNEWS", "date": "2014-04-03", "page": "A6", "section": "News", "author": "Luis Andres Henao", "text": "IQUIQUE, Chile — Hard-won expertise and a big dose of luck helped Chile escape its latest magnitude-8.2 earthquake with surprisingly little damage and death. The country that experiences some of the world’s most powerful quakes has strict building codes, mandatory evacuations and emergency preparedness that sets a global example.  A 7.6-magnitude   aftershock shook the same area late Wednesday, and Chile’s Emergency Office and navy issued a tsunami alert and ordered a precautionary evacuation of low-lying areas on the northern coast, meaning many people could spend another night away from their homes.  The aftershock caused buildings to shake and people to run out into the streets in the port of Iquique, which was one of the cities that saw some damage from Tuesday’s quake. But there were no immediate reports of new damage or injuries from the latest tremor, which was one of dozens that followed the 8.2 quake, which was centered 61 miles northwest of Iquique. The 7.6 aftershock was centered 14 miles south of Iquique.  Earlier Wednesday, authorities discovered just six reported deaths from the Tuesday quake. It’s possible that other people were killed in older structures made of adobe in remote communities that weren’t immediately accessible, but it’s still a very low toll for such a powerful shift in the undersea fault that runs along the length of South America’s Pacific Coast.  “How much is it luck? How much is it science? How much is it preparedness? It is a combination of all of the above. I think what we just saw here is pure luck. Mostly, it is luck that the tsunami was not bigger and that it hit a fairly isolated area of Chile,” said Costas Synolakis, an engineer who directs the Tsunami Research Center at the University of Southern California.  About 2,500 homes were damaged in Alto Hospicio, a poor neighborhood in the hills above Iquique, a city of nearly 200,000 people whose coastal residents joined a mandatory evacuation ahead of a tsunami that rose to only 8 feet. Iquique’s fishermen poked through wreckage in the aftermath: sunken and damaged boats that could cost millions of dollars to repair and replace.  As President Michelle Bachelet deployed hundreds of anti-riot police and soldiers to prevent looting and to round up escaped prisoners, it was clear that the loss of life and property could have been much worse.  The big quake’s shaking that began at 8:46 p.m. Tuesday also touched off landslides that blocked roads, knocked out power for thousands, briefly closed regional airports and started fires that destroyed several businesses. Some homes made of adobe also were destroyed in Arica, another city close to the quake’s offshore epicenter.  Bachelet, who just returned to the presidency three weeks ago, had no margin for error.  The last time she presided over a major quake, days before the end of her 2006-10 term, her emergency-preparedness office prematurely waved off a tsunami danger.  Most of the 500 dead from that magnitude-8.8 tremor survived the shaking, only to be caught in killer waves. Some 220,000 homes were destroyed as large parts of many coastal communities were washed away.  The USGS said more than 60 significant aftershocks  followed the Tuesday quake.Caption:  Fishermen look for boats to salvage after they were  damaged overnight in the port of Iquique, Chile. Luis Hidalgo / The Associated Press", "edition": "Unknown"}