{"title": "Quake early warning system works", "filename": "2014-09-18_QuakeEarlyWarningSystemWorks.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1506F702B08B6DE0?p=WORLDNEWS", "date": "2014-09-18", "page": "B6", "section": "Local News", "author": "Sandi Doughton", "text": "A prototype early-warning system worked well when the Pacific Northwest’s biggest earthquake of the year rattled the Puget Sound region before dawn Wednesday. If the system now being tested by a handful of scientists had been scaled up and in full operation, it would have provided people in Seattle about 10 seconds warning before the shaking hit, said John Vidale, director of the Pacific Northwest Seismic Network at the University of Washington.  “It did what it was supposed to,” he said.  The four seismometers closest to the epicenter, near Seabeck in Kitsap County, west of Bremerton, picked up the first seismic waves from the magnitude 4.0 quake within seven seconds. The warning system relies on the fact that those initial waves don’t shake the ground very hard, so the alarm can be sounded before more damaging shaking hits.  Wednesday’s quake, which occurred at 3:06 a.m., woke people in West Seattle, Ballard, Bainbridge Island, Bothell and many other communities around Puget Sound.  No damage was reported.  In the case of a more powerful quake, even a few seconds warning could allow trains and industrial processes to shut down and give people time to take cover, Vidale said. The Puget Sound region could get as much as five minutes warning the next time the 600-mile-long Cascadia Subduction Zone off the coast ruptures.  Japan and Mexico have earthquake early-warning systems, but lack of funding has slowed implementation on the seismically active U.S. West Coast.  Scientists say it would cost about $120 million to construct a system that covers California, Oregon and Washington, and operate it for the first five years.  Wednesday’s quake was tiny compared to the Northwest’s worst-case scenario of a magnitude 9 coastal megaquake and tsunami. But it was widely felt.  More than 500 people in 113 ZIP codes, from Anacortes to Olympia, filed reports on the U.S. Geological Survey’s “Did You Feel It?” website.  Kurt Schlosser was asleep at his Ballard home when the quake hit. “It rolled through the headboard of my bed, down through my feet and then rattled the TV on the dresser on the other side of the room,” he wrote in an email.  Sallie Brown, who lives near the Hood Canal Bridge, said it felt like her house had been hit by a bulldozer. “Just one big, strong hit, then it was over,” she wrote.  A gentle shaking woke Mae Gentry, who recently moved to Bainbridge Island from Los Angeles. “It was like I was a baby in a crib and someone was rocking me,” she said.  Gentry said the quake made her realize she needs to think about what to do the next time. “I need to get prepared,” she said. “If we have another one, it could be a lot worse.”  Vidale echoed that advice, and pointed out that the Great Washington ShakeOut is Oct. 16. “This is a good reminder that people can participate in that and catch up on what they should be doing to prepare for earthquakes and what to do when an earthquake hits,” he said.  The quake occurred about 10 miles below the surface, on one of the many shallow faults that crisscross the Puget Sound region, Vidale said. But it doesn’t appear to have struck on any of the major, mapped faults, including the Seattle Fault or the South Whidbey Island Fault.  Because the quake was so far from the Cascadia Subduction Zone, there’s little chance that it raised the risk of a coastal megaquake, Vidale added.Memo:  Sandi Doughton: 206-464-2491", "edition": "Unknown"}