{"title": "Beast Quake greeted him upon touch down in Atlanta", "filename": "2014-11-26_BeastQuakeGreetedHimUponTouchDownInAtlanta.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/151F5DB6BB4FC6E0?p=WORLDNEWS", "date": "2014-11-26", "page": "C3", "section": "Sports", "author": "Unknown", "text": "The Seattle Times will highlight a 12th Fan of the Week throughout the season. Each fan will predict the outcome of the next Seahawks game against a Seattle celebrity and Times reporters and columnists. Name: Ken Dagel  Age: 53  Resides: Missoula, Mont., and Las Vegas, Nev.  Schools: Drummond High School in Montana (1979), University of Montana (Go, Brock Coyle!), Washington State University and Washington  Family: Wife and 17-year-old son  Occupation: Occupational safety/risk management manager, North America  Seahawks fan for: 30-plus years. “I’ve been a fan since the inception of the team. I still remember the old Ground Chuck plays (of coach Chuck Knox), Curt Warner left, Curt Warner right and Steve Largent. We could always count on Kenny Easley to grab a turnover or two.”  Favorite Seahawk: Past player, Steve Largent, a tremendous player and person. Present player, Richard Sherman. Tough, fast and intelligent.  Memorable moments: Dagel couldn’t pick just one. Here is his top five: 1) Largent’s hit on Oakland Raider Mike Harden, which was payback for an earlier hit on Largent. 2) Lynch’s Beast Quake run. “I was changing planes in Atlanta. I walked in wearing my Seahawk gear and the terminal was going nuts. When the crowd spotted my Seahawk clothes, they went crazy pointing to the TV screens. I loved that Matt Hasselbeck made one of the final blocks for the TD.” 3) Beating the Raiders. 4) Watching the victory parade from the Super Bowl wind through Seattle. 5) Scoring 12 seconds into the start of each half of the Super Bowl last February.  Fast facts: Dagel doesn’t let living in Montana and Nevada stop him from following the Seahawks and going to games. He gets to travel to most of the cities the Seahawks play in, and is making a “work” trip to Seattle on Dec. 14. “Wait, that’s a game day! What a coincidence! Hope to find a ticket left.”  Prediction: Seahawks 24, 49ers 14 —  Key to the game is Marshawn Lynch. If he is healthy, the Seahawks can replicate the rushing seen in the Giants game. Expect Turbo (Robert Turbin) to step up as well. Turnovers are always a key, and edge Seattle.  Want to be 12th Fan of the Week? Tell your story via our interactive “Where in the World Are Seahawks Fans?” map, and check out how fans do every week against a celebrity picker and Seattle Times staffers in “Seahawks Pick  ’Em.”Caption:  Montana product Ken Dagel has been a Seahawks fan since the team’s inception. He’s predicting a 24-14 win. photo courtesy of ken dagel", "edition": "Unknown"}