{"title": "Massive earthquake struck", "filename": "2014-03-27_MassiveEarthquakeStruck.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/14CD4C30F9F320F8?p=WORLDNEWS", "date": "2014-03-27", "page": "B4", "section": "Local News", "author": "The Associated Press", "text": "ANCHORAGE, Alaska — Electric clocks on walls in Anchorage shut down at 5:36 p.m. March 27, 1964. Time stopped at the start of the ’64 Great Alaska Earthquake, the second-largest ever recorded, at magnitude 9.2. The ground shook four to five minutes, roughly twice through “I Want to Hold Your Hand,” the Beatles No. 1 song that year.  Overall damage was estimated at $2.3 billion in 2014 dollars. The quake and resulting tsunamis killed 131 people.  On the 12th floor of a building in Anchorage, geologist William Binkley felt a light tremor followed by minutes of violent jarring in which the building appeared to sway 10 to 12 feet horizontally and 1-2 feet vertically.  He heard a deep rumble, shattering plaster and glass. Cabinets and the refrigerator crashed to the floor. It was “churned into a mélange of broken dishes and glass, catsup and syrup, flour, beans, pots and pans, eggs, lettuce and pickles,” Binkley said in a paper reissued by the USGS.  Landslides caused the most damage in Anchorage, 75 miles from the epicenter. Sections of the city, including 14 blocks in the shape of an oval near the city’s main street, slid. Buildings were damaged, and some fell into a trench created by subsiding ground. Nine people died in the city.  Eighty-five of the 106 Alaska tsunami deaths were caused by waves generated by underwater landslides.  During local tsunamis, water can at first retreat from shore, then rush back. When the water swept back in at Port Valdez, it smashed a freighter into the city dock. Longshoremen and children who’d assembled to catch oranges or candy tossed by the crew were killed; 32 died.  The quake also created a trans-ocean tsunami. Waves traveled down the West Coast. Four campers on a beach died at Newport, Ore. A dozen died in Northern California’s Crescent City.  The quake played a role in the formation of the West Coast and Alaska Tsunami Warning Center, renamed the National Tsunami Warning Center.  Within minutes of a quake, it can issue alerts to warn susceptible communities along the West Coast and Hawaii that a big wave is on the way.", "edition": "Unknown"}