{"title": "Quake-warning system receives boost in Congress", "filename": "2014-07-16_Quake-WarningSystemReceivesBoostInCongress.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/14F1DF73938AD690?p=WORLDNEWS", "date": "2014-07-16", "page": "A7", "section": "News", "author": "Richard Simon", "text": "WASHINGTON — Efforts to put in place an earthquake-warning system for the West Coast gained ground Tuesday as a congressional committee recommended the first federal funds — $5 million — specifically for the project. Its prospects remain shaky, however.  Election-year fights over other issues could keep Congress from completing work on its spending bills.  Still, the warning system enjoys bipartisan support.  “It’s critical that the West Coast implement an earthquake early-warning system that will give us a heads up before the ‘big one’ hits, so we can save lives and protect infrastructure,” said Rep. Adam Schiff, D-Calif., who led a group of West Coast lawmakers in seeking the funding.  The money was included in a spending bill sent to the House by its appropriations committee. The Senate has yet to act on its version of the bill to fund the U.S. Geological Survey (USGS) and other agencies for the fiscal year beginning Oct. 1.  Sen. Dianne Feinstein, D-Calif., did include language in a Senate Appropriations Committee report that would direct the Federal Emergency Management Agency to give priority to early-warning systems when it considers grant-funding requests.  It will cost a projected $38.3 million to build the system on the West Coast and $16.1 million a year to operate and maintain it.  Schiff said the $5 million would allow for purchase and installation of additional sensors and hiring of staff.  “This is great news for the West Coast,” said Richard Allen. director of the University of California, Berkeley’s Seismological Laboratory. “Our demonstration system currently alerts a few test users of earthquakes. This funding will start us on the path to a public system that will benefit everyone.”  The project received a boost by the ascent last fall of Rep. Ken Calvert, a Republican from earthquake country — the Inland Empire — to the chairmanship of the Interior appropriations subcommittee, which oversees funding for the USGS’ earthquake programs.  The USGS and its university partners are testing a prototype system in the Los Angeles and San Francisco Bay areas; the system delivers warnings to about 75 people.  Deploying a full system of sensors along the West Coast is expected to take about five years, according to scientists. It would detect waves radiating from the epicenter of a quake and notify people through phones, radio and TV.", "edition": "Unknown"}