{"title": "Japan keeps close undersea watch on ‘sister’ to Northwest quake fault", "filename": "2014-08-31_JapanKeepsCloseUnderseaWatchOn‘Sister’ToNorthwestQuakeFault.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1501B3D95E09BA50?p=WORLDNEWS", "date": "2014-08-31", "page": "A1", "section": "Local News", "author": "Sandi Doughton", "text": "TOKYO — If you expect your sensors    to transmit data from the seafloor for a decade or more, it pays to do a lot of testing upfront. That’s why Eiichiro Araki and fellow researchers from the Japan Agency for Marine-Earth Science and Technology set up shop earlier this year in an equipment plant on the outskirts of Tokyo.  “We need to make sure everything is working,” Araki explained, as his team ran electrical checks and analyzed signals from seismometers, pressure gauges and tiltmeters arrayed around a   room the size of a gymnasium. Once the instruments are cemented into a half-mile-deep borehole under   6,500 feet of water, it’ll be too late to fix glitches.  Araki’s goal is to spy on   the infamous Nankai Trough — a submarine    fault so similar to the one that lurks off the coast of the Pacific Northwest scientists call them sisters. Both are capable of unleashing megaquakes and tsunamis on a par with the disaster that struck Japan’s Tohoku coast in 2011. And both faults lie so far from shore that land-based instruments provide only a fuzzy view.  Japan sits in the cross hairs of four of these so-called subduction zones, so it’s no wonder the island nation leads the world in seafloor monitoring. Araki’s sensors will be some of the most sophisticated ever deployed, but they are only the latest in an extensive Japanese network.  The aim is to improve understanding of how subduction zones work, provide rapid tsunami warnings and — perhaps — answer an intriguing question raised by the 2011 Tohoku quake: Do the world’s most dangerous faults signal their intentions by slipping slowly before they snap?  Even before the Tohoku quake and tsunami, Japan was   gathering data from dozens of ocean-bottom sensors. Since then, the country has committed more than $500 million to   expanding those networks. Within a few years, Japan will have more than 200 clusters of seismometers and pressure sensors standing sentinel off its shores.  How many real-time seismometers has the U.S. deployed to monitor the Cascadia Subduction Zone off Washington, Oregon and Northern California?  “Zero,” said John Vidale, director of the Pacific Northwest Seismic Network at the University of Washington. “We are essentially blind.”  That will change next year when researchers switch on 13 seismometers and six pressure sensors as part of the country’s first undersea observatory powered via fiber-optic cables.   British Columbia already has   several sensors on a cabled observatory called NEPTUNE.  But neither network was designed to focus primarily on earthquakes — and scientists say a handful of seismometers and pressure gauges   isn’t sufficient to monitor the 700-mile-long subduction zone.  “You would like to have instruments all the way up and down the fault,” said UW geophysicist William Wilcock.  Some of the techniques used in Japan were pioneered in the Northwest. Many of the instruments   are produced by a company in Redmond (see accompanying story). But the technology is costly, and the U.S. hasn’t been willing to ante up so far.  Wilcock organized a workshop at the UW in 2012 to build support for better monitoring of the Cascadia fault, which last ruptured in the year 1700.   But he fears it could take another major quake somewhere in the world to get the attention of lawmakers who control the federal budget.  Shocked into action  It was the 2004 Indian Ocean earthquake that spurred Japan to action, Araki said. The resulting tsunami, which swept 230,000 people to their deaths, shocked scientists with its size and ferocity.  The Japanese islands are blanketed with more than 1,500 seismometers and an equally extensive GPS network capable of picking up the slightest twitch. But the seafloor was largely a black box, even though subduction zones — where oceanic plates shove beneath continents   — are the source of the planet’s most powerful quakes and tsunamis.  Japan’s initial target was its most dreaded offshore fault,    the Nankai Trough, which runs along the southeastern coast of the main island and threatens Tokyo, Osaka and the country’s commercial heart.  Called DONET (Dense Oceanfloor Network System for Earthquakes and Tsunamis), the system consists of instrument packages that stream continuous data via underwater cables. DONET’s seismometers provide a sharper view of small seafloor earthquakes than instruments on land. And if pressure on the fault causes the seafloor to bulge or buckle,   those changes are detected by sensitive ocean pressure gauges that double as tsunami detectors.  Offshore readings will boost the speed and accuracy of tsunami alerts and of Japan’s earthquake early-warning system, which provides seconds to minutes notice before strong ground-shaking hits urban areas.  The seafloor instruments are also revealing the   inner workings of the fault. By tracking small quakes   and the way the ocean floor warps,   scientists have a better understanding of which sections are locked and likely to rupture during an earthquake. That allows them to better estimate the punch   future quakes and tsunamis will pack.  The consequences of being blind to the seafloor were hammered home for the Japanese on March 11, 2011 — a date the country’s residents refer to simply as 3-11.  A research vessel was installing DONET instruments along the Nankai Trough when a subduction zone called the Japan Trench, 400 miles north, ripped catastrophically.  The magnitude 9 Tohoku quake was five times more powerful than the Japanese thought possible in that region, partly because there were few seafloor sensors to measure the buildup of strain.  The size of the tsunami also defied conventional wisdom. Lacking instruments to measure the surges racing toward shore, emergency managers seriously underestimated the threat. Initial warnings projected waves of about 20 feet. The tsunamis that slammed into some parts of the coast measured more than three times that size — and nearly 18,000 people perished.  As a result, the Japanese government is spending $400 million to install a cabled network of more than 150 sensor packages along the Tohoku coast and an additional $110 million to expand DONET. The new instruments will boost tsunami-warning times by 10 to 20 minutes and add an additional 30 seconds to the earthquake early-warning margin, said Toshihiko Kanazawa, of Japan’s National Research Institute for Earth Science and Disaster Prevention.  “We cannot stop the tsunami,” Kanazawa said. “But if we had had this system in place in 2011, we would have been able to reduce the casualties.”  Possible predictor  Some of the most tantalizing insights from the Tohoku quake   came from   a scattering of seafloor-pressure sensors   deployed as part of a research experiment. When scientists retrieved the instruments and analyzed the data after the quake, they saw that in the midst of a burst of foreshocks, the fault was slipping slowly before it ripped.  Scientists suspect the slow slip triggered the monster quake by piling on enough additional stress to push the fault to the breaking point.  A more robust seafloor-monitoring network would have detected that motion before the rupture, Vidale pointed out.  The observations from Japan, along with evidence that similar slips preceded major quakes in Chile and other places, have emboldened a few seismologists to revive the long-abandoned idea that some quakes — particularly on subduction zones — may be predictable.  Without more extensive seafloor monitoring, it’s impossible to know whether slow slip will prove to be a reliable warning sign, Vidale said.    But if the Japanese had noticed the unusual movement off the Tohoku coast, they would have at least been on alert that the risk of a major quake was elevated.  “I don’t think the Japanese will remain blind to such red flags in the future,” he said, “and neither should we.”  Snapshot readings  Scientists are not totally in the dark about the Cascadia Subduction Zone. In recent years, they’ve used ships to deploy temporary networks of seismometers on the seafloor, fishing up the instruments months or years later and analyzing data stored inside.  Such studies provide snapshots in time, but neither they nor instruments on land have been able to resolve which portions of the fault are locked and how big the next tsunami is likely to be, Wilcock said.  “It’s like trying to figure out what’s going on with somebody’s left arm, but only being able to look at the right arm,” he said.  An ideal seafloor network would provide continuous data on earthquake sizes and locations and measure ground deformation, just as networks of    seismometers and GPS stations do on land.  “That’s the most urgent priority for Cascadia,” said Kelin Wang, of the Geological Survey of Canada.  Specially designed seismometers work fine on the bottom of the ocean, but GPS doesn’t. The radio signals that connect receivers to positioning satellites won’t pass through water.  Pressure sensors can serve as a surrogate, detecting minute changes in the seafloor surface over short time periods. But they don’t work as well to measure gradual changes over several months or years — the type of deformation that would be expected as strain slowly builds.  To measure those long-term changes in the shape of the seafloor, scientists developed a cumbersome approach called acoustic GPS, which was first tested off the Northwest coast.  Transmitters on the seafloor send pings to a ship whose precise location is determined via GPS. In order to see deformation, the ship must return repeatedly to the same location. A single series of measurements can cost up to half a million dollars — and only Japan has been willing to invest that kind of money.  Cabled observatories provide continuous measurements, but are also expensive. The National Science Foundation’s Ocean Observatory Initiative is spending $200 million to build the 600-mile loop off the Oregon coast.  The state of the art for precise, long-term measurements of motion and strain on underwater faults are the borehole systems Araki is building. Deep under the ocean floor   his tiltmeters and fluid pressure detectors should be able to pick up even tiny shifts in the subduction zone.  “By going below the seafloor, there’s less noise and you are getting closer to the source of the earthquakes,” said Demian Saffer, a Penn State geologist working with Araki.  The scientists already have deployed one set of instruments. They hope to bring the total to three this year.  American scientists plan to install a similar set of instruments in the Pacific Northwest next year, in a shallow borehole off the coast of Vancouver Island.  Long wait expected  Seafloor-sensor technology is still fairly young, said UW oceanographer John Delaney, the mastermind behind the U.S. observatory off Oregon. Lessons learned from the fledgling network will lead to development of better instruments and lower costs, he predicts. Scientists are also experimenting with cheaper ways to collect data, like using automated sea gliders instead of ships.  Both the U.S. and Canadian observatories can be expanded in the future, adding more instruments. But in the longer term, Delaney envisions an extensive network of seismometers and pressure sensors draped like a mesh blanket along the Cascadia Subduction Zone. The instruments would serve both as a warning system and a source of scientific data.  With cost estimates approaching $1 billion, though, he doesn’t expect to see it anytime soon.  “Doing something of this scale is not for the timid,” Delaney said, noting that he started pushing for an underwater observatory in 1991. His original plans, which would have included more   instruments to study earthquakes,   were scaled back several times to cut costs. Even so, it will be 2015 before the system is finished.  About this project  Sandi Doughton’s reporting in Japan was underwritten by a fellowship from the Japan Foreign Press Center.Caption:  Eiichiro Araki is seen with some of the latest instruments that will help him and his colleagues monitor an offshore fault threatening some of Japan’s biggest cities — a fault very similar to one off the Pacific Northwest coast. Sandi Doughton / The Seattle TimesMemo:  Sandi Doughton at: 206-464-2491 or sdoughton@seattletimes.com", "edition": "Unknown"}