{"title": "4 years after quake, Haiti’s rebirth spotty", "filename": "2014-01-13_4YearsAfterQuakeHaiti’SRebirthSpotty.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/14B5E74422DEA6A8?p=WORLDNEWS", "date": "2014-01-13", "page": "A10", "section": "News", "author": "Jacqueline Charles", "text": "CANAAN, Haiti — The sun-baked cinder blocks in Claude Saint-Elys’ dirt yard are an eroding reminder of the dream: a two-bedroom house with enough room for him, his wife and five surviving children. “We have rocks, and blocks. That’s it,” Saint-Elys, who lost his 5-year-old son in the Jan. 12, 2010 earthquake, said about building his dream home on this barren hillside north of Haiti’s capital.  Across the way, down a dirt road, truck driver Mackenson Chery is building his dream brick by brick. Chery’s spacious home is partly walled-in with newly cemented blocks and covered with shining zinc sheeting.  “We help each other around here,” Chery, 33, said. “It’s us, the mosquitoes and the dust balls.”  Canaan has become a squatters’ paradise of mushrooming construction of makeshift shacks and concrete homes, with quake victims, land speculators and ordinary Haitians seeking opportunities.  Now, as Haiti marked the fourth anniversary Sunday of the tragedy that left more than 300,000 dead and 1.5 million homeless, this haphazardly built community, born out of the disaster, is in the midst of a rebirth.  And many are concerned that rebirth is more a throwback to the country’s history of disorderly construction instead of the planned, quake-resistant communities that were envisioned.  “There is a huge construction dynamic happening there,” said Odnell David, Haitian government housing division director. “We can’t keep it like this, otherwise it will become a massive slum. We have to accompany the people.  “The people, they had a dream. And In their minds, they did not construct a slum, but rather a city.”  While Canaan has almost all of the amenities of a city — churches, schools, football fields, mom and pop shops in a commercial district — it is anything but well-planned.  “When I see Canaan, I see the exact replica of Cite Soleil (a slum in the Port-au-Prince area) — a politics of neglect, a large growing cancer,” said Leslie Voltaire, an urban planner who worked on housing issues shortly after the quake. “It’s the image of the reconstruction, but by the people and without any resources.”  And that is a disaster waiting to happen in a country where poor construction and urban planning led to the earthquake’s death toll and the collapse of almost 200,000 buildings, say experts.  Canaan has become symbolic of the failings of Haiti’s post-quake response. It was under U.S. pressure to find land for housing that the former government of President Rene Preval declared the large tract of land public use, triggering an illegal occupation by Haitians seeking the promise land.  But instead of free government housing, they found speculators selling them plots without titles.  Four years later, government officials are still haggling with some of the country’s most economically powerful families to gain title to the land, while Haitians continue to stake their claims, marking their parcels with barbwire fencing, wooden frames and unfinished foundations.  Gradually, they have transformed the community’s 2,792 acres from a sea of temporary blue tents to permanent housing valued at $100 million, according to government officials, citing an international evaluation.  And while issues still remain with land tenure, the U.S. Agency for International Development recently agreed to assist Haiti with getting “ahead of the curve,” by funding $3 million in technical assistance.  The decision, officials say, is part of a new thinking of allowing Haitians to take control of their own development.  “Donors come in here and they sort of do things for Haitians,” said USAID Mission Director John Groarke. “We need to move beyond that, and begin to help Haitians to help themselves.”  Prime Minister Laurent Lamothe said there has been progress over the past four years, not just from the more than 90 percent drop in people living in camps, but from the feelings of despair that have turned into hope.  “We have a country that’s starting to believe that we can get back on our feet,” he said.  Last Monday, in response to the Haitian government and donors touting the overall success of reducing the quake homeless from 1.5 million to 146,573, the Institute for Justice & Democracy (IJD), a Boston-based human rights advocacy group, issued a report highly critical of 16/6, the government’s prized relocation program that provides a one-year rental subsidy to those in camps.  “It was successful in shutting down the camps,” said Nicole Phillips, a lawyer with the institute, noting that more than half of those tracked had difficulty paying rent after a year.  “But in terms of being a solution to the housing problem, it’s not,” she said. “People are in the same situation. It’s quite frustrating to hear both the Haitian and U.S. government talk about solutions that are not necessarily solutions.”  Perhaps the biggest challenge will be gaining the trust of a population that until now has been fending for itself with no basic services from the government.  “There is no water, there is no electricity” Jean-Luckner Dupervil, a resident and co-head of the local community in Canaan 2. “When people have needs, they either do it in a bucket and later bury it, or go into the bushes.”  David acknowledged that turning the area into an organized space won’t be easy, beginning with figuring our who lives there and how many. He was surprised to learn that an aid group was building homes in the community without permission.  “It’s complicated, but not impossible,” he said. “The population is moving faster than the state but everything requires reflection.”  Development experts and urban planners say that Canaan is the logical continuation of Haiti’s overpopulated capital.  “The time is now to do something before it becomes completely uncontrollable,” said Sandrine Capelle-Manuel, program coordinator in Haiti for UN Habitat, which is advising the government on the issue. “There is a possibility to make that a real city and not a Cite Soleil in five years.”Caption:  Relatives attend a memorial service Sunday in Titanyen, north of Port-au-Prince, Haiti, honoring family members who died in the Jan. 12, 2010 earthquake that killed more than 300,000 people and left 1.5 million homeless. Jean Marc Herve Abelard / The Associated Press", "edition": "Unknown"}