{"title": "Beast Quake One remains more intense", "filename": "2014-01-15_BeastQuakeOneRemainsMoreIntense.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/14B5E743C9A9C528?p=WORLDNEWS", "date": "2014-01-15", "page": "C3", "section": "Sports", "author": "Sandi Doughton", "text": "Maybe the icy squalls that pelted the stadium were to blame. Or perhaps Seahawks fans have become accustomed to winning in the past three years. Whatever the reason, University of Washington scientists   say the peak ground shaking during Saturday’s playoff game against the New Orleans Saints — while sufficiently strong to jolt   several seismometers — fell short of the electrifying Beast Quake of January 2011.  “Beast Quake One was both larger and lasted longer than Beast Quake Two,” said Paul Bodin of the Pacific Northwest Seismic Network . “But not by a huge amount.”  Initially, seismologists thought Saturday’s rumblings — which spiked during running back Marshawn Lynch’s game-winning touchdown run — were more intense. But when Bodin compared those signals to the ones recorded on the same seismometer in 2011 — when Lynch’s 67-yard touchdown run powered an underdog Seattle team to victory over New Orleans — it was clear that the first was bigger.   Saturday’s crowd did kick up more of a racket after the key touchdown, Bodin said, reflecting reaction to the extra-point kick and the JumboTron replay.  The term Beast Quake was inspired by Lynch’s nickname, Beast Mode.  Seattle’s raucous fans   will have another chance to shatter their seismic record Sunday, when the Seahawks face the San Francisco 49ers in  the NFC title game.  The scientists from UW plan to install a third seismometer at CenturyLink Field before the game. They also hope to move one of the two instruments they installed previously, because it picked up a steady hum from a nearby motor throughout Saturday’s game.  “The management of the stadium is very cooperative,” said PNSN director John Vidale. “I think their attitude is that we help intimidate the opposition.”  While fun for both scientists and fans, the exercise also has a more serious purpose, Vidale pointed out. Quickly deploying seismometers is good training for what he and his team will do when the next big earthquake strikes the region. The keen interest in all things Seahawks   gives the scientists a taste of the heavy traffic their website is likely to get after a major quake — and some of the results weren’t pretty.  A site set up to allow fans to check seismic signals in real time quickly crashed.  But the instruments themselves worked well, picking up vibrations from the collective stomping of feet and general commotion during key plays. Graduate student Kelley Long  used the signals from one instrument to compile a seismic play-by-play of the game, posted on the PNSN website.  Whatever happens Sunday, the scientists gathered at the UW seismology lab will know about it before the television audience. The broadcast is delayed by 10 seconds, but the seismometer signals aren’t. So the seismologists have only to watch their readings   to predict if a play is likely to end with stomping and celebration — or collective slumping.Memo:  Sandi Doughton at: 206-464-2491 or sdoughton@seattletimes.com", "edition": "Unknown"}