{"title": "Quake warnings could start in two years", "filename": "2014-12-19_QuakeWarningsCouldStartInTwoYears.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/15254D47FAD2A7A0?p=WORLDNEWS", "date": "2014-12-19", "page": "A5", "section": "News", "author": "Rong-Gong Lin Ii", "text": "An earthquake early-warning system could be available to the public in as little as two years once enough funding is secured, a top federal scientist said this week. Congress just approved $5 million to develop an earthquake early-warning system, but officials said they need $16.1 million a year to fully build the system and maintain it for California, Oregon and Washington.  “It’s our estimate that once the full funding arrives, we’ll be able to roll out to the public ... in about two years,” Doug Given, earthquake early-warning coordinator for the U.S. Geological Survey (USGS), said at Caltech.  The two years are needed to buy and install earthquake-sensor stations along the West Coast, test the computer software and teach the public what to do when an alert is sent.  Without the $5 million in congressional funding, scientists would have run out of money by summer 2015. The scientists had been using a $6 million grant from the Palo Alto-based Gordon and Betty Moore Foundation to develop the system.  U.S. Rep. Adam Schiff, D-Calif., who helped obtain the congressional funding for the alert system, called on state legislators in California, Oregon and Washington to help pay for the system. Lawmakers in Sacramento last year approved a law that asks for an early-warning system, directing officials to find money for it, but prohibits the use of state general-fund money.  “It’s inexplicable, given how much we have at stake here,” Schiff said of the delay in getting a system established in the United States, behind other countries such as Japan, Mexico and Taiwan. “Government often works after the fact, after there’s a catastrophe. ... I hope that we don’t have to wait until the Big One.”  The $5 million was a one-time funding commitment, and Schiff said he and Sen. Dianne Feinstein, D-Calif., will try to get more money in the next budget cycle.  Scientists say a warning system would be particularly valuable in the Pacific Northwest, where the most powerful quakes originate offshore. That means Portland, Seattle and the Puget Sound region could get a few minutes’ warning before strong shaking hits.  A small-scale prototype will be tested in the region beginning early next year.", "edition": "Unknown"}