{"title": "Garfield grads believed killed in Nepal quake", "filename": "2015-05-15_GarfieldGradsBelievedKilledInNepalQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1555BD84A9B3B860?p=WORLDNEWS", "date": "2015-05-15", "page": "B1", "section": "Local News", "author": "Paige Cornwell", "text": "The families of the Garfield High School graduates who were missing in Nepal said Thursday that they now believe the two girls died during the devastating earthquake. Bailey Meola and Sydney Schumacher, both 19, had been trekking in Nepal’s Langtang Valley when the earthquake hit in late April. The families believe they “perished during the earthquake and catastrophic landslide,” the two families posted on social media.  “When Sydney’s brothers, Will and Paul, searched the entirety of the trek, and saw the immense and unfathomable destruction and devastation, it was clear that there was no chance our girls had survived,” the families wrote. “Although our strong desire has been to hear final confirmation from the U.S. Embassy, and to receive our girls’ remains, we haven’t, and may never.”  Meola and Schumacher were traveling around the world after graduating from Garfield High School in 2014. The two met in Thailand in mid-April before flying to Kathmandu. Schumacher’s five-month journey began in January; she wrote on her travel blog of her plans to work on a farm in Hawaii after hiking in Nepal. Meola flew to Southeast Asia in February and planned to travel through Europe after the Langtang Valley trek.  A crowdfunding page on Indiegogo, intended to raise money for locating and extracting Meola and Schumacher, generated more than $51,000. The initial goal for the page, set up a few days after the devastating quake on April 25, was $500.  “We have been profoundly moved by the support and love we have received from near and from far, far away,” the families wrote.  With the funds from more than 600 donors, the Meola and Schumacher families formed a private expedition team to search in medical and makeshift camps throughout the Langtang Valley. Schumacher’s brothers flew to Kathmandu two weeks ago and were directly involved in the search-and-rescue efforts. They returned to Seattle earlier this week.  In the weeks after the earthquake that killed thousands of people, the families continued to hope that the two girls would be found alive. They had been told by the U.S. embassy that there was a chance there were more survivors.  Chris Olson, Meola’s godfather, said the families remained hopeful after the earthquake because the girls were experienced in survival skills and outdoor activities.  “Bailey is an amazing, adventurous person,” Olson said at a candlelight vigil held last week. “There was no stopping her going on this trip. She was really excited to get to Nepal.”  They had learned many skills through POST, a student-run outdoor education leadership program at Garfield. The program taught them where to look for shelter and warmth in natural surroundings, how to build a fire in wet conditions and how to focus thoughts and actions on the best steps to survive.  Organizers at the vigil handed out a list of items and tips for surviving in the wilderness.  “Bailey and Sydney’s story is as much a story of their own survival as a reminder to all of us that the events of Nepal can happen anywhere, at anytime,” Rachelle Brown, Meola’s mother, wrote on the list.  The families said Thursday that the money from the Indiegogo fund will be donated to continuing relief efforts in Nepal, which was hit with another large aftershock earlier this week.  “In due time we will announce our direction with donations made to our Indiegogo, to aid the people & economy of the Langtang Valley region in the names of our beautiful daughters,” the families wrote. “You have all had your part in helping us move through these dark days.”Caption:  Bailey Meola, left, and Sydney Schumacher were hiking in the Langtang region of Nepal when the 7.8 quake hit last month. Photo courtesy of Diane SchumacherMemo:  Paige Cornwell: 206-464-2530 or pcornwell@seattletimes.com", "edition": "Unknown"}