{"title": "Nepal turns to quake-injured animals", "filename": "2015-05-04_NepalTurnsToQuake-InjuredAnimals.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/155270AD38AAB2D8?p=WORLDNEWS", "date": "2015-05-04", "page": "A6", "section": "News", "author": "Julie Makinen", "text": "BHAKTAPUR, Nepal — Three dogs with broken legs have been waiting days for surgery at the Vet For Your Pet clinic in this city just east of Kathmandu. But with his family camped out in his ground-floor storefront and his support staff off tending to their households after last week’s earthquake, veterinarian Pranav Raj Joshi has had to hold off operating. “I hope by Monday we can do the amputations,” Joshi said Saturday. “The fractures are too severe (to repair), but they’ll do fine on three legs once we can complete the surgery.”  In the first few days after Nepal’s quake, Joshi was occupied around the clock trying to help people nearby. He pulled bodies out of collapsed brick buildings and ferried corpses to the morgue in his jeep. “I was out of my head,” he said. “I didn’t know who I was helping; I just kept moving, moving, moving.”  But with the initial human-focused search, rescue and first-aid efforts now moving past the emergency stage, Nepalese veterinarians such as Joshi, and domestic and international animal-welfare organizations and pet and livestock owners, are assessing the quake’s effect on animals.  In any disaster, the death and injury of animals, and the loss of their owners or shelters, has emotional, financial and health consequences for individuals and communities. In particular, there is concern that the carcasses of dead animals could spread disease.  Surendra Maharjan, 33, lost all five cows when his neighbor’s building collapsed on his livestock shed in Shova Bhagawati. He used to make about $35 a day selling milk to nearby shops.  “This was my only business, and selling milk is all that I know,” he said. “I don’t know how I will raise my family with all my cattle gone.”  In Paslang, a hilltop farming village 50 miles northwest of Kathmandu where most homes were damaged or destroyed, residents said the quake killed two buffalo and a goat when the tin roofs of their sheds collapsed. Other cattle were hurt by falling debris.  Farming families in Paslang rely on the animals as insurance during lean harvest years, and often sell their milk. Ranamagar said the toll could have been much worse but since the quake happened at midday, many animals were out in the fields.  Properly disposing of the carcasses of dead animals is important for containing the spread of diseases like anthrax and plague. But it’s not just collapsed barns that contain such contaminants.  In Bhaktapur, for example, many families raised goats on the top floors of their now-ruined three- to five-story brick homes in the warrens of the old city. On the outskirts of town, a multistory poultry house with 9,000 birds was flattened by the quake. In the center of Kathmandu, debris piles are full of pigeons that were perched in the eaves of old temples when the quake struck; the birds could not fly out fast enough.  With the government overwhelmed just trying to attend to human needs for food and shelter, animal specialists worry about a looming public-health crisis.  “Carcass disposal has been a big dilemma,” said Manoj Gautam, president of the Animal Welfare Network of Nepal (AWNN) and executive director of the Jane Goodall Institute Nepal.  Many pets and livestock that did survive the earthquake are homeless. In some cases, their owners died; in other cases, their now-homeless owners have been unable to take their animals with them to tent camps or back to their relatives’ homes outside Kathmandu. In Bhakatpur, goats that were being raised for meat are roaming the city’s ancient brick squares.  AWNN, an umbrella group, is coordinating with outside organizations such as Humane Society International to bring in veterinarians and food supplies and get the necessary vaccines and medicines for sick and injured animals.  Rahul Sehgal, Asia director for Humane Society International, said a typical Nepalese farmer would have two large animals, such as cows, and perhaps 10 small ones, such as goats.  “Normally, these animals would be out grazing, but after the earthquake, with people dealing with many problems, a lot of these animals are being tethered,” Sehgal said. “That leads to stress and also sanitation problems, and then there’s the issue of getting food to these animals.”  Groups like AWNN and Humane Society International are mindful that some people may chafe at the idea of helping animals while people still need assistance.  “While humans are suffering so much, some people may think it’s inappropriate to talk about animals,” acknowledged Gautam, who lost a niece in the earthquake. “So we are trying to get aid supplies for humans and take those in parallel, so that people don’t get angry.”  Sehgal agreed. “We don’t want to be in a situation where we arrive somewhere trying to help animals and there’s a human dying,” he said. “Every team that goes out to help animals will also help humans.”Caption:  Dipika, left, and Susila hold a goat in Pahade Thapa Gaon, an agricultural village outside Kathmandu. Farming families rely on animals as insurance during lean harvests. Jodi Hilton / AP Images for Humane Society International animal rescue", "edition": "Unknown"}