{"title": "Early-warning system late after Cascade earthquake", "filename": "2015-02-19_Early-WarningSystemLateAfterCascadeEarthquake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/153A13558A794640?p=WORLDNEWS", "date": "2015-02-19", "page": "B1", "section": "Local News", "author": "Doug Esser", "text": "A magnitude-4.3 earthquake that rumbled under Washington state’s Cascade Range early Wednesday was “not a great advertisement” for an early-warning system undergoing tests, an official said. The system noticed the quake 18 seconds late, said John Vidale, director of the Pacific Northwest Seismic Network at the University of Washington.  He noted there were not enough seismometers in the area to respond any faster or more accurately to the initial jolt before shaking arrived.  “Our current station geometry does not serve Eastern Washington well,” Vidale said in an email.  Results would have been better for a quake in the Puget Sound area where there are more sensors, he added later in a phone call.  The quake at 1:04 a.m. Wednesday was centered about 20 miles north of Ellensburg and 10 miles northeast of Cle Elum in Central Washington.  Dispatchers for the Kittitas County sheriff’s office say they received calls from people who felt it but did not report any damage.  The U.S. Geological Survey website showed more than 150 reports of the quake being felt throughout a wide area of Central Washington.  The Pacific Northwest Seismic Network has been working for two years on a system that would detect an initial fast-moving jolt from a quake and alert people before stronger shaking arrives.  The alert might provide a warning of only seconds, but it could be enough time for precautions in certain situations, such as opening elevators before power goes off.  The system might give a longer warning of several minutes for a so-called “big one” that could be generated off the Northwest coast from slipping plates in the Earth’s crust.  Vidale called the latest results mixed.  The system did work to awaken a seismic network manager who then checked the regular system, he said.  It was the first notable quake since the Pacific Northwest Seismic Network shared the alert system last week with some companies, including Boeing and Alaska Airlines.", "edition": "Unknown"}