{"title": "Nepal quake ‘life-altering’ for Seattle man", "filename": "2015-04-29_NepalQuake‘Life-Altering’ForSeattleMan.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1550CE418866F488?p=WORLDNEWS", "date": "2015-04-29", "page": "B6", "section": "Local News", "author": "Evan Bush", "text": "When the earthquake struck about noon Saturday, Greg Davenport was trekking in  a steep valley in Nepal’s Langtang National Park, about 50 miles from the quake’s epicenter. “It was a massive shaking,” said Davenport, 50, of Seattle. “All of the walls started to slough off. There were boulders, rockfalls and debris sliding down all over the place. ...  If you were in the wrong place, you would be hit by a boulder and be instantly crushed.”  Then, triggered by the quake, an avalanche roared into the valley.  “We all looked up the valley. We saw this dark cloud coming our direction,” Davenport said Tuesday. “We were all terrified; we thought this was the end.”  Davenport’s group — best friend Jim Watt, Watt’s brother Vance, and a porter —   scrambled for cover.  “And this cloud came. It was like a windstorm with snow and rock debris.”  He thinks the avalanche took just a minute, maybe two.  It felt like longer.  “Very ominous — almost a timeless sense to it,” Davenport said.  “The dead zone where the avalanche hit ... was probably a kilometer and half, two kilometers above us. It decimated Langtang Village. We believe everyone died.”  Covered in about an inch of debris, Davenport felt a moment of relief. Then, “You start thinking about what do I do next to survive.”  Because they were “teahouse trekking,” the group was traveling light. Davenport was wearing light hiking shoes, a vest and a North Face jacket. They had some snacks and water but weren’t prepared for disaster, he said.  As aftershocks shook beneath and boulders continued to topple down the valley, they navigated their way down to a military outpost where they’d checked in earlier that day.  Covered in “snowy, dusty debris,” the “trail wasn’t easy to find,” said Davenport.  Still, about 60 foreign trekkers and 150 Nepalis found their way to the outpost, where they all congregated.  “There were a lot of injuries. Many people who had come down left people who were dead who had been hiking above. The tragedy was unbelievable.”  Two women, who Davenport believes had fled a teahouse without shoes, arrived at the outpost with frostbitten feet.  About 15 soldiers stationed at the military outpost took trekkers and displaced Nepalis in, but there wasn’t enough space. The group had to create rudimentary shelters scattered around the hut. There was nowhere to go, said Davenport, because the route down was destroyed.  Overnight, aftershocks sent more boulders tumbling down the valley. Rain and cold seeped in. Davenport’s fleece sleeping-bag liner already was soaked, but he was able to get a new bag from the Nepali army. Hypothermia, he said, was a real concern.  The collection of people took care of each other as well as they could, sharing what little they had.  “The level of cooperation between the locals and foreigners was unbelievable on most levels: Making sure people had enough to eat and helping with medical issues ...  it was a beautiful thing.”  The Nepali soldiers “were able to cook up some weird rice stuff,” said Davenport. “Hot tea came around.” That was a  godsend, he said, because, “we were freezing our asses off.”  Overwhelmed, the Nepali army struggled to meet everyone’s needs. There was no way to communicate, said Davenport. Cell service was down, and a solar-powered satellite phone at the outpost was uncharged.  Rush for helicopters  The next morning, two helicopters flew in.  Jim Watt, who had broken his leg, made it out on one of the first flights.  But  a desperate situation became tense.  “It was total chaos,” said Davenport. “The locals would force their way on (to the aid helicopters) and the army couldn’t or didn’t stop it.”  The next day travelers stuck in camp brokered a deal to prioritize evacuating the sick and injured. Still, almost every helicopter landing brought a rush, and a fight, to get aboard.  Meanwhile, Nepalis periodically climbed toward Langtang Village to check on friends and relatives.  “They didn’t want to believe it had been destroyed,” said Davenport.  They returned wailing, he said.  “I’ve cried more in these four days than I’ve cried since I was a boy,” said Davenport. “It’s a life-altering event.”  On Monday night, Davenport managed to get on a helicopter. In half an hour, he was back in Kathmandu, where he’s now staying in a guesthouse. Davenport said Jim Watt has been treated and should recover.  “I’m very sleep-deprived. Food was a little hard to find,” he said. But, “compared to where I was at, this is paradise.”  Next move uncertain  The trip was Davenport’s 50th-birthday present to himself. He quit his job to take an “unauthorized eight-month sabbatical” while his girlfriend taught sociology in Japan.  During the Nepal leg of the trip, Davenport planned a meditation retreat, Buddhist classes and a yoga retreat. He’s not due back in Tokyo until this summer.  His plans interrupted by disaster, he said he may volunteer or continue the trip as planned.  “The (Buddhist) class I’m supposed to do at the end of this trip is on death and dying. I can’t help but feel like this class isn’t going to be a big deal.”  “I’ve cried more in these four days than I’ve cried since I was a boy. It’s a life-altering event.”  I’ve cried more in these four days than I’ve cried since I was a boy. It’s a life-altering event.”  Greg Davenport  Seattle resident trekking with two friends in Nepal’s Langtang National Park when quake occurred  Still missing  Here are the five known Washington residents who remain unaccounted for in Nepal:  Bailey Meola, 19, and Sydney Schumacher, 19: A fellow hiker last spotted the two Seattle women about 2 p.m. Friday — 22 hours before the earthquake — as they trekked up Kyangin Ri, a peak above the village of Kyanjin Gompa in Langtang National Park. Schumacher’s mother believes the missing women may be stranded with dozens of others in the Buddhist village. The women are traveling around the world after graduating from Garfield High School in 2014.  Jim Lane, 56, Doreen Richmond, 57, and Jeannie DeBari, 59: The three Whatcom County residents began a two-month trek along the Great Himalayan Trail in Nepal at the beginning of April. They were last seen April 22 between Mount Kanchenjunga and Mount Makalu, according to Richmond’s sister. Lane, a retired Bellingham firefighter, and Richmond, a retired Bellingham schoolteacher, are a couple who live on Lummi Island; DeBari, a married mother of two grown children, is the former owner of Milano’s Restaurant in Glacier, where she lives.Caption:  Greg A checkpost hut in Langtang National Park was damaged  when the earthquake hit. “Some of us slept in here on the first night. All night long the aftershocks continued, with valley walls sliding regularly,” said Seattle’s  Greg Davenport. Courtesy of Greg DavenportMemo:  Seattle Times reporters Lewis Kamb and Paige Cornwell contributed to this story.  Evan Bush: 206-464-2253 or ebush@seattletimes.com On Twitter @evanbush", "edition": "Unknown"}