{"title": "Earthquake No. 11 strikes Dallas area", "filename": "2015-01-08_EarthquakeNo11StrikesDallasArea.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/152D8CAEA3BAE960?p=WORLDNEWS", "date": "2015-01-08", "page": "A4", "section": "News", "author": "The Associated Press", "text": "IRVING, Texas — A cluster of small earthquakes rattled a Dallas suburb for a second day Wednesday as experts turned to seismic data to help determine why. The temblors in the Irving area included three quakes Wednesday morning, the U.S. Geological Survey (USGS) reported.  Irving police had no reports of injuries or major damage in the 11 earthquakes that jolted the area since Tuesday, but asked the public to stop calling 911 to report the shaking unless someone was hurt or there was another emergency.  The magnitudes ranged from 1.6 to 3.6, according to the USGS. Earthquakes of magnitude 2.5 to 3.0 are generally the smallest felt by humans, experts say.  Small earthquakes have become more common in Texas and Oklahoma. In October, Texas officials amended rules for disposal-well operators amid concerns that high-pressure injections related to hydraulic fracturing, or fracking, can trigger earthquakes.  Carrieann Bedwell, a geophysicist with the USGS in Golden, Colo., said scientists would be investigating. “They will be looking at the parameters, magnitude, depth, location of each of the events,” Bedwell said Wednesday. “Right now we’re calling it a swarm, because we’ve had multitude events happen.”  Bedwell described a swarm as earthquakes approximately in the same location in a matter of a few days or so.  “Earthquakes of this size, like 2s, 3s, can happen pretty much anywhere in the world at any time,” Bedwell said.  The Irving area, with a population topping 250,000, has had more than 25 minor earthquakes since early September, according to Brian Stump, a seismologist with Southern Methodist University (SMU).  “SMU’s seismology team is committed to helping North Texans understand more about the increasing number of earthquakes felt in our region over the last few years, most recently near the city of Irving,” Stump said.  SMU researchers installed a seismometer in Irving on Monday. Other devices were set up earlier near Dallas-Fort Worth International Airport and on SMU’s Dallas campus. In a statement, SMU said 15 more were deployed Wednesday in the Irving area, two more will be set up Thursday and five more Friday.  Separately, the USGS reported a 3.5-magnitude earthquake Tuesday afternoon near Snyder, about 250 miles west of Irving.", "edition": "Unknown"}