{"title": "Buildings sway in Chile capital after strong quake off coast", "filename": "2015-09-17_BuildingsSwayInChileCapitalAfterStrongQuakeOffCoast.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/157F431024DB6108?p=WORLDNEWS", "date": "2015-09-17", "page": "A2", "section": "News", "author": "The Associated Press", "text": "SANTIAGO, Chile — A magnitude-8.3 earthquake hit off Chile’s northern coast Wednesday night, causing buildings to sway in the capital, Santiago, and bringing flooding from small tsunami waves in some shore towns. Officials reported at least five deaths. There were no reports of serious damage hours after the quake, but officials were checking  late into the night.  The tremor was so strong that people on the other side of the continent, in Buenos Aires, Argentina, reported feeling it. After the quake, tsunami advisories were issued for Hawaii, parts of the California  coast and parts of New Zealand.  Numerous strong aftershocks, including one measuring 7.0 magnitude and three above 6, rattled the region after the first major tremor since a quake and tsunami killed hundreds in 2010 and leveled part of the city of Concepción in south-central Chile.  Authorities said early Thursday that five people had been killed and one person was listed as missing.  Officials ordered people to evacuate low-lying areas along the 2,400 miles of Chile’s Pacific shore, from Puerto Aysén in the south to Arica in the north. Fishing boats headed out to sea and cars streamed inland carrying people to higher ground.  Santiago’s main airport was evacuated as a precaution, and authorities said school would be suspended in the port city of Valparaiso on Thursday.  Chile state TV showed water flowing in streets of Concón, a coastal town known for its beautiful beaches that is close to Valparaiso. Higher water was also seen in other cities, but no destructive high waves had been reported.  Authorities said some adobe houses collapsed in the inland city of Illapel, about 175 miles north of Santiago. Illapel is about 34 miles east of the quake’s epicenter.  Illapel’s mayor, Denis Cortés, told a television station that a woman had been killed but declined to give details.  The U.S. Geological Survey initially reported the quake at a preliminary magnitude of 7.9 but quickly revised the reading up to 8.3. Chilean authorities put the magnitude at 8.4. U.S. officials said the quake was centered about 141 miles north-northwest of Santiago and was 7.4 miles below the surface.  A magnitude-8.8 quake and ensuing tsunami in south-central Chile in 2010 killed more than 500 people, destroyed 220,000 homes and washed away docks, riverfronts and seaside resorts.  That quake released so much energy, it actually shortened the Earth’s day by a fraction of a second by changing the planet’s rotation.", "edition": "Unknown"}