{"title": "Quake-ravaged villages in Nepal still awaiting aid", "filename": "2015-05-03_Quake-RavagedVillagesInNepalStillAwaitingAid.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/15521CF7B79C1D50?p=WORLDNEWS", "date": "2015-05-03", "page": "A7", "section": "News", "author": "Todd Pitman", "text": "PAUWATHOK, Nepal — At the entrance of the destroyed mountain village of Pauwathok, a wooden sign stands, cobbled together from debris of homes flattened by Nepal’s devastating earthquake. Its message: “WE NEED HELP. PLEASE HELP.” A steep winding road leads up to the ruins of the village perched on a ridge about 3,600 feet above sea level. It’s 30 miles east of Kathmandu, Nepal’s capital. But villagers say not one government official, not one soldier has visited since the magnitude-7.8 earthquake struck April 25, illustrating how unprepared and overwhelmed Nepal’s government has been.  Early Saturday, a convoy of covered trucks approached Pauwathok. The trucks were apparently transporting aid and escorted by Nepalese police carrying automatic weapons. Hungry residents ran toward the road.  The trucks were not stopping.  “Are we invisible to you?!” a voice screamed as the trucks moved slowly up a hill and out of sight.  A week after the strongest tremor to hit impoverished Nepal in eight decades, aid has been slow in reaching those who need it most. In many places it has not come at all.  United Nations humanitarian officials said Saturday they are increasingly worried about the spread of disease. They said more helicopters are needed to reach isolated mountain villages such as Pauwathok that were hard to access even before the quake.  The true extent of the damage from the earthquake remains unknown as reports keep filtering in from remote areas, some of which are cut off. The U.N. has estimated the quake affected 8.1 million people, more than a quarter of Nepal’s population of 28 million. The government’s latest number is 7,040 dead, with little hope of finding survivors.  Nepal has been shaken by more than 70 aftershocks, and its people remain on edge. One brief aftershock Sunday shook this village’s only paved road, triggering screams from residents.  Pauwathok is in the district of Sindupalchok, where more deaths have been recorded than anywhere else in Nepal: 2,560, compared with 1,622 in Kathmandu. The U.N. says up to 90 percent of the houses in Sindupalchok have been destroyed.  Rajaram Giri said he was sitting under a tree when the quake hit. Pauwathok was immediately engulfed in clouds of red dust. When it cleared, Giri saw only ruins.  Few of the village’s roughly 80 homes remain habitable. Mostly made of brick, mud and sticks, they were either leveled or damaged beyond repair. Some families now sleep under makeshift shelters of debris that they built from their own ruined homes — torn roofs and boards, whatever was left.  Others sleep under tarpaulins, obtained after residents sat in the middle of the road Friday and blocked an aid convoy that eventually relinquished 30 of them, said Giri, who took one for his family.  Volunteers have begun stepping into the void. Late Saturday, Pauwathok’s appeal for help was answered. A truck full of rice, noodles and medical supplies pulled up. Everyone crowded round.  The truck had been organized by a teacher who went for help to Kathmandu, collecting donations from charities and friends. They brought the aid themselves.  “The government has not been able to cater to the needs of everyone, so it’s better if everybody can pitch in,” said Supral Raj Joshi, who helped bring the aid. “It’s not that the government isn’t trying, it’s that they’ve not been able to reach everywhere.”  Six other civilians, several of whom worked with street kids in Kathmandu, also came to deliver medical aid Saturday.  They dressed the wound of a woman, Tilamaya Bharti, who had lost part of a finger when a stone crushed it during the tremor. They also gave Bharti painkillers, the first she’d had since doctors in a nearby town conducted a hasty amputation last week and sent her away with nothing to ease the pain.  While the situation in Pauwathok is grave, some remote parts of Nepal appear to have suffered even more.  David O’Neill of U.K. International Search and Rescue said a team from his group had driven as far as it could and then walked for hours into six remote villages to assess them. The team reported that the villages had been hit so badly that 80 percent of their inhabitants had died.  “Everything has been flattened,” O’Neill said. The people there apparently died not in the original quake, but in a major aftershock the next day, he said.  He spoke in Chautara, a destroyed town in Sindhupalchok. His team had hoped to reach the remote areas by helicopter, but none were available, so members were returning to Kathmandu.  “We definitely need more helicopters,” Ertharin Cousin, executive director of the U.N.’s World Food Program, said in the village of Majuwa, west of the capital. Aid agencies have been using Majuwa as a staging ground to get supplies deeper into mountainous areas.  “This is one of the poorest places on Earth,” Cousin said. “If the global community walks away, the people of this country will not receive the assistance that is required for them to rebuild their lives.”  That need remains great. Nepal Information Minister Minendra Rijal said the government has supplied only 29,000 tents to 400,000 displaced people.Caption:  In Pauwathok village on Saturday, a Nepalese woman sits with her son near their house, destroyed like most of those in the village in last week’s earthquake. Manish Swarup / The Associated Press", "edition": "Unknown"}