{"title": "Scores killed by quake in S.  Asia", "filename": "2015-10-27_ScoresKilledByQuakeInSAsia.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/158C7358AE0DE6D8?p=WORLDNEWS", "date": "2015-10-27", "page": "A9", "section": "News", "author": "Lynne O’Donnell And Riaz  Khan", "text": "KABUL, Afghanistan — Authorities intensified rescue and relief operations Tuesday after Afghanistan’s strongest earthquake in more than six decades shook buildings across South Asia Monday, registering a preliminary magnitude of 7.5 and causing heavy damage in one of the world’s most impoverished and war-torn regions. The death toll in the rugged, earthquake-affected areas rose to at least 270 and was expected to rise significantly.  The quake was centered deep beneath the Hindu Kush mountains in Afghanistan’s sparsely populated Badakhshan province, which borders Pakistan, Tajikistan and China, the U.S. Geological Survey said.  It was the first major temblor in the region since April, when a 7.8 earthquake in Nepal killed more than 8,000 people and triggered deadly avalanches on Mount Everest.  The South Asia region has a history of catastrophic earthquakes because the tectonic plate that carries the Indian subcontinent is pushing northward into the main Asian plate. The 7.5-magnitude earthquake is the biggest to hit Afghanistan since 1949, according to USGS data.  People poured into the streets of Kabul, where buildings shook for at least 2 minutes, and similar scenes played out in Islamabad and Peshawar, in Pakistan. Officials in both countries declared emergencies, and military units were ordered to join the response.  The quake shook buildings in the Afghan capital of Kabul early Monday afternoon for up to 45 seconds, creating cracks in walls and shutting down power.  At least 237 people were killed in Pakistan, with more than 1,500 injured, while Afghan officials reported 33 dead and more than 200 injured. Authorities in the Indian-controlled Kashmir region reported two deaths. Officials expected the toll to rise as they reach remote areas.  In Takhar province, west of Badakhshan, 12 students at a girls’ school were killed in a stampede as they fled shaking buildings, said Sonatullah Taimor, the spokesman for the provincial governor. Another 42 girls were taken to a hospital in the provincial capital of Taluqan.  Authorities struggled to reach the hardest-hit areas in Afghanistan near the epicenter, located 45 miles south of Fayzabad, the capital of Badakhshan province.  In Afghanistan, the country’s chief executive, Abdullah Abdullah, called an emergency meeting of senior officials to respond to the disaster. “This is the strongest earthquake that has happened in our country in recent years,” Abdullah said, warning of the possibility of aftershocks.  Telephone services were disrupted across a wide section of northern Afghanistan. The roll call of affected provinces closely mirrored those hardest hit by surging Taliban attacks in recent months.  Pakistani government official Amir Afaq said Tuesday that civil and military authorities had reached the remote, impoverished areas in the country’s northwest to help the quake victims. “We are transporting tents, medicines and other items to quake-hit areas,” he said. The quake damaged nearly 2,000 homes in the area, he said.  Troops and military doctors had reached the quake zone and were engaged in rescue work, Pakistani army spokesman Lt. Gen. Asil Saleem Bajwa said.  Despite vast mineral deposits, Badakhshan is one of Afghanistan’s poorest provinces. It is often hit by earthquakes, but casualty figures are usually low because it is so sparsely populated, with fewer than 1 million people spread across its vast mountains and valleys. It also suffers from floods, snowstorms and mudslides.  Taliban-led insurgents have used its remote valleys as cover recently to seize districts as they spread their footprint across the country. Dehqan said some districts remain under Taliban control “and we don’t know how we will be able to help people in those areas.”  The U.S. said it has emergency shelters and relief supply kits stored in warehouses throughout Afghanistan that could be used. White House spokesman Josh Earnest says the U.S. government has been in touch with officials in Afghanistan and Pakistan and is ready to provide any additional support.  Pakistan Prime Minister Nawaz Sharif, who was traveling, said in a televised comment from London that he planned to fly to the quake-affected region Tuesday. He called the quake a “tragedy,” saying most of the casualties and damage were reported in remote areas in the country’s northwest.  Indian Prime Minister Narendra Modi had contacted Sharif to offer help, Pakistani state-run media said. Pakistani TV said Sharif thanked Modi for the offer but provided no further details.  Pakistan will not issue any appeals to the international community for help as the country has the required resources to carry out the rescue and relief work, said Information Minister Pervez Rashid.  “We have enough resources to handle the situation. Our top priority is to help those affected because of the earthquake,” Rashid told a news conference.  Pakistan was hit by a 7.6-magnitude earthquake of Oct. 8, 2005, that killed more than 80,000 people and left more than 3 million homeless, most in the northwest of the country and in the divided region of Kashmir.  That quake was much shallower than Monday’s — 6 miles below the surface, compared to 130 miles — and thus caused greater damage, said Mohammad Hanif, an official at the Meteorological Department.  In Srinagar, the main city in the India-controlled portion of Kashmir, tremors caused buildings to sway and electrical wires to swing wildly, residents said.  People ran from buildings shouting, crying and chanting religious hymns to try to keep calm.  “I thought it was the end of the world,” shopkeeper Iqbal Bhat said.  Kashmir’s Chief Secretary B.R. Sharma said the quake had caused limited damage, though in some areas “many houses and government buildings have developed cracks, and some have also partially collapsed.” x  In the northern valley of Swat, at least 35 people were killed, local officials said. At least 100 houses were damaged.  Shazia Bibi, 34, said a wall of her house collapsed, injuring her on the head and back. “I was rushing out of the house when the wall collapsed,” Bibi said from a hospital bed.  Zahir Shah, a resident of Mingora in Swat Valley, said he was sitting in a vehicle with a friend when buildings around them started to shake. They quickly sped away and into an open area for safety. Shah said he could not reach his relatives in remote areas of the valley as mobile and landline phones were not working.  Hospital officials in Swat said at least 250 people had been brought in for treatment by Monday evening.  Landslides were reported in the mountainous Pakistani regions of Gilgit and Chitral, as boulders fell on to the roads, cutting off many areas.Caption:  A man injured in the 7.5-magnitude earthquake is taken to a hospital in Peshawar, Pakistan, on Monday. Arshad Arbab / European Photopress AgencyMemo:  Includes material from Bloomberg News and The New York Times.", "edition": "Unknown"}