{"title": "Moments of joy in Nepal as 2 are rescued 5 days after 7.8 quake", "filename": "2015-05-01_MomentsOfJoyInNepalAs2AreRescued5DaysAfter78Quake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/15516D78F9047750?p=WORLDNEWS", "date": "2015-05-01", "page": "A4", "section": "News", "author": "Todd Pitman", "text": "KATHMANDU, Nepal — The 15-year-old boy had been buried alive under the rubble of Kathmandu for five days, listening to bulldozers clearing mountains of debris, fearful the incessant aftershocks might finally collapse the darkened crevice he was trapped in. And then: “All of the sudden, I saw light,” Pempa Tamang said, recounting the moment Thursday he was pulled from a hole at the bottom of what was once a seven-story building in the quake-stricken Nepalese capital.  Tamang did not know whether he was alive or dead. “I thought I was hallucinating,” he said.  The improbable rescue was an uplifting moment in Nepal, which has been overwhelmed by death and destruction since the 7.8-magnitude earthquake hit Saturday. By late Thursday, the government said the toll from the tremor, the most powerful recorded in the nation since 1934, had risen to 6,130 dead and 13,827 injured.  After night fell, police reported another dramatic rescue: A woman in her 20s, Krishna Devi Khadka, was pulled from a building in the same neighborhood as Tamang near Kathmandu’s main bus terminal, according to an officer who spoke on condition of anonymity.  “Life has become a struggle to survive. It gives us hope,” said Hans Raj Joshi, who watched Tamang’s rescue. “We thought they were only bringing out the dead. It’s hard to believe people are still alive.”  After Tamang was extricated, rescue workers inserted an IV in his arm, propped him onto a yellow plastic stretcher — the same kind that has helped convey countless dead — and carried him through the ruins on their shoulders as if he were a newly crowned king.  Lines of police stood on both sides, keeping back crowds of bystanders and journalists. A dazed Tamang, wearing a dark shirt with the New York Yankees logo and the words “New York Authentic,” blinked at the bright sky.  When the procession turned a corner and entered the main road outside, there was a sound Kathmandu hadn’t heard in days: jubilant cheers of thousands of ecstatic onlookers.  Nepal, however, remains far from normal. More than 70 aftershocks had been recorded in the Himalayan region by Indian scientists in the past five days, according to J.L. Gautam, director of seismology at the Indian Meteorological Department in New Delhi.  Shortages of food and water and worry over the fate of relatives, have triggered an exodus from the capital, prompting thousands to board buses provided by the government to their rural hometowns.  “I have to get home. It has already been so many days,” said Shanti Kumari, with her 7-year-old daughter, who was desperate to see family in her home village in eastern Nepal. “I want to get at least a night of peace.”  Although small shops have begun reopening and the once ubiquitous tent cities have begun thinning out, an air of desperation remains. “We’re still feeling aftershocks. It still doesn’t feel safe,” said Prabhu Dutta, 27, a banker from Kathmandu.  Some residents have begun returning to work, including at Dutta’s bank, but he said it was impossible to concentrate. “We roam around the office. We only have one topic of conversation: the earthquake.”  Tamang’s dark hair was disheveled, and he looked weak and tired but otherwise fine as he recounted his story in an Israeli field hospital.  When Saturday’s quake began at 11:56 a.m., Tamang said he was having lunch with a friend in the hotel where he worked. As he ran downstairs, the stairs shook. He saw walls cracking, ceilings caving in.  He was in the basement when “suddenly the building fell down. I thought I was about to die,” he said. He fainted, and when he regained consciousness, he could see little but darkness.  He was buried face down in a tiny crevice deep in the rubble. He was terrified.  Tamang said he survived on two cans of ghee, or clarified butter. He rested his head on chunks of concrete and a broken piece of corrugated aluminum roof.  One Nepalese team had begun combing the rubble in Tamang’s neighborhood, a place they had found another survivor Monday. They cried out and knocked on broken concrete slabs, and listened for any response.  Mostly there was silence. But when an officer named L. Bahadu Basnet shouted: “Is anyone there?” he was shocked to get a reply.  “Who is there? Brother, I am here!” Tamang shouted weakly back from a hole in the ground.  The team used a jack to help support the rectangular entrance, and Basnet took off his helmet, put on a headlamp and crawled inside, pushed in by his colleagues.  He could see Tamang wedged in a crevice behind a motorcycle and was shocked at how responsive he was. “He thanked me when I first approached him,” Basnet said. “He told me his name, his address and I gave him some water. I assured him we were near.”  It took a few hours to carefully clear the way for Tamang to be lifted out. Members of the U.S. Agency for International Development’s Disaster Assistance Response Team brought in equipment to help and lowered a pole-mounted rotatable camera into the hole, said one of the team’s members, Andrew Olvera.  At the Israeli field hospital, doctors X-rayed Tamang and injected him with glucose. Lt. Libby Weiss of the Israeli Defense Forces said he was dehydrated but lucid and “in remarkably good shape,” with no other injuries except scratches.  “It’s a miracle,” Weiss said. “I think it’s an amazing thing to see in the midst of all this calamity.”Caption:  Nepal army forces in collaboration with an American search-and-rescue team rescue 15-year-old Pempa Tamang from a collapsed hotel in Kathmandu, Nepal, Thursday. Omar Havana / Getty Images", "edition": "Unknown"}