{"title": "Ready — or not? Earthquake kits flying off the shelves", "filename": "2015-07-22_Ready—OrNotEarthquakeKitsFlyingOffTheShelves.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/156C26E1D2842878?p=WORLDNEWS", "date": "2015-07-22", "page": "A1", "section": "Local News", "author": "Erik Lacitis", "text": "We’ll see how long this scaredy boomlet lasts. It began last week. “Holy cow!” Steve O’Donnell remembers thinking, as he checked the online orders at the Burien headquarters of American Preparedness.  Sales were going through the roof.  If you go on the websites of Costco, Staples or Amazon, you’ll see the small, eight-person company’s earthquake-preparedness kits for sale.  For $179.99, you can get a 2-person, 7-day kit.  For $139.99, it’s a 4-person, 3-day kit.  This boomlet began with an article in The New Yorker that quickly went viral.  The headline was, “The really big one.” It was followed by, “An earthquake will destroy a sizable portion of the coastal Northwest. The question is when.”  The information wasn’t exactly new, but people got scared. And suddenly two-thirds of the orders were coming from this state, not California, as they usually do.  American Preparedness, which operates in rental office space at a Public Storage building, typically sells “several hundred” of the kits a month, says O’Donnell, the CEO.  With survivalist outlets and others selling similar kits, the local company isn’t keen on divulging specific numbers.  Still, says O’Donnell, last Monday, “We did over a month’s business.” And this week, the orders keep arriving.  (Another earthquake business also is doing well. Erik Jackson, co-owner of Sound Seismic, which retrofits homes for quakes, said his firm had a 3½-month wait. Since Monday, he says, “It’s now six months. ... We always get spikes after natural disasters. We’ve never gotten this kind of response.” The cost to retrofit a house with an unfinished basement runs $7,000 to $10,000, he says.)  Convenience factor  As far as survival supplies, sure, you can make your own earthquake kit. The Centers for Disease Control has tips; so does FEMA and the city of Seattle.  The city recommends having enough supplies to last a week to 10 days.  How hard is it to buy some canned beans, a bunch of water bottles, some crackers? It’s a bit more than that.  And are you really going to set aside all those hours to put together water bottles, canned food, meal bars, emergency blankets, ponchos, light sticks, batteries, a portable radio, whistles, multifunction knives, matches, leather gloves, rope, a pry bar, trash bags and first-aid kits? That’s just the beginning.  “Hey, they never do. It’s procrastination. It’s why I don’t like to clean the garage, either,” says Jeff Guite, who founded American Preparedness back in 1981.  Only a quarter of Seattleites are putting together an earthquake kit and building a family plan, says Barb Graff, director of emergency management for the city. That’s from a just-completed city survey.  Which, of course, means that three-quarters of us are not particularly responsible.  “That’s better than it used to be,” says Graff. “The national average used to be 4 percent.”  That’s why so many people just buy that $179.99 kit online. This particular model even comes as a rolling cart, just like a carry-on.  You might even get to like the Datrex food bars that will be your only meals.  Each bar is 2½- by 1¾- by ½ inches and has 200 calories, “United States Coast Guard compliant.” The ingredients are wheat flour, vegetable shortening, cane sugar, water, coconut and salt. The bar tastes faintly like halvah.  You get one bar for breakfast, one for lunch, one for dinner.  That’s it?  “It’s designed to keep you fit, not fat,” says Guite.  Anyway, what do you want, gourmet or survival?  Big events  The scariness boomlets go in cycles.  After 9/11, sales of the kits stayed high for a year-and-a-half, says Guite. The boomlet lasted two months after the 2001 Japanese tsunami.  Guite is a bit of an evangelist about being ready for the Big One, or even the Run-of-the-Mill One.  Like the Redi Safety Light that American Preparedness is selling at $24.95.  You screw it in like a regular bulb in your ceiling. But all the time, it is charging a battery attached to the bulb.  Then, if the electricity goes out, the bulb stays on automatically with a light that lasts six to eight hours on a charge.  “People get crazy when the power goes out and there’s no light. Now the kids calm down,” says Guite.  You also can use the bulb as a flashlight, and also you can stick it your mouth and walk around with it lit up. Why? You need to do something to entertain the kids, what with the Internet down. By clenching on it with your teeth, he says he was told the circuit was completed.  The bulb can be ordered from the firm, but it’s not advertised online, just word-of-mouth.  In the preparedness marketing world, he says, “Everybody will try to copy us.”  Oh, one final note.  The kits come with a reorder form for specific items, such as the light sticks.  “Just in case one of the kids takes it out for a rock show,” says Guite.  You gotta be prepared, always.  “[Last Monday] We did over a month’s business.”  [Last Monday] We did over a month’s business.”  Steve O’Donnell  CEO of American Preparedness on the impact of a magazine article on salesCaption:  American Preparedness CEO Steve O’Donnell, left, and president Jeff Guite use  multifunction LED emergency lights in their warehouse assembly facility in Burien. Erika Schultz / The Seattle Times American Preparedness offers a four-person, 72-hour starter backpack for $159-$179. The “ready-to-go” disaster kit features 242 items including a first-aid kit, emergency drinking-water pouches, food-bar packets, two whistles and four emergency survival blankets. Erika Schultz / The Seattle Times American Preparedness President Jeff Guite with a Redi Safety Light, which offers 6-8 hours on a charge. Erika Schultz / The Seattle TimesMemo:  Erik Lacitis: 206-464-2237 or elacitis@seattletimes.com Twitter @ErikLacitis", "edition": "Unknown"}