{"title": "NW quake early-warning system to get public shakeout test", "filename": "2015-02-11_NwQuakeEarly-WarningSystemToGetPublicShakeoutTest.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/15371B8AACFEFF48?p=WORLDNEWS", "date": "2015-02-11", "page": "A1", "section": "Local News", "author": "Sandi Doughton", "text": "What would you do with a few seconds or minutes of warning before an earthquake strikes? When late-night comedian Conan O’Brien considered the question recently, the result was a laugh-out-loud segment   with people stampeding into walls, snapping risqué selfies or cranking up the boom box for one last dance.  A more sober — and useful — range of options will be on the table next week,   when a small group of businesses and agencies embark on the Northwest’s first public test of a prototype earthquake early-warning system.  “Up until now, we’ve been running it and watching the results in-house only,” said John Vidale, director of the Pacific Northwest Seismic Network at the University of Washington.  Now, companies including Boeing, Alaska Airlines and Intel will be able to work with the system and figure out how to make use of warning times so slight they seem at first like a joke.  But earthquake early warning has proved its worth in countries like Japan, where alerts are blasted out to the general public via cellphone, bullet trains automatically coast to a stop and manufacturing plants are hard-wired to shut down.  The approach is based on the fact that the first   vibrations produced when a fault ruptures zip through the ground at   blazing speeds but generally don’t cause much damage. By detecting those initial signals, the system can sound an alert before the strongest shaking arrives.  For nearby quakes, there’s not much benefit. But for more distant quakes, the time lag can be 30 seconds or more.  In the case of a major quake on the offshore fault called the Cascadia Subduction Zone, Seattle and Portland could get as long as three or four minutes’ notice before the ground starts heaving.  “Imagine emergency rooms knowing that they need to interrupt surgeries, or high-rise elevators being able to stop before the shaking starts,” said Barb Graff, Seattle’s emergency-management director. “I truly believe it will save lives.”  Tests of a prototype early-warning system called ShakeAlert have been under way in California for several years. The UW is part of a consortium working to expand the network to cover the entire West Coast, at a cost of about $16 million a year.  A private foundation put up $6 million to get the project started. Congress budgeted $5 million for the coming year and President Obama’s new budget proposal calls for another $5 million.  In his office this week, Vidale demonstrated the software package that translates signals from seismometers into a warning. Using data from the 2001 Nisqually earthquake, centered near Olympia, the computer screen displayed the words “moderate shaking expected” and a countdown clock that started at 13 seconds — the time it actually took the shaking to reach Seattle.  Gary Gordon, emergency-preparedness manager for Boeing, has tracked the project since its inception and is eager to take the system for a trial run.    The company will analyze what it would take to integrate the alerts so they automatically shut down hazardous processes, like overhead cranes or fuel transfers, and warn employees to take cover, he said.  “I think there are too many unknowns to really say: Yes, we can definitely use this, or: No we can’t use it,” Gordon said. But participating in the pilot project should answer those questions, he added.  Businesses are already springing up in California to help companies and agencies integrate earthquake alerts into their systems.  Josh Bashioum and his colleagues at Santa Monica-based Early Warning Labs are wiring up parts of the massive NBCUniversal complex in Los Angeles. The complex includes a fire station, where bay doors are rigged to open automatically when an alert comes in so that fire trucks won’t be trapped inside, like they were after the 1994 Northridge quake.  “Automation of the response is really what’s key, and what allows you to mitigate the most risk and save the most lives,” said Bashioum, who will share his experiences at a Feb. 18 workshop in Seattle to launch the pilot project.  The company is also testing a cellphone app it plans to offer at no charge.  Vidale estimates it will be at least two years before the Northwest warning system can be rolled out on a large scale for businesses and the general public. There’s no guarantee of steady funding,   and several technical bugs remain to be worked out.  In fact, during the initial testing, Vidale is advising participants not to take any drastic action if the system warns a quake is on the way. “It may not work very well at first,” he cautioned.Caption:  Pacific Northwest Seismic Network director John Vidale, with    the system that will be tested on businesses and agencies next week. Steve Ringman / The Seattle TimesMemo:  Sandi Doughton at: 206-464-2491 or sdoughton@seattletimes.com", "edition": "Unknown"}