{"title": "Q&A: nine things to know about earthquake insurance", "filename": "2016-12-18_Q&ANineThingsToKnowAboutEarthquakeInsurance.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1616917B771618B8?p=WORLDNEWS", "date": "2016-12-18", "page": "A16", "section": "Local News", "author": "Unknown", "text": "Question: I have homeowners insurance. That also covers me for earthquakes, right? Answer: Don’t bet on it. Earthquake insurance typically needs to be purchased in addition to a homeowner policy. Read over your policy closely and speak with your insurance broker to find out whether you are covered for earthquake damage. For background, here’s a guide produced by the National Association of Insurance Commissioners.  Q: Does my earthquake insurance also cover tsunami damage?  A: Probably not. Tsunami damage is covered by flood-insurance policies. FEMA offers flood insurance through the National Flood Insurance Program.  Q: Can I get earthquake insurance if I’m a renter?  A: You can buy earthquake insurance to cover the contents of your apartment. Check your rental-insurance policy, but earthquake coverage is probably an additional fee.  Q: I want earthquake insurance, but my carrier won’t write me a policy. How can I get it?  A: Washington’s Office of the Insurance Commissioner maintains a list of companies that are licensed to offer earthquake insurance (though not all of them still do). If you have no luck, contact a broker. If the broker can’t find a licensed insurer, you can shop for coverage in the surplus market from insurance providers that aren’t regulated by Washington state.  Q: What’s the difference between a policy written by an authorized insurer and one from the surplus market?  A: Regulated companies have to submit detailed filings to Washington’s insurance commissioner when they want to change rates or policies. These companies also pay into a safety-net fund that would cover claims if any of them went bust. Surplus insurers don’t have the same protections, but they often cover risks others won’t. Amazon.com and other large companies buy insurance on the surplus market because many regulated carriers won’t cover large commercial properties. For more on surplus lines in Washington, see here.  Q: Does the insurance industry know something the rest of us don’t about earthquakes?  A: No one can predict with certainty when an earthquake will happen or how bad it will be, but insurers have some predictive tools unavailable to most of us — including Washington’s Office of the Insurance Commissioner. Insurance companies use proprietary computer models — built by companies like CoreLogic, Risk Management Solutions and AIR Worldwide — that draw on historical earthquakes, soil types, property values, demographics and insurance payouts in the past to compute the likelihood of losses. California, which has a publicly managed insurer, developed its own earthquake forecast for the state.  Q: Why doesn’t the United States or Washington state create a government-run insurer — like the one in New Zealand — to make earthquake coverage more affordable and available?  A: Much of New Zealand is threatened by earthquakes, in contrast to the United States and Washington state, where seismic risk varies widely. While New Zealanders pay a flat fee in exchange for quake coverage, Americans living in areas of low seismic risk might object to subsidizing others with homes on, say, Washington’s coast. Alternatively, the government could require people living in earthquake-prone areas to buy earthquake insurance in order to get a federally backed home loan, as the U.S. government requires for high-risk flood areas. That approach has been floated before, including in legislation proposed in 1990 by former U.S. Rep. Al Swift, D-Bellingham. The bill didn’t advance.  Q: What if Washington state required home-insurance companies to offer earthquake coverage, too, like California does?  A: There could be unintended consequences. After California’s 1994 Northridge earthquake, insurers were so worried about earthquake losses that many quit writing homeowner policies. With millions unable to buy property insurance, California created an out for insurers that didn’t want to take on earthquake risk: Pay into a nonprofit that writes quake policies. The California Earthquake Authority now accounts for about 75 percent of residential earthquake policies in the state.  Q: What else have governments done to expand earthquake insurance?  A: California provides grants for seismic retrofits, which reduces the risk of earthquake damage and can lower insurance premiums. Japan, where residential earthquake insurance is more widely adopted than in the U.S., allows people who buy it to deduct premiums from their income tax and also backstops private insurers against catastrophic losses. Taiwan requires residential policies that cover fire to also cover earthquake damages, and the government divides losses with private insurers.", "edition": "Unknown"}