{"title": "Five years after Japan quake, affected area remains bleak", "filename": "2016-03-11_FiveYearsAfterJapanQuakeAffectedAreaRemainsBleak.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/15B8F78915DDF620?p=WORLDNEWS", "date": "2016-03-11", "page": "A3", "section": "News", "author": "Anna Fifield", "text": "RIKUZENTAKATA, Japan — Five years on, Masahiro Osada is doing OK. But only OK.  His Chinese restaurant, Shikairou, is still in the concrete-floored prefabricated building he moved into after the 2011 tsunami wiped out the building that had been in his family for 25 years.  Business is reasonable — it’s not like there are many other options in this coastal town, which was flattened in the disaster — and, unusually, his son hasn’t fled to the big city and is instead working in the kitchen.  But he’s hardly optimistic.  “It’s been five years, but the image of the tsunami still remains in me,” Osada said after the lunch rush in his restaurant, which serves huge bowls of spicy noodle soup for about $6. “The situation is definitely changing, but I have mixed feelings about whether or not to stay here.”  Japan on Thursday marked the fifth anniversary of the 9.0-magnitude earthquake and resulting tsunami that killed nearly 20,000 people and changed the northeastern coast of the country forever.  Today, this stretch of shoreline is a bleak place.  The villages closest to the Fukushima Daiichi nuclear plant, which experienced a triple meltdown after the disaster, are deserted and uninhabitable, although former residents are being allowed to get closer and closer. More than 60,000 people remain in temporary housing.  At the nuclear plant itself, vast quantities of contaminated soil and water are being stored on-site while political leaders decide what to do with it, while the three- or four-decade-long decommissioning process continues.  Farther north, where the full force of the tsunami was felt, the coast is one long earthmoving site dotted with temporary buildings that, five years on, have begun to take on a feeling of permanence. It seems like every second vehicle on the roads is a dump truck or a cement mixer.  In Rikuzentakata, the tsunami leveled four of every five buildings and government reconstruction officials gave the city a 50-50 chance of survival.  Today it still feels as if Rikuzentakata’s future hangs in the balance.  Mayor Futoshi Toba, whose City Hall is in a prefab, wants to boost the population by making this an inclusive city that welcomes people who otherwise face challenges in Japan, such as LGBT people, disabled individuals, single moms and immigrants.  A 40-foot-high sea wall is being built and, in a massive earth-moving project, workers are compacting dirt and rock to create elevated city blocks 50 feet tall near the shore.  The plan is for a shopping mall and central plaza area to open in about three years, in theory out of reach of any future tsunami. At a service station nearby, a battered sign that once displayed gas prices now features a blue arrow marking the height of the 2011 wave: 15.1 meters (50 feet.)  But this plan rests on there being people here to shop, and jobs to give the people money to shop. The population of the town is steadily shrinking and the main industry — fishing — isn’t what it once was.  The Washington Post visited Osada in his “temporary” restaurant at the end of 2011, eight months after the disaster. Then he was cautious but wanted to be optimistic.  Thanks to government backing, he had a rent-free prefab for his restaurant for five years. He hoped his decision to move back and reopen his business would set off a “chain reaction of courage.”  In a return visit, Osada was nowhere near as upbeat.  He is heavily indebted and his lease is up at the end of this year. He needs to decide whether to renew it, and whether to commit to moving into the new shopping center that will materialize down the road.  When reminded of his optimistic outlook at the end of 2011, Osada was surprised.  “When I opened the shop, there were still bicycles in the treetops, bodies found here and there, so compared to that it’s better,” he said. “But compared to before the earthquake, we definitely have fewer stores open and fewer customers. There hasn’t been a chain reaction.”  The rebuilding efforts are proving slow. Plus, the population is declining and Osada fears that more construction workers who come to his restaurant for his cheap, hearty noodles will be lured away by the better pay at the 2020 Olympic sites in Tokyo.  For all these reasons, he’s hesitant about signing on for the new shopping area, not least because he has no idea what the current mound of dirt will become.  Still, his 24-year-old son, Takuya, has opted to stay in Rikuzentakata and is learning the family trade.  “This restaurant has been around ever since I was little,” Takuya said. “I’d like to learn Chinese cooking from my father and protect our family legacy.”  He wants to be optimistic, but it’s clearly a challenge. Asked how he feels about the town’s prospects, he said, “Hmm, that’s tough.”  “All of my friends left Rikuzentakata after high school, and very few came back,” he said.  Masahide Saito, who runs a catering business next to the Osadas’ restaurant, experienced a surprising bump after the tsunami.  There was a time his company was making 600 meals a day for people in evacuation centers, and two years of funerals meant two years’ demand for food for the wakes.  “It sounds weird to say it,” he said. “We had to work around the clock to meet demand. But since then, the population has been declining, so our business has been declining, too.”  He is unhappy with the slow pace of reconstruction.  “The central government doesn’t pay enough attention to us,” Saito said. “I am 63 now. Will I be able to see the city fully recovered in my lifetime?”Caption:  “It’s been five years, but the image of the tsunami still remains in me,” said Masahiro Osada, left, who runs a Chinese restaurant in Rikuzentakata with his son, Takuya. Ko Sasaki / For The Washington Post A wave barrier in Rikuzentakata, Japan, one of the communities hard hit by the tsunami five years ago. Ko Sasaki / For The Washington Post", "edition": "Unknown"}