{"title": "Chance the Rapper brings seismic show to WaMu", "filename": "2016-10-26_ChanceTheRapperBringsSeismicShowToWamu.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/16046D5B354D4768?p=WORLDNEWS", "date": "2016-10-26", "page": "B2", "section": "Local News", "author": "Jake Uitti", "text": "The concrete floor of WaMu Theater shook repeatedly Monday as if the earthquake Seattleites have been preparing for was finally upon us. But instead of a natural disaster, the raucous evening was the product of the coy-yet-ascendant Chicago-born lyricist Chance the Rapper (aka Chancellor Bennett), who beseeched his fans to bounce in unison as he spat his songs onstage proudly and confidently, effortlessly hypnotizing them.  The rapper, who released an acclaimed mixtape, “Acid Rap,” in 2013 and a critically beloved follow-up, 2016’s “Coloring Book,” earning millions of streams and downloads, had swarms of hands shooting through the air while hundreds of feet lifted and landed — all while a trumpet echoed behind him and neon-green lights splayed over everything.  “Should we turn it up?” asked Bennett, known for songs infused with gospel music and social consciousness.  The crowd agreed, with supreme enthusiasm. “OK, let’s shake this!” he exclaimed.  And the house shook — bleachers and all.  Bennett is part of a new wave of carefree rappers that includes Vince Staples and Childish Gambino. He is featured on Macklemore and Ryan Lewis’ latest album and slated to perform soon at the White House.  Wearing jeans, T-shirt and a baseball cap,   Bennett held the youthful, eager Seattle audience in the palm of his hand for the duration of the night — impressive, since the 23-year-old performer has only been on entertainment’s main stage for about three years.  The rapper moved effortlessly between party anthems and confessionals, spitting at one point, “She used to laugh at my jokes,” as if a tear might fall down his face.  Booming on the mic, he moved agilely though his catalog, the highlight of which was his thoughtful “All We Got,” as the crowd sang along.  At one point the rapper called for gallons of glitter to be released like raindrops over his fans, as they screamed.  “Seems like we’re enjoying this path,” he said of the energetic vibe of the night.  He couldn’t have been more right.Caption:  Chance The Rapper, shown here in London earlier this year, performed at WaMu Theater Monday, Oct. 24. Joel Ryan / The Associated PressMemo:  Jake Uitti: Uitti12@hotmail.com or on Twitter @JakeUitti", "edition": "Unknown"}