{"title": "Earthquake drill shows state’s plans ‘grossly inadequate’laura’s head idea", "filename": "2016-10-23_EarthquakeDrillShowsState’SPlans‘GrosslyInadequate’Laura’SHeadIdea.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1603C5C631BC3550?p=WORLDNEWS", "date": "2016-10-23", "page": "A1", "section": "Local News", "author": "Sandi Doughton And Daniel Gilbert", "text": "The largest disaster drill ever conducted in the Pacific Northwest found that, despite decades of warnings, the region remains dangerously unprepared to deal with a Cascadia megaquake and tsunami. During the four-day “Cascadia Rising” exercise in June, 23,000 participants grappled with a hypothetical catastrophe that knocked out power, roads and communications and left communities battered, isolated — and with no hope of quick relief.  Washington state officials called their own response plans “grossly inadequate,” according to a draft report and records reviewed by The Seattle Times. The report warns that “the state is at risk of a humanitarian disaster within 10 days” of the quake.  The government’s ability to provide aid in the immediate aftermath of a catastrophic earthquake is so limited that Washington state’s Emergency Management Division will now ask residents to stock enough resources to survive on their own for up to two weeks, instead of the three days it advised in the past.  The report also warned that Washington’s own laws could actually prevent officials from marshaling medical resources to treat the legions of injured people.  The blunt assessment comes from a late-stage draft of Washington state’s post-mortem on the exercise, which followed two years of planning and included officials from three states, the U.S. government and British Columbia. Washington’s emergency-management division plans to brief the governor on the findings in January.  “We know this is an issue that will require strong coordination at every level of government,” said Tara Lee, a spokeswoman for Gov. Jay Inslee.  Beyond the immediate aftermath of the disaster, the report says Washington lacks any long-term strategy to help the region’s economy, cities and businesses recover from what would be one of the worst natural disasters the United States has ever faced.  “Everything we depend on to live our 21st-century lives is going to be significantly degraded or eradicated,” said Washington Emergency Management Director Robert Ezelle. “The needs are going to be immediate, they are going to be urgent and they are going to be overwhelming.”  The “Cascadia Rising” scenario, developed by the Federal Emergency Management Agency (FEMA), estimates that a magnitude 9 quake and tsunami could kill 14,000 people and injure more than 30,000 in Washington and Oregon alone. More than 7,000 highway bridges and 16,000 miles of roadway are expected to suffer moderate to severe damage, including all routes to the Pacific Coast and Washington’s major east-west corridors.  The severity of the destruction was not news to emergency managers, Ezelle said. But the drill succeeded in exposing gaps and weaknesses in plans that had never been tested on such a massive scale.  “It gave us perspective that we did not have,” Ezelle said.  State, local and federal agencies are now finalizing their own “after-action” reports that will identify what worked, what failed and how to apply the lessons learned.  A lack of resources is a recurring theme in those post-mortems. FEMA’s report noted that emergency management operations across the Northwest suffer from staffing and budget shortages. In many jurisdictions, a single person is responsible for emergency planning.  “If this event happens, the first question everybody is going to ask is: ‘How come you weren’t ready?’ ” said Chuck Wallace, the manager and only full-time employee of Grays Harbor County’s emergency department. “Right now, we’re working with pennies.”  The state already has a plan to improve its resilience. Published in 2012, it calls for a series of steps to strengthen vulnerable buildings, ensure the safety of schools and harden critical infrastructure.  However, as the “Cascadia Rising” report notes, the recommendations haven’t been implemented.  “Washington is not currently a resilient state,” the report says.  The challenges posed by the simulated disaster were obvious from the first day. When Ezelle attempted to contact Gov. Inslee’s office, his satellite phone didn’t work and he had to get a second one to make the call.  Several participants had trouble getting satellite phones to operate as they attempted to simulate operations without regular phone or internet service. Ham radio operators helped fill the gap, along with military-communications units deployed by the National Guard.  One of the state’s top priorities is to develop a robust emergency-communications system, though Ezelle said he’s not sure what form it would take.  “We’ve got to be able to talk and we’ve got to be able to share data,” he said.  The breakdown in communications illustrated a problem with current plans that require state and federal responders to wait for local communities to request assistance. That works well in smaller-scale emergencies, like floods and fires, but in the chaos and blackouts that follow a Cascadia megaquake and tsunami, those pleas may not get through, Ezelle said.  During the drill, Seattle emergency managers got little or no response to their requests for assistance, including for urban search-and-rescue teams, according to the city’s analysis of the exercise.  A better approach is for the state to anticipate what communities will need and be prepared to push out supplies and personnel as soon as possible, Ezelle said.  The Washington National Guard is already working with local jurisdictions to anticipate their needs and let them know what types of resources are available, said Lt. Col. Clayton Braun, deputy joint operations officer at the Washington Military Department.  During the drill, participants simulated situations ranging from a sinkhole opening up in downtown Seattle, to coordinating rescues from collapsed buildings and allocating scarce fuel supplies.  Though the scenarios were hypothetical, tempers sometimes flared for real.  One of the biggest sources of tension noted in the report was over how quickly damaged roads and bridges could be reopened. There aren’t enough helicopters in the region to supply all the communities that will need help, Ezelle said, so damaged roadways will need to be cleared as soon as possible.  “If you cannot get the transportation infrastructure up and running, you’re not going to have a response,” he said.  On one occasion, emergency managers told Washington State Department of Transportation (WSDOT) officials that it was “unacceptable” to take three days to clear a massive landslide from Interstate 90, according to records reviewed by The Times.  Transportation officials were frustrated when emergency officials were slow to identify priority routes for clearance. The result was an atmosphere one evaluator described as “poisonous.”  Washington Military Department spokeswoman Karina Shagren said the friction “highlights the stressful environment — which can exist in both real-world and exercise scenarios.”  WSDOT is working on a plan to address gaps identified in the exercise and to better manage expectations of how long it will take to repair damage, WSDOT spokeswoman Barbara LaBoe said.  The exercise also showed that the state’s traditional approach of relying on the Red Cross won’t be adequate to handle the nearly 3 million people who could need food, water and shelter.  Hospitals will be overwhelmed with casualties, yet Washington’s governor lacks the authority to grant some types of medical waivers, such as allowing doctors and nurses from other states and countries to help.  Lee, the governor’s spokeswoman, said the issue “is one of many that we are looking into following the exercise.”  With no expectation of more funding in the near term, several emergency-management departments around the state hope to recruit and train more volunteers.  Seattle Emergency Management Director Barb Graff recently assigned one staff person to coordinate a corps of volunteers to assist with search and rescue, help run emergency shelters and perform other tasks.  The state Emergency Management Division is requesting $750,000 a year for a public-education campaign urging citizens to beef up their emergency kits for up to two weeks.  Clallam County emergency coordinator Penny Linterman goes even further. On the Olympic Peninsula, where communities are likely to be cut off due to road and bridge damage, she recommends people keep enough supplies on hand for three weeks to a month.  “What you have on hand when this occurs is how you’re going to survive,” she said.  “Everything we depend on to live our 21st-century lives is going to be significantly degraded or eradicated. The needs are going to be immediate, they are going to be urgent and they are going to be overwhelming.”  Everything we depend on to live our 21st-century lives is going to be significantly degraded or eradicated. The needs are going to be immediate, they are going to be urgent and they are going to be overwhelming.”  Robert Ezelle  Washington emergency management directorCaption:  Vehicles and Washington National Guard troops land at Jensen Point on Vashon Island during the “Cascadia Rising” exercise in June. They were simulating the delivery of supplies and troops if ferry terminals are destroyed during a huge earthquake. Ellen M. Banner / The Seattle TimesMemo:  Sandi Doughton: 206-464-2491 or sdoughton@seattletimes.comDaniel Gilbert: 206-464-2288 or dgilbert@seattletimes.com", "edition": "Unknown"}