{"title": "Magnitude-7.1 quake jolts Alaska; 4 homes lost", "filename": "2016-01-25_Magnitude-71QuakeJoltsAlaska4HomesLost.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/15A9CDC7BA2EFD30?p=WORLDNEWS", "date": "2016-01-25", "page": "B4", "section": "Local News", "author": "Mark Thiessen", "text": "ANCHORAGE, Alaska — A magnitude-7.1 quake knocked items off shelves and walls in Alaska early Sunday, jolting the nerves of residents in this earthquake-prone region. There were no reports of injuries, but four homes were lost to explosions or fire after the quake.  Alaska’s state seismologist, Michael West, called it the strongest earthquake in the state’s south-central region in decades.  Alaska often has larger or more powerful earthquakes, such as a 7.9 last year in the remote Aleutian Islands.  “However, last night’s earthquake is significant because it was close enough to Alaska’s population centers,” West said, adding that aftershocks could continue for weeks.  The earthquake was widely felt by Anchorage residents. But the Anchorage and Valdez police departments said they hadn’t received any reports of injury or significant damage.  The earthquake struck at about 1:30 a.m. Alaska time and was centered 53 miles west of Anchor Point in the Kenai Peninsula, which is about 160 miles southwest of Anchorage, according to the U.S. Geological Survey.  Two homes in Kenai were destroyed in gas-leak explosions and the other two were fully engulfed before firefighters determined it was safe enough from gas for them to enter the homes, Kenai battalion chief Tony Prior said.  He said firefighters focused on keeping the flames from those homes from spreading to nearby houses.  “No injuries. Thank God,” he said. “The second one was a major explosion. We’re fortunate that no one was hurt.”  About 30 homes were evacuated, and some people took shelter at the Kenai National Guard Armory.  Workers with the gas utility were examining the remaining homes Sunday afternoon with the goal of getting displaced residents back in their homes later in the day.  The USGS initially reported the quake as a magnitude-7.1 but downgraded shortly afterward to magnitude-6.8 before raising it back to 7.1.  “Some earthquakes have challenges associated with them; they are unusual or hard to monitor,” West said. “This is neither of them. Southern Alaska is well instrumented, and this earthquake is of the style and type that we would expect in this area.”  The biggest aftershock Sunday was 4.7, and West said a magnitude-5 or magnitude-6 aftershock is possible.  There were reports of scattered power outages from the Matanuska Electric Association and Chugach Electric in the Anchorage area.  The Homer Electric Association reported on its website that about 4,800 customers were without power early Sunday in the Kenai Peninsula.  The Alaska Department of Transportation reported on its Facebook page that there was road damage near the community of Kasilof, on the Kenai Peninsula.Caption:  Items that fell  from the shelves litter the aisles inside a Safeway store after a magnitude 7.1 earthquake struck the Kenai Peninsula of Alaska on Sunday.  Vincent Nusunginya / The Associated Press Robin and Shannon Muster relax with their daughter, 6-year-old Effie, in a temporary shelter in Kenai, Alaska,  after being evacuated from their home following an earthquake. Megan Pacer / Peninsula Clarion", "edition": "Unknown"}