{"title": "Study suggests oil drilling behind deadly S. California quake in 1933", "filename": "2016-11-01_StudySuggestsOilDrillingBehindDeadlySCaliforniaQuakeIn1933.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1606BAD261706CC0?p=WORLDNEWS", "date": "2016-11-01", "page": "A3", "section": "News", "author": "Rong-Gong Lin Ii", "text": "LOS ANGELES — A new study suggests that the 1933 Long Beach earthquake, the deadliest seismic event in recorded Southern California history, may have been caused by deep drilling in an oil field in Huntington Beach.  The study, written by two leading U.S. Geological Survey scientists in Pasadena and to be published in the Bulletin of the Seismological Society of America on Tuesday, also suggests that three other earthquakes, including magnitude 5.0 earthquakes in 1920 in Inglewood and in 1929 in Whittier, also may be linked to oil drilling.  The two government scientists, Susan Hough and Morgan Page, wrote the report after a review of nearly forgotten state oil-drilling records. They discovered that the epicenter of some of the Los Angeles Basin’s largest earthquakes between 1900 and 1935 happened shortly after significant changes were made in oil production in nearby fields. During this era, the Los Angeles area was one of the world’s leading oil producers.  “It was kind of more of a Wild West industry back a hundred years ago, and the technology wasn’t as sophisticated,” Hough said. “People would just pump oil and in some cases the ground would subside — fairly dramatically.” That possibly changed stresses on underground rock that could have pushed earthquake faults to rupture.  The report’s finding does not mean that oil drilling is causing earthquakes in Southern California today.  The study focused only on earthquakes between 1900 and 1935. Different scientists have looked at earthquakes during more recent decades and have not found any reason to blame oil production for triggering earthquakes more recently in the L.A. Basin.  The reason could be that oil- drilling practices in the L.A. Basin have changed dramatically since the years when oil was first discovered in this region, and today’s techniques may be safer and, thus, unlikely to trigger earthquakes as they might have done long ago.  Nowadays, water is carefully used to replace the pumped-out oil, which prevents land from sinking and also helps extract more oil.  The Long Beach earthquake killed about 120 people and caused major damage throughout the region. It was named the Long Beach earthquake because the worst damage occurred in that city, even though the epicenter of the earthquake was actually in the Huntington Beach area. The quake destroyed many brick buildings and prompted officials to ban new construction of unreinforced brick buildings.  The idea that human activity can trigger damaging earthquakes has become widely discussed amid the sudden increase in significant earthquakes in Oklahoma.  Scientists there have linked the dramatic rise in earthquakes in Oklahoma to the injection of wastewater underground, done after an oil-production technique known as fracking.  By shooting this wastewater thousands of feet into the ground, it can set off earthquakes on faults that haven’t moved in a long time. Wastewater injection pumps water into areas where there hasn’t been oil extracted, so stress underground increases.  While the injection of wastewater underground after fracking has become controversial, the practice has not caused earthquakes everywhere.  Despite very large volumes of fluids being disposed of in North Dakota, where part of the Bakken Shale is located, that state has not had the human-induced earthquakes that Oklahoma has experienced.  And scientists don’t believe that wastewater injection — or oil production in general — is causing earthquakes in Southern California. One California Institute of Technology seismologist, who was not affiliated with Tuesday’s study, said last year that there’s no obvious connection between earthquakes and the 72 oil fields in the Los Angeles Basin.  The idea behind the study came up after Hough stumbled across old state reports on oil-field operations that precisely identify where drilling happened. In analyzing the reports, she said she found that there was notable drilling activity very close to the epicenter of the Long Beach earthquake that had begun just nine months before the temblor.  Hough and Page identified five earthquakes in Southern California between 1900 and 1933 that were magnitude 5 and above. One was offshore west of Santa Monica, and there was no evidence it was linked with oil production.  But for the other four earthquakes — in 1920, 1929, 1930 and 1933 — in each case, the epicenter was no more than a few miles away from where there was notable oil drilling in the three to nine months before the earth shook.  In the case of the 1933 Long Beach earthquake, the scientists discovered that the seismic event occurred after an oil well that wasn’t producing much petroleum was drilled much deeper. Suddenly, it was producing far more oil.  Something similar was observed before the 1929 earthquake. “And again, if you look at where the production was concentrated ... it was essentially smack on top of where the earthquake was centered,” Hough said.  There were other clues that pointed to a connection. Evidence that earthquakes are especially shallow suggests they were induced by humans.  But without modern-day seismic data to look back on, Hough had to go back into the archives. She looked at famed Caltech seismologist Charles Richter’s field notes, which helped her create her own intensity map that suggested the 1929 earthquake was particularly shallow.  One promising implication of the study is that, if true, the L.A. Basin is not as naturally seismically active as it’s now believed to be.  “If these earthquakes were, in fact, man-made by industrial processes that are no longer employed, the present-day earthquake hazard might be lower than we estimated in our models,” Page said.  In other words: “Maybe geologically, the L.A. Basin could be safer than we have thought. It’s a possibility, at least,” Hough said.  The bad news? It could mean that human-induced earthquakes could cause more damaging earthquakes than some previously thought were possible.  Nothing in this study suggests that a halt to oil drilling would stop earthquakes from happening in Southern California. The state sits on the edge of two gigantic tectonic plates that are moving past each other, and that strain must be released through earthquakes.  “If oil drilling in the L.A. Basin stopped today, we would still have earthquakes,” Page said. “You can’t stop plate tectonics.”Caption:  The 1933 Long Beach earthquake killed about 120 people and caused major damage throughout the Los Angeles Basin region. Los Angeles Times/TNS", "edition": "Unknown"}