{"title": "Ecuador struggles to deal with most powerful quake in decades", "filename": "2016-04-18_EcuadorStrugglesToDealWithMostPowerfulQuakeInDecades.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/15C6770F6E54F640?p=WORLDNEWS", "date": "2016-04-18", "page": "A1", "section": "News", "author": "Julia Symmes Cobb", "text": "PEDERNALES, Ecuador — As darkness fell Sunday on the seaside town of Pedernales, the epicenter of a 7.8-magnitude earthquake that killed at least 262 people, residents gathered outside a soccer stadium, hoping for supplies and news. Some, huddling silently and teary-eyed at one entrance, had come to identify the bodies of missing loved ones.  Others, jockeying for a place in long lines for water and food, told stories of close calls.  “It was only after the earthquake finished that we could get out of the house,” said Angelica Valencia, 30, clutching a gallon of water and surrounded by her three young children. “It was terrifying, and now we’re sleeping on the street.”  Pedernales, a sleepy tourist town of pastel-colored concrete houses, was shaken Saturday evening by the quake, which injured more than 2,000 people.  President Rafael Correa, who rushed back from a visit to Italy, said that finding survivors was the main priority.  “The whole country is mobilizing,” he said on Twitter, adding that Pedernales was “destroyed.”  The death toll here has reached at least 91, most of whom have been identified, police Gen. Milton Zarate said. Bodies, some covered by black tarps, were arranged under tents in one corner of the stadium.  About 600 people were treated at clinics and a pop-up first aid station in the stadium, the Ecuadoran Red Cross said.  Rescue operations would continue through the night, officials said, as long as intermittent rain did not make conditions too treacherous for rescue teams.  Many residents, fearful of aftershocks, said that they planned to sleep outside. The interiors of some houses were fully visible, their outside walls knocked away but their foundations left standing.  Some of the 1,100 police officers brought into the area were packed into pickup beds as night fell, deploying to points around the city to protect residents sleeping outdoors without electricity.  “You can still hear people calling for help — we can’t get to them,” said Luis Flores, 41. “What can we do?”  The quake, the country’s worst in decades, collapsed buildings and buckled roads along the Pacific Coast. A state of emergency was declared in six provinces.  “Everything can be rebuilt, but lives cannot be recovered, and that’s what hurts the most,” Correa said on state radio.  Several major roadways remained closed Sunday because of damage and concerns about possible landslides. Others were closed at sunset.  Photos posted on social media showed roads broken into pieces.  The Esmeraldas oil refinery, key to the oil producer’s economy, halted output after the quake.  A bridge in Guayaquil, Ecuador’s largest city, collapsed after the quake. Other bridges across the country were undergoing safety checks.  Portoviejo, the provincial capital of Manab, and Pedernales, a resort town, appeared to have sustained the most damage, with about 370 buildings destroyed.  Viviana Baquezea, 34, a florist, was driving back to her home in Portoviejo, accompanied by her parents and an employee, when the earthquake struck. They were met by a scene of destruction.  “It looks like a war zone,” Baquezea said by telephone from Portoviejo.  Residents who were evacuated from coastal towns because of fears of a tsunami would be allowed to return to their homes, said Vice President Jorge Glas, who visited disaster sites Sunday.  “No Ecuadoran is alone,” Glas tweeted. “We will come out of this emergency stronger.”  Ecuador has a history of destructive earthquakes, but the one Saturday, which by some accounts lasted more than a minute, is believed to have been one of the most powerful since the 1970s. Some geologists said its force was 20 times greater than the deadly earthquake that struck southern Japan early Saturday.  The quake had a depth of nearly 12 miles. Several aftershocks, some as strong as magnitude 5.6, followed. The earthquake’s center was 16 miles southeast of Muisne, Ecuador, the U.S. Geological Survey said.  How to help  Here are a few of the relief organizations requesting donations:  Ecuadorean Red Cross (Cruz Roja Ecuatoriana) www.ifrc.org  UNICEF www.unicef.org  World Vision www.worldvision.orgCaption:  On Sunday, a police officer stands on debris, next to buildings destroyed by an earthquake in Pedernales, Ecuador. At least 262 people were killed and more than 2,000 injured in Saturday’s quake. Dolores Ochoa / The Associated Press Many residents in Pedernales, Ecuador, fearful of aftershocks, said that they planned to sleep outside Sunday. Residents gathered outside a soccer stadium, hoping for supplies and news. JOSE JACOME / European Pressphoto Agency A man in the seaside town of Pedernales picks up his sofa among the debris of a collapsed building Sunday. The interiors of some houses were fully visible, their outside walls knocked away but their foundations left standing. JOSE JACOME / European Pressphoto AgencyMemo:  Includes material from The Associated Press", "edition": "Unknown"}