{"title": "Latest quake a reminder for early warning need", "filename": "2016-01-05_LatestQuakeAReminderForEarlyWarningNeed.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/15A33676F9BAA020?p=WORLDNEWS", "date": "2016-01-05", "page": "A9", "section": "Editorial", "author": "Seattle Times Editorial Board", "text": "A  magnitude 4.8 earthquake last Tuesday near Victoria, B.C.,  is the latest reminder of this region’s proximity to the major fault line known as the Cascadia subduction zone. Seismic activity is normal for this area, but better preparedness would save lives in  case a massive shaker comes.  A New Yorker story published last July went viral with its dire warnings about the possibility everything west of Interstate 5 might be destroyed if the big one hits.  The tone of that report was overly alarmist, but at least Congress is finally taking notice.  Tucked into a federal omnibus budget passed on Dec. 18 is  $8.2 million to help fund an earthquake early warning system in the West Coast.  U.S. Sen. Patty Murray, D-Wash., and U.S. Rep. Derek Kilmer, D-Gig Harbor, members of their respective chambers’ appropriations committees, helped secure the money.  This is a good start and they will need to keep fighting for more funds. Maintaining and operating an early detection system costs around $16 million annually. That's small compared  to the nearly $5 billion in damages caused every year by earthquakes nationwide, according to the U.S. Federal Emergency Management Agency.  The U.S. Geological Survey is developing early warning tools with a consortium of researchers at the University of Washington, the California Institute of Technology, the University of California, Berkeley, and the University of Oregon.  John Vidale, a UW professor and director of the Pacific Northwest Seismic Center, says an early warning system has been in development for years. This new funding allows researchers to keep testing and replacing parts to ensure early detection is reliable.  If people are notified a few seconds or minutes before the ground shakes below them, they could  move away from heavy objects and windows and find safe cover.  Early detection could at least give families a better chance of saving  themselves.Caption:  John Vidale, director of the Pacific Northwest Seismic Network, shows the earthquake early warning system at the University of Washington. Steve Ringman / The Seattle TimesMemo:  Editorial board members are editorial page editor Kate Riley, Frank A. Blethen, Ryan Blethen, Brier Dudley, Mark Higgins, Jonathan Martin, Thanh Tan, Blanca Torres, William K. Blethen (emeritus) and Robert C. Blethen (emeritus).", "edition": "/Times/Pages/2016-01-05/Editorial/Edit.Pgl"}