{"title": "That was no earthquake,", "filename": "2016-01-17_ThatWasNoEarthquake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/15A8CD9158493578?p=WORLDNEWS", "date": "2016-01-17", "page": "C2", "section": "Sports", "author": "Dwight Perry", "text": "Sideline Chatter Think it’s tough beating Nick Saban on a football field? Try eliciting a smile out of him.  A reporter made such a request of the taciturn Tide coach after Alabama’s latest national-title win, and Greg Cote of The Miami Herald was there to witness the monumental event: “There was a rusty creaking sound, an emission of hell’s gases and then the release of screeching bats as Saban’s lips parted.”  Headlines  • At Fark.com: “Owner who can’t get along with prior coach hires coach who couldn’t get along with prior owner.”  • At TheOnion.com (as prophesized in 2005): “NFL to move all 32 teams to Los Angeles.”  Game of Groans  Six-foot-9 Júlíus “Thor” Björnsson, better known as The Mountain in HBO’s “Game of Thrones,” set a Guinness world record for the 20-meter dash — the version in which you carry two refrigerators weighing nearly 1,000 pounds.  For an encore, he gets to haul all of Johnny Manziel’s baggage to his next NFL stop.  Pulling no punches  Patriots coach Bill Belichick showed up for work after his team’s playoff bye week sporting an unexplained shiner.  Best guess is he’s bucking for a gig in the Black and Blue Division.  News flash  Dateline Cincinnati: Bengals fans accuse Pacman Jones of faking apology.  Easy on the makeup  “Ronda Rousey is following up her SI Swimsuit photos from last year by posing only in body paint for this year’s edition,” noted blogger TC Chong. “The paint will strategically cover her bruises from the Holly Holm fight.”  Talko time  • Brad Dickson of the Omaha (Neb.) World-Herald, after a 14-year-old became the first to solve a Rubik’s Cube in under 5 seconds: “It took me 6 seconds to get my Rubik’s Cube out of the box.”  • Broncos linebacker Von Miller, to reporters, on getting sick from eating mozzarella sticks while watching the new “Stars Wars” movie: “Can’t put regular gas in a Ferrari. I learned that.”  • Janice Hough of LeftCoastSportsBabe.com, after the 49ers gave Chip Kelly a four-year, $24 million contract: “So that likely works out to about $12 million a year.”  • Bud Shaw of the Cleveland Plain Dealer, on the difference between regime changes in Iraq and with the NFL Browns: “No statues need toppling when regimes change around here.”  Cold, cold hearts  The International Ice and Snow Festival in Harbin, China, featured a mass wedding ceremony for 15 couples in sub-zero temperatures — just four days before the Seahawks-Vikings Freezer Bowl in Minneapolis.  Coincidence? The final bridal-bouquet throw missed wide left.Caption:  Bill Belichick, with a bruise above his left eye, said: “I think I’ll live.” Mary Murphy / APMemo:  Dwight Perry: 206-464-8250 or dperry@seattletimes.com", "edition": "Unknown"}