{"title": "In shattered city, a preview of Seattle’s quake danger", "filename": "2016-12-04_InShatteredCityAPreviewOfSeattle’SQuakeDanger.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/16119EA0AF372C68?p=WORLDNEWS", "date": "2016-12-04", "page": "A1", "section": "Local News", "author": "Daniel Gilbert", "text": "CHRISTCHURCH, NEW ZEALAND — The nine people on Red Bus No. 702 were going separate ways on a Tuesday afternoon: to lunch, the doctor, work, home. The youngest was 14, the oldest 78. At 12:51 p.m. on Feb. 22, 2011, most of them had seconds to live. The bus passed a cluster of old, brick buildings downtown, a place with the grit and throwback charm of Seattle’s Pioneer Square. Below the soil was a crack in the bedrock, similar to the one under Seattle, where pressure that had built for centuries finally burst the city’s foundation.  The earthquake shredded buildings and weaponized fragments of brick and concrete, crushing scores of people eating lunch, shopping and talking on the phone. The facade of one old, brick building, home to a noodle shop, separated from its walls and broke over Red Bus No. 702.  Almost six years later, Christchurch’s ruined cityscape warns of the danger a few miles below Seattle, where pressure is building to inevitable violence along a fault extending from the foothills of the Cascades to Hood Canal. The similarities to Christchurch give Seattle officials a rare insight into what the city can expect to face.  New Zealand’s second-largest city and Seattle were settled in the 1850s, constructed of similar materials under similar building codes. Each city also is situated above a fault that is relatively close to the surface, exposing them to a blast of seismic energy far more intense than deeper faults. An earthquake on Seattle’s shallow fault could cause more damage to the city than the so-called Big One, a magnitude 9.0 rupture of the Cascadia Subduction Zone, seismic experts say.  Seattle’s officials have two advantages that their counterparts in Christchurch lacked: They’ve known about the fault for more than 20 years, and they can draw on New Zealand’s experience for ways to blunt the damage and bounce back from it.  New Zealand had learned from its previous earthquakes. The country created a fund in 1945 to cover earthquake damage to insured homes, amassing $5.9 billion by 2010. The Ministry of Education had set higher structural standards for schools by the late 1990s, so when the Christchurch quake struck during school hours, there were no deaths on campuses. And after the tremors turned Christchurch’s historic district into rubble, the Parliament amended the national building law earlier this year to require upgrades to the most at-risk buildings.  For the most part, Washington state has not adopted such measures. Seattle has yet to implement a policy to strengthen its most vulnerable buildings despite decades of discussion. While Seattle Public Schools has spent millions retrofitting schools, poorer districts have struggled to raise the necessary funds. Washington state doesn’t require insurers to offer earthquake coverage, as California does, and the federal government doesn’t underwrite it.  The odds of a shallow fault rupturing somewhere in the Puget Sound region over the next 50 years are greater than 1 in 7, according to the U.S. Geological Survey. That’s three times more likely than picking a winning Powerball number.  Joan Gomberg, a Seattle-based geophysicist at the USGS, toured Christchurch after the February 2011 earthquake. The devastation “really drove home in spades what can happen if an earthquake like that happens under a modern urban environment,” she said.  Ann Brower, 40, was reading a magazine on Red Bus No. 702 when it heaved upward and crashed back down to the street.  Brower, a North Carolina native, had come to Christchurch on a Fulbright scholarship in 2004 and stayed, enchanted by its seaside villages and rugged mountains rising up from the Pacific Ocean. She taught environmental policy at a local university and was en route to a meeting that Tuesday. Instead, she fought for her life.  The collapsed roof of the bus landed on Brower’s left hip, pressing down until her pelvis snapped. Bone protruded from her left leg and she fainted from the pain. When she came to, she could see little beyond the gray roof that crumpled around her. She began screaming.  The earthquake had a magnitude of 6.3 — much smaller, in energy released, than the magnitude 7.8 quake that struck more than 50 miles north of Christchurch in November 2016 and caused two deaths. It was also smaller than the magnitude 6.8 Nisqually earthquake that shook the Puget Sound region in 2001. But while the Nisqually quake was centered 30 miles underground, this oneruptured just 3 miles below Christchurch.  The February 2011 earthquake flung people to the ground as they tried to run. It snapped off the spire of the city’s namesake cathedral, damaging a landmark as emblematic of Christchurch as the Space Needle is of Seattle. A government commission would later catalog where and how all 185 victims of the earthquake had died.  Two large buildings — the Canterbury Television and the Pyne Gould structures — collapsed, accounting for  115 and 18 deaths, respectively.  A falling slab of concrete killed a 27-year-old American woman rushing out of a tattoo parlor. A block away, a Canadian nurse shopping for souvenirs died in the rubble. A storefront collapsed onto a New Zealand woman carrying her 5-week-old daughter, killing them as they walked just yards behind the infant’s father.  Eight people on Red Bus No. 702 died: the driver; a 41-year-old man heading to an economics lecture; a butcher on his way to meet his young daughters for lunch; an elderly couple on vacation; another couple going to a doctor’s appointment; a 14-year-old boy whose school had let out early.  People nearby heard Ann Brower’s screams from within the buried bus. They ripped off the roof with their bare hands, freed her leg from the seat crushing her and flagged down an SUV to get her to a hospital. She was the only survivor.  Lara Simmons, a structural engineer in Seattle, wasn’t prepared for what she found when she moved to Christchurch six months after the February 2011 earthquake.  It wasn’t the city’s wrecked core — she expected that. It was the public depression that had set in.  “It’s kind of like that friend of yours whose parent is going through a terminal illness and there’s a cloud that’s always over them. It’s like the whole city had that cloud,” she said.  Christchurch had weathered a major earthquake only months earlier, in September 2010, that caused billions of dollars in losses but no deaths. In February, residents who thought they’d endured the worst learned their ordeal had just begun.  The 2011 earthquake shattered water and sewer lines. Some residents spent months without a flushing toilet. People dug latrines in their yards or collected their waste in lidded buckets, according to Andrea Cummings, who distributed buckets and chronicled her efforts in a self-published memoir, “Would You Like a Toilet With That?”  Cummings and her husband had a lawnmower business before the earthquake, but they gave up on it. “Nobody had lawns anymore,” she said.  The government razed entire neighborhoods where it determined rebuilding would be too expensive — an area that would cover much of Seattle’s core, from Elliott Bay over to Broadway, from Mercer Street down to South Jackson Street. The earthquakes of 2010 and 2011 damaged almost 170,000 homes, or three-quarters of the region’s housing stock.  Officials approved the demolition of eight of every 10 buildings downtown. The military cordoned off portions of the city’s business district for two years, displacing a quarter of the local workforce. The shortage of undamaged buildings sent home and rental prices soaring far above national rates.  Simmons stayed for a year and a half helping to rebuild Christchurch before returning to Seattle in 2013. She joined a committee advising Seattle on how to deal with the threat posed by its old, brick buildings. She asked officials to consider what would happen if, as in Christchurch, an earthquake displaced hundreds of businesses and tenants at one time.  Simmons favored mandatory retrofitting for Seattle’s most vulnerable buildings.  For a time, it seemed like the city might do just that.  The tab  to rebuild Christchurch is estimated at $40 billion, a fifth of New Zealand’s total economic output. But the economy has been buoyed by earthquake insurance, a protection most Americans don’t buy.  In New Zealand, the government covers the first $100,000 of earthquake damage to every house with homeowners insurance, along with its contents and insured land. For this protection, New Zealanders pay an annual surcharge on their homeowner policies — capped at $180 — that the state collects to pay claims.  The government coverage made it more affordable for New Zealanders to purchase additional insurance from private companies, and many did. About 80 percent of the losses from the September 2010 and February 2011 quakes were insured, according to the government.  Insurance was so widespread that private insurers paid out more for the February 2011 quake than  for California’s 1994 Northridge earthquake — among the most expensive natural disasters in U.S. history — even though the Christchurch quake caused less than half as much damage, according to insurer Munich Re.  “This city was the best insured city of its size ever to be hit by an earthquake of this magnitude,” said Peter Townsend, chief executive of the Canterbury Employers’ Chamber of Commerce.  Martin and Rae Francis, a retired couple living in a badly damaged Christchurch suburb, didn’t have earthquake insurance. The government offered them $50,000 to abandon their home, they said, but even with their savings they couldn’t afford to buy a new one. They’ve stayed put as the government demolished every other home in their neighborhood. They dodge potholes on a road that is no longer maintained, boil their drinking water and worry about vandals.  Even those with earthquake insurance dealt with frustrations. The Earthquake Commission, the national insurer, was caught off guard by the scope of the damage and had to increase its staff from 22 to 1,064 within five months. The rate of settlements was slower on average than earthquakes in Japan and Chile around the same time, according to Marsh Risk Management, an insurance broker. (A commission spokesman said the comparison was flawed.)  Americans can seek disaster grants of up to $33,000 from the Federal Emergency Management Agency, or apply for low-interest loans from the Small Business Administration. Washington state’s insurance regulator has said that no more than 15 percent of homeowners carry quake coverage.  “If you think you’re going to rely on the federal government to ride to your rescue, you’re going to be sadly disappointed,” said Mike Kreidler, Washington’s insurance commissioner.  Ann Brower  spent two months in a hospital with broken bones in her pelvis, left leg, left hand and lower right spine. Gradually, the public-policy professor considered the government’s role in the carnage she survived.  Christchurch building officials in 1982 had flagged the building that nearly killed her as a seismic danger, but it was never retrofitted.  The Christchurch City Council, like Seattle officials, didn’t require upgrades unless an owner applied for a change of use or a major renovation. The council was in the midst of crafting a new policy that set deadlines for retrofitting buildings when the first damaging earthquake struck in September 2010.  In the February 2011 earthquake, 97 percent of unreinforced-brick buildings that hadn’t been retrofitted either partly collapsed or sustained severe damage and killed 42 people.  “Everyone knows unreinforced brick collapses in earthquakes,” Brower told The Seattle Times. “The question is why didn’t anybody do something about this before?”  Brower was haunted by the people who died around her and how inexpensive it would have been to secure the parts of buildings that had crushed them. She noted that building facades, gables and parapets — the brickwork that encircles a roof — are the cheapest to fortify,  and the most likely to fall in an earthquake.  Brower wrote newspaper op-eds, spoke before Parliament on legislation and secured private meetings with the building minister.  Last July, Brower accompanied a Times reporter to a gravel lot downtown, where the building that collapsed around her once stood. New Zealand’s Parliament had passed what is popularly known as the “ Brower Amendment” two months earlier, tightening deadlines to strengthen hospitals, high-occupancy buildings and unreinforced-brick structures. For those in regions of high seismic risk, they must be retrofitted within 7½ years.  Brower visited Seattle after her injuries in Christchurch and took in, with dread, the number of unreinforced-masonry buildings.  “The buildings, they fall out 2½ times their height,” she said, “so there’s no place to run to.”  More than a decade ago, a group of seismologists and structural engineers used a computer model to predict what a rupture of the Seattle fault might look like: the shaking would turn loose soil to mush, destroy pipelines and roads that would take years to rebuild, and kill 1,600 people. But the devastation in Christchurch offered a real-life scenario, and reports from the field poured into Seattle.  Mark Pierepiekarz, a local structural engineer, sent a colleague to Christchurch and briefed the Seattle City Council five months after the 2011 earthquake. Councilmember Tom Rasmussen toured the devastation a year later. Christchurch’s mayor at the time of the quakes flew to Seattle to brief his counterpart, former Mayor Mike McGinn.  John Schelling, Washington state’s lead expert on earthquake hazards, briefed the City Council in 2013 on the wreckage he saw in Christchurch. “It was essentially as if a bomb went off,” he said. “This is sort of what we may be dealing with here in Washington.”  Later that year, structural engineers and city officials heard from Brower herself when she spoke in Seattle at an event sponsored by the USGS.  Councilmember Richard Conlin pushed for a policy requiring retrofits of unreinforced-brick buildings. An advisory committee in 2013 proposed a mandatory retrofit policy, with deadlines based on the risk a building posed to the public. But left undecided was who would shoulder the costs of upgrades, and many building owners oppose them.  No legislation has been offered. In May, the city released a new count of unreinforced-masonry buildings, its ninth such effort over two decades. The advisory committee is scheduled to reconvene to discuss the latest survey on Dec. 6, its first meeting since 2014.  Without such a law, the most the city can do to strengthen unreinforced-masonry buildings is to wait for a tenant or owner to apply for a permit and negotiate a seismic upgrade — ranging from a full retrofit to securing a parapet.  Rasmussen, Conlin and McGinn have left city government. Schelling has taken a new job at the Department of Commerce.  Simmons, who served on the committee recommending retrofits, has returned to New Zealand. She isn’t surprised Seattle hasn’t moved forward with a retrofit requirement.  “There’s a false sense of assurance,” Simmons said of Seattleites, adding they don’t grasp how devastating a Seattle fault earthquake would be. “I don’t think the city gets it at all,” she said.  “Everyone knows unreinforced brick collapses in earthquakes. The question is why didn’t anybody do something about this before?”  “Everyone knows unreinforced brick collapses in earthquakes. The question is why didn’t anybody do something about this before?”  Ann Brower  Lone survivor from a crushed bus  Before, after and now  See how earthquakes have permanently changed downtown Christchurch.  Support  These stories were produced with support from the Solutions Journalism Network (SJN), with travel expenses funded by a grant to SJN from the Bill & Melinda Gates Foundation.Caption:  Crushed buses and building rubble  line Colombo Street, a main route through Christchurch, New Zealand, two days after the deadly magnitude 6.3 quake of Feb. 22, 2011. Swaths  of the city were left in ruins, and now, almost six years later, the recovery has a long way to go. Simon Baker / Reuters, 2011 Christchurch, New Zealand, with its bayside location and nearby mountain range, looks a lot like Seattle. Unseen is another parallel: Each city sits on shallow faults. Christchurch’s earthquake devastation  has been studied by Seattle officials, but they’ve offered no legislation aimed at limiting the damage.  Ellen M. Banner / The Seattle Times Smash Palace  was in a downtown building before the 2011 earthquake, but now operates its restaurant/bar/motorcycle shop at the same location out of a bus, shipping container and part of the old structure. Ellen M. Banner / The Seattle Times ChristChurch Cathedral, the city’s namesake centerpiece, sits in ruins. A final decision as to whether it will be demolished or rebuilt has still not been made.  Carl Sheppard / Aerial Imagery Ann Brower sits on a bus like the one she rode when the earthquake hit Christchurch. Shortly before the quake, she decided to switch seats, a move that might have saved her life. Everyone else on the bus died. Ellen M. Banner / The Seattle Times A couple walks through  Lyttelton Anglican Cemetery, where  the quake knocked down many of the headstones. In the background, a soldiers’ memorial is intact. Ellen M. Banner / The Seattle Times 2010 Kirk Hargreaves 2013 The Press / Fairfax NZ 2016 Ellen M. Banner / The Seattle Times Martin and Rae Francis are the last people left in their neighborhood in the Christchurch suburb of Bexley. The land behind them was once filled with houses. Most of their neighbors had earthquake insurance, but the Francises did not, and say they can’t afford to move. Ellen M. Banner / The Seattle Times An art installation on a vacant lot in downtown Christchurch has  185 white chairs representing each of the lives lost in the 2011 earthquake. Each chair is different — some given by victims’ families — including highchairs, wheelchairs, dining chairs and easy chairs. Ellen M. Banner / The Seattle Times Andrea Cummings walks on a damaged estuary boardwalk. She said people still love the path and have added steps down to the ground so they can keep walking where the planks are missing. The 2011 quake left residents without basic utilities, which Cummings chronicled in her memoir, “Would You Like a Toilet With That?”  Ellen M. Banner / The Seattle Times Broken windows look out on a former horse barn  in Bexley. This house — occupied until recently by a  minister and his family — was slated to be demolished, one of the few homes left standing in the neighborhood. Ellen M. Banner / The Seattle TimesMemo:  Daniel Gilbert: 206-464-2288 or dgilbert@seattletimes.com. On Twitter @bydanielgilbert", "edition": "Unknown"}