{"title": "Rescue workers race to find survivors after Taiwan quake", "filename": "2016-02-07_RescueWorkersRaceToFindSurvivorsAfterTaiwanQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/15AEBD886CCD21A8?p=WORLDNEWS", "date": "2016-02-07", "page": "A4", "section": "News", "author": "Gladys Tsai", "text": "TAINAN, Taiwan — Rescuers were searching Sunday for more than 100 people after a powerful, shallow earthquake struck southern Taiwan, causing a high-rise residential building to collapse and killing at least 18 people and injuring hundreds. More than 340 people were rescued from the rubble in Tainan, the city worst hit by the quake. About 2,000 firefighters and soldiers continued combing the ruins of the 17-floor residential building, which folded like an accordion onto its side after the quake struck.  The official CNA news agency reported that the quake killed 18 people and injured 484 others, according to statistics by Taiwan’s rescue authorities. Most of the injured had been released from hospitals by late Saturday.  The emergency center in Tainan estimated 132 people were missing more than 24 hours after the quake hit early Saturday.  Tainan Mayor Lai Ching-te said in TV interviews from the site of the building collapse that life-detecting equipment had found signs of life from at least 29 trapped people.  Most of Tainan, a city of 1.8 million, seemed to be unscathed by the quake. Rescue efforts focused on the high-rise built in 1989. Liu Shih-Chung, the city’s deputy secretary-general, said its collapse would be investigated. “There must be something wrong particularly about the structure of that building,” he said, declining to elaborate.  The earthquake disrupted travel in Taiwan just before the start of the Lunar New Year holiday, when large numbers of people travel between the island’s largest cities on the west coast to join family.  Early Saturday, the Ministry of Transportation suspended operation of Taiwan’s popular high-speed rail service in the southern half of the island because of damage to the tracks about 20 miles north of Tainan, adding to congestion on roads already choked by holiday travelers.  By late Saturday, some tracks had been repaired and trains were able to travel as far south as Chiayi, with shuttle buses available to those traveling on to Tainan.  Tainan residents said the tremor had felt considerably stronger than any they could remember on Taiwan, where earthquakes are frequent. Most people were asleep when the earthquake hit 22 miles southeast of Yujing.  At a magnitude of 6.4, according to the U.S. Geological Survey, the quake was not especially intense, but it was very shallow — just 6.2 miles deep. Shallow earthquakes frequently do more damage at the surface.  President Ma Ying-jeou visited a hospital and the emergency-response center in Tainan before returning to the capital, Taipei, to attend a briefing about the situation.  Rescuer Jian Zhengshun said the work was difficult because part of the high-rise building was believed to be buried underground. He said rescuers had to clear rubble for passages to reach people who were trapped.  Local media said the building included a care center for newborns and mothers, and a newborn was among those confirmed dead.  Elsewhere in Tainan, dozens of other people were rescued or safely evacuated from damaged structures or buildings declared unsafe after the quake, including a market and a seven-floor building, authorities said. A bank building also crumpled, but no one was injured or trapped.  All told, nine buildings collapsed and five were seriously damaged in Tainan, the emergency-management information center said.  Residents in mainland China reported that the tremor was felt there. The Beijing government offered to help as needed.  Earthquakes frequently rattle Taiwan, but most are minor and cause little or no damage. However, a magnitude-7.6 quake in central Taiwan in 1999 killed more than 2,300 people.Caption:  Rescue workers search a collapsed building after an early morning earthquake in Tainan. A powerful, shallow earthquake struck southern Taiwan before dawn on Saturday. Wally Santana / The Associated PressMemo:  Material from The New York Times is included in this report.", "edition": "Unknown"}