{"title": "Italians search for survivors after quake, talk of rebuilding", "filename": "2016-08-26_ItaliansSearchForSurvivorsAfterQuakeTalkOfRebuilding.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/15F051B7BA891798?p=WORLDNEWS", "date": "2016-08-26", "page": "A2", "section": "News", "author": "Trisha Thomas", "text": "PESCARA DEL TRONTO, Italy — As the search for survivors ground on, Premier Matteo Renzi pledged new money and measures Thursday to rebuild quake-devastated central Italy amid mounting soul-searching over why the seismic-prone country has continually failed to ensure its buildings can withstand such catastrophes. A day after the deadly quake killed at least 250 people, a 4.3 magnitude aftershock sent up plumes of thick gray dust in the hard-hit town of Amatrice. The aftershock crumbled already cracked buildings, rattled residents and closed already clogged roads.  It was only one of the more than 470 temblors that have followed the quake that struck early Wednesday.  Firefighters and rescue crews using sniffer dogs worked in teams around the hard-hit areas in central Italy, pulling chunks of concrete, rock and metal from mounds of rubble where homes once stood. Rescuers refused to say when their work would shift from saving lives to recovering bodies, noting that one person was pulled alive from the rubble 72 hours after the 2009 quake in the nearby town of L’Aquila.  “We will work relentlessly until the last person is found, and make sure no one is trapped,” said Lorenzo Botti, a rescue-team spokesman.  Worst affected by the quake were the towns of Amatrice and Accumoli near Rieti, 60 miles northeast of Rome, and Pescara del Tronto, 15 miles farther east.  Many people were left homeless, their houses and apartments declared uninhabitable. Some survivors, escorted by firefighters, were allowed to go back inside homes briefly Thursday to get necessities for what will be an extended absence.  “Last night we slept in the car. Tonight, I don’t know,” said Nello Caffini as he carried his sister-in-law’s belongings on his head after being allowed to go into her home in Pescara del Tronto.  Caffini has a house in nearby Ascoli, but said his sister-in-law was too terrified by the aftershocks to go inside it. “When she is more tranquil, we will go to Ascoli,” he said.  Charitable assistance began pouring into the earthquake zone in traffic-clogging droves Thursday. Church groups and farmers offering donated peaches, pumpkins and plums sent vans along the one-way road into Amatrice that was already packed with emergency vehicles and trucks carrying sniffer dogs.  Italy’s civil-protection agency said the death toll had risen to 250 by Thursday afternoon, with more than 180 of the deaths in Amatrice. At least 365 people were hospitalized, and 215 people had been pulled from the rubble alive. A Spaniard and five Romanians were among the dead, according to their governments.  There was no clear estimate of how many people might still be missing, since the rustic area was packed with summer vacationers. The Romanian government alone said 11 of its citizens were missing.  Emergency services set up tent cities around the quake-devastated towns to accommodate the homeless, housing about 1,200 people overnight. In Amatrice, 50 elderly people and children spent the night inside a local sports facility.  “It’s not easy for them,” said civil-protection volunteer Tiziano De Carolis, who was helping to care for the homeless in Amatrice. “They have lost everything: the work of an entire life, like those who have a business, a shop, a pharmacy, a grocery store.”  As the search effort continued, the soul-searching began.  Premier Renzi authorized a preliminary 50 million euros (more than $56 million) in emergency funding, and the government canceled taxes for residents, pro forma measures that are the start of what will be a long and costly rebuilding campaign. He announced a new initiative, “Italian Homes,” to answer years of criticism over shoddy construction across the country, which has the highest seismic hazard in Western Europe.  But he also said it was “absurd” to think Italy could build completely quake-proof buildings. “It’s illusory to think you can control everything,” he said at a news conference. “It’s difficult to imagine it could have been avoided simply using different building technology. We’re talking about medieval-era towns.”  Armando Zambrano, the head of Italy’s National Council of Engineers, said the technology exists to reinforce old buildings and prevent such high death tolls when quakes strike every few years. While he estimated it would cost up to 93 billion euros ($105 billion) to reinforce all of the historic structures across the country, he said targeted efforts in the riskiest areas could be done for less.  “We are able to prevent all these deaths. The problem is actually doing it,” he said. “These tragedies keep happening because we don’t intervene. After each tragedy we say we will act but then the weeks go by and nothing happens.”  Some experts estimate that 70 percent of Italy’s buildings aren’t built to anti-seismic standards, though not all are in high-risk areas.Caption:  People walk through a tent camp in Arquata Del Tronto, Italy, on Thursday, after a 6.2 magnitude earthquake a day earlier   killed at least 250 people.   CRISTIANO CHIODI / European Pressphoto Agency", "edition": "Unknown"}