{"title": "Seismic neglect", "filename": "2016-05-15_SeismicNeglect.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/15CF067E66BA0830?p=WORLDNEWS", "date": "2016-05-15", "page": "A1", "section": "Local News", "author": "Unknown", "text": "By the early 1990s, Washington state officials knew the full scope of the Northwest’s earthquake menace. Scientists had confirmed that a 700-mile-long fault off the coast  unleashed monster earthquakes and tsunamis on the region about every five centuries. Some were only 200 years apart — and it’s now been 316 years since the last one.  Roughly 5.4 million people in Washington live in the area endangered by a magnitude 9.0 quake, an increase of 1.6 million since 1990, according to a Seattle Times analysis.  Yet Washington lags nearly all other quake-prone states in policies to reduce the risk, with, for example, no seismic-safety laws for schools, hospitals and other vulnerable buildings, according to a policy analysis this year.  The Big One will shake the entire Pacific Northwest for four to five minutes, longer than the five biggest quakes in Washington’s recorded history combined. Communities will lose power and remain dark for weeks. Some 14,600 people could perish in Washington and Oregon, according to the Federal Emergency Management Agency.  It’s likely to be one of the worst disasters the United States has ever faced.  And it isn’t the worst earthquake that threatens Seattle. The Northwest’s biggest city lies above a different fault that could wreak more havoc locally than The Big One.  For many people, the first threat to safety will come from buildings. And in almost every earthquake, one type of building fares the worst.Caption:  2001 Workers repair damage to the Palmer Court building at 1000 First Ave. S. after the magnitude 6.8 Nisqually quake. Bricks that fell flattened two cars and smashed the roof of a restaurant near CenturyLink Field. Tom Reese / The Seattle Times 1949 Bricks  smashed cars near Seattle’s Smith Tower during a magnitude 7.1 quake. Seattle Times archives 1965 A magnitude 6.5 earthquake shook bricks off storefronts near King Street Station. Seattle Times archives", "edition": "Unknown"}