{"title": "Residents in Japan flee homes after 2nd quake", "filename": "2016-04-17_ResidentsInJapanFleeHomesAfter2NdQuake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/15C6231F0E3C8800?p=WORLDNEWS", "date": "2016-04-17", "page": "A6", "section": "News", "author": "Mari Yamaguchi", "text": "OZU, Japan — The wooden home barely withstood the first earthquake. An even stronger one the next night dealt what might have been the final blow — if not to the house, then to the Tanaka family’s peace of mind. The Tanakas joined about 50 other residents of the southern Japanese town of Ozu who were planning to sleep in their cars at a public park Saturday after two nights of increasingly terrifying earthquakes that have killed at least 41 people, injured about 1,500, flattened houses and triggered major landslides.  “I don’t think we can go back there. Our life is in limbo,” said Yoshiaki Tanaka, 62, as other evacuees served rice balls for dinner. He, his wife and his 85-year-old mother fled their home after a magnitude-7.3 earthquake struck Saturday at 1:25 a.m., just 28 hours after a magnitude-6.5 quake hit the same area.  Army troops and other rescuers, using military helicopters to reach some stranded at a mountain resort, rushed Saturday to try to reach scores of trapped residents in hard-hit communities near Kumamoto, a city of 740,000 on the southwestern island of Kyushu.  Heavy rain started falling Saturday night, threatening to complicate the relief operation and set off more mudslides.  “Daytime today is the big test” for rescue efforts, Japanese Prime Minister Shinzo Abe said. Landslides had already cut off roads and destroyed bridges, slowing down rescuers.  Nearly 200,000 homes were without electricity, Japanese media reported, and an estimated 400,000 households were without running water.  Kumamoto prefectural official Riho Tajima said that more than 200 houses and other buildings had been either destroyed or damaged, and that 91,000 people had been forced from their homes.  Hundreds of people lined up for rations at distribution points before nightfall, bracing for the rain and strong winds that were expected.  Stores quickly ran out of stock and shuttered their doors, and people said they were worried about running out of food.  Police in Kumamoto prefecture said that at least 32 people had died from Saturday morning’s earthquake. Nine died in the quake on Thursday night.  More than half the deaths were in Mashiki, a town on the eastern border of Kumamoto city that was hit hardest by the first quake.  Japan’s Kyodo News agency reported that four people were missing in Minamiaso, a more rural area farther east of Kumamoto where the landslides were triggered by the second quake.  One landslide tore open a mountainside in Minamiaso from the top to a highway below. Another gnawed at a highway, above a smashed house that had fallen down a ravine. In another part of the village, houses were hanging precariously at the edge of a huge hole cut open in the earth.  Yoshihide Suga, the Japanese government’s top spokesman,  said the number of troops in the area was being raised to 20,000, while additional police and firefighters were also on the way.  Japanese TV showed a collapsed student dormitory at Aso city’s Tokai University that was originally two floors, but now looked like a single-story building. A witness said he heard a cry for help from the rubble. Two students were reported to have died there.  The area has been rocked by aftershocks.  David Rothery, professor of planetary geosciences at The Open University in Britain, said Saturday’s quake was 30 times more powerful than the one Thursday.  “It is unusual but not unprecedented for a larger and more damaging earthquake to follow what was taken to be the main event,” he said.  Rothery noted that in March 2011, a magnitude-7.2 earthquake in northern Japan was followed two days later by the magnitude-9.0 quake that caused the devastating tsunami that killed more than 18,000 people.  Mount Aso, near the village of Minamiaso, erupted Saturday for the first time in a month.  The second earthquake damaged historic Aso Shrine, a picturesque complex near the volcano. A number of buildings with curved tiled roofs were flattened like lopsided fans. And the towering “cherry blossom gate” collapsed.Caption:  A cyclist passes houses collapsed by a magnitude-7.3 earthquake that struck Saturday in Ozu, Japan.  Yohei Fukai / Kyodo News", "edition": "Unknown"}