{"title": "Magnitude 5.0 earthquake hits central Oklahoma", "filename": "2016-11-07_Magnitude50EarthquakeHitsCentralOklahoma.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/16090CD96291D698?p=WORLDNEWS", "date": "2016-11-07", "page": "A2", "section": "News", "author": "The Associated Press", "text": "CUSHING, Okla. — A sharp earthquake centered near one of the world’s key oil hubs Sunday night triggered fears that the magnitude 5.0 temblor might have damaged key infrastructure in addition to damaging buildings in an Oklahoma prairie town. The Oklahoma Corporation Commission said it and the Oklahoma Geological Survey were investigating after the quake, which struck at 7:44 p.m. and was felt as far away as Iowa, Illinois and Texas.  “The OCC’s Pipeline Safety Department has been in contact with pipeline operators in the Cushing oil storage terminal under state jurisdiction and there have been no immediate reports of any problems,” the commission’s spokesman, Matt Skinner, said in a statement.  Oklahoma has had thousands of earthquakes in recent years, with nearly all traced to the underground injection of wastewater left over from oil and gas production.  Sunday’s quake was centered one mile west of Cushing — and about 25 miles south of where a magnitude 4.3 quake forced a shutdown of several wells last week.  The U.S. Geological Survey (USGS) said initially that Sunday’s quake was of magnitude 5.3 but later lowered the reading to 5.0.  The Cushing Police Department reported “quite of bit of damage” from the earthquake, but details were not immediately available. Photos posted to social media show piles of debris at the base of buildings in the city.  Cushing, with a population of about 7,900, bills itself as the “Pipeline Crossroads of the World.” It is home to a massive oil-storage facility that’s touted as the world’s largest.  According to USGS data, there have been 19 earthquakes in Oklahoma in the past week. When particularly strong quakes hit, the Oklahoma Corporation Commission directs well operators to seize wastewater injections or reduce volume.", "edition": "Unknown"}