{"title": "Inslee forms group to guide preparation for quake disaster", "filename": "2016-11-05_InsleeFormsGroupToGuidePreparationForQuakeDisaster.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1608636749E71C48?p=WORLDNEWS", "date": "2016-11-05", "page": "B1", "section": "Local News", "author": "Sandi Doughton", "text": "Gov. Jay Inslee on Friday announced the creation of a subcabinet group to boost disaster preparedness and improve the state’s ability to recover from a major earthquake and tsunami. The Resilient Washington subcabinet will bring together representatives from state agencies to identify vulnerable infrastructure and gaps in preparedness, and propose solutions.  “We know the question isn’t ‘if’ a large-scale earthquake will happen in our state, but how well we will be prepared,” Inslee said in a statement. “This effort is about each of us building resilience and being ready.”  The group’s marching orders are based on the 2012 Resilient Washington State report, which mapped out a 50-year-plan for upgrading roads, utilities and buildings to speed recovery from a major earthquake and soften the blow to the state’s economy.  “This is a big step forward in implementing that plan,” said Dave Norman, Washington’s state geologist and co-chairman of the state Seismic Safety Committee. “It can’t be done without the cooperation of all the agencies.”  A magnitude 9 earthquake and tsunami from the offshore fault called the Cascadia Subduction Zone could kill 10,000 people or more, damage 7,000 highway bridges and cause $80 billion in damage in Washington and Oregon, according to estimates from the Federal Emergency Management Agency.  After a regional earthquake drill this past summer called Cascadia Rising, Washington’s Emergency Management Division concluded that the state’s response plans are “ grossly inadequate.”  “We learned a lot from Cascadia Rising,” said Maj. Gen. Bret Daugherty of the Washington State Military Department. “Now the hard work really begins.”  The new subcabinet will address both short-term response and long-term recovery, and will also help educate the public about personal preparedness. Disruptions to transportation, communications and utilities are expected to be so extensive that emergency managers are now advising residents to be prepared to survive on their own for up to two weeks.  Inslee tasked the Washington State Department of Transportation with leading efforts to strengthen highways and bridges, and to establish priorities for reopening damaged roads after an earthquake.  Washington’s Utilities and Transportation Commission was directed to assess the vulnerability of the state’s electrical, water and telecommunications systems, and recommend improvements.  Other agencies will develop plans to care for people injured or displaced in the disaster, assess the seismic safety of hospitals, and establish advance contracts for fuel distribution.  The subcabinet’s first meeting will be in January. Inslee asked for initial findings and recommendations by June 30.  Jim Mullen, a former Washington Emergency Management Division director who briefed Inslee on the Cascadia threat before his inauguration in 2013, welcomed the directive.  “I wish it had happened sooner, but I’m happy they are moving forward,” Mullen said.  Now it’s important to back up the good intentions with additional funding and personnel, Mullen added.  Funding also needs to be directed to improving infrastructure and taking other steps to prevent damage — not just respond to it, he said.  “That which does not break does not have to be repaired.”Memo:  Sandi Doughton: 206-464-2491 or sdoughton@seattletimes.com", "edition": "Unknown"}