{"title": "Spend more for earthquake detection", "filename": "2016-02-16_SpendMoreForEarthquakeDetection.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/15B10D50AD557BE8?p=WORLDNEWS", "date": "2016-02-16", "page": "A11", "section": "Editorial", "author": "Seattle Times Editorial Board", "text": "PRESIDENT Obama’s $8.2 million request this week for the federal government to fund an early earthquake warning system on the West Coast is a good start. But it’s far from enough to get a system up and fully running. Building a detection network that covers California, Oregon and Washington would cost an estimated $38 million to set up, plus an additional $16 million annually to maintain and operate.  The federal government has dragged its feet on this issue since 2005, paying a bit here and there instead of just building a single network that could measure temblors more effectively. An ideal system could notify people anywhere from a few seconds to a few minutes before the big one hits.  The U. S. Geological Survey has been developing something with the University of Washington, the California Institute of Technology, the University of California, Berkeley and the University of Oregon. While an early warning foundation exists, it needs additional and consistent resources to be effective.  A recent summit on earthquake preparedness at the White House revealed Washington state has experienced nearly 15 quakes in the last 150 years that caused major destruction. The state’s location near a major fault line known as the Cascadia Subduction Zone calls for urgent action, but lawmakers continue to do little.  U.S. Sen. Patty Murray, D-Wash., and U.S. Rep. Derek Kilmer, D-Gig Harbor, earned kudos last year after securing $8 million in the federal budget for early warning efforts.  They must keep pushing.  Mexico, Taiwan and Japan are among the countries that have leapfrogged the U.S. in terms of investing in more robust early detection systems. These countries understand how a little notice could be the difference between life and death.  Responding to and mitigating damage from natural disasters is a federal responsibility.  Congress should do more than what the president is asking. The annual federal budget is $3.8 trillion. Prioritize a smidgen of that money toward building an accurate early warning system   that prepares the West Coast population for earthquakes that are inevitable.Caption:  John Vidale, director of the Pacific Northwest Seismic Network, shows an earthquake early warning system. Steve Ringman / The Seattle TimesMemo:  Editorial board members are editorial page editor Kate Riley, Frank A. Blethen, Ryan Blethen, Brier Dudley, Mark Higgins, Jonathan Martin, Thanh Tan, William K. Blethen (emeritus) and Robert C. Blethen (emeritus).", "edition": "Unknown"}