{"title": "Little action on quake preparedness", "filename": "2017-05-07_LittleActionOnQuakePreparedness.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1643C58F91BD07E8?p=WORLDNEWS", "date": "2017-05-07", "page": "B1", "section": "Local News", "author": "Sandi Doughton", "text": "The day after convening a subCabinet meeting on earthquake preparedness last week, Gov. Jay Inslee signed the single seismic-safety bill passed by the Legislature this session. The original bill would have mandated annual tsunami evacuation drills for coastal schools and yearly earthquake drills for all schools, as recommended by the state Seismic Safety Committee. The final version makes the quake drills optional.  Legislation to require seismic evaluation of school buildings didn’t get a hearing. A bill directing transit systems to draw up plans for restoring service after a quake died quietly.  Neither the House nor Senate proposed budgets include funding for the Washington Emergency Management Division’s top legislative priority: a staffer to support Inslee’s Resilient Washington State Subcabinet and help translate its recommendations into action.  It’s a familiar pattern in Washington, which has a 30-year history of analyzing the state’s earthquake risks — which rank second only to California’s — then doing little to address them.  Inslee formed his sub-Cabinet, made up of state agency heads, last year to boost preparedness, But at last week’s meeting he made it clear that — at least for now — he’s looking for steps that can be taken quickly and at little cost.  “It’s clear that we have gaps,” Inslee told state agency representatives gathered around a table in the governor’s conference room. “But I think there’s things we can do short-term,” he said. “On the larger investment issues, about seismic retrofitting, I’m intrigued to hear your advice.”  Among the potential quick fixes Inslee highlighted is negotiating a new contract with oil companies to guarantee shipments of fuel into the state — by sea if necessary —   in the aftermath of a major quake from the offshore fault called the Cascadia Subduction Zone. He also urged the group to establish guidelines ahead of time as to who will be first in line for critical fuel supplies or power restoration.  “Who gets the next tanker that shows up ... at the port?” Inslee asked. “Does it go to the pizzeria down the street or to the hospital generator?”  Expert panels have called repeatedly for laws that require upgrades to Washington’s old brick buildings — the most dangerous structures in an earthquake. No cities in the state have yet adopted such requirements, though Seattle is considering it.  In the absence of mandated retrofits, Inslee said he was intrigued by a suggestion from the sub-Cabinet that tenants be notified of the risk posed by the buildings where they live or work.  Inslee also told the group to expand its scope to consider school safety and tsunami risks, which had been left out of the original mission.  That was good news for emergency managers, who pointed out that only one of the 20 Washington schools at risk from tsunamis has a building specifically designed to be tall and strong enough to serve as refuge.  The sub-Cabinet’s only mandated responsibility is to deliver a final report by the end of June.  Any   significant progress, even in planning, will require additional money, said Robert Ezelle, director of the Washington Emergency Management Division.  “We hope that going forward we are able to secure the resources so that we can really get some traction,” he said after the meeting.  State Rep. Gerry Pollet, D-Seattle, who introduced the bill that would have required seismic evaluations of school buildings, worked with colleagues to add $1.2 million to the Democratic House budget to allow the state to examine some of the most vulnerable schools.  “We need to know which school buildings put our children at risk,” he said.  The Republican Senate budget includes no money for the work.Caption:  Preschoolers at Hopkins Preschool in Aberdeen crouch underneath tables during an earthquake drill in teacher Michelle Weiberg’s class. Gov. Jay Inslee signed a seismic-safety bill but mandated yearly earthquake drills for all schools were omitted. Ellen M. Banner / The Seattle Times Hopkins Preschool in Aberdeen special-ed teacher Michelle Weiberg, right, leads her students out of the building during an earthquake drill for high school and preschool students one recent day. Ellen M. Banner / The Seattle TimesMemo:  Sandi Doughton at: 206-464-2491 or sdoughton@seattletimes.com", "edition": "Unknown"}