{"title": "Ride out a fake  quake, typhoon: Theme parks give jolt of urgency", "filename": "2017-05-15_RideOutAFakeQuakeTyphoonThemeParksGiveJoltOfUrgency.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/16465BA122DB5AE8?p=WORLDNEWS", "date": "2017-05-15", "page": "A1", "section": "Local News", "author": "Sandi Doughton", "text": "KOBE, Japan — Somehow, it’s not surprising that the country that gave us Godzilla and elevated fake food to a fine art has also found a way to make earthquake preparedness entertaining. Guided by the philosophy that experience is the best teacher, Japan wants its citizens to know what it will feel like when the ground under their feet starts to heave — and how to protect themselves. So cities across the country have constructed disaster education centers that combine theme-park-style simulations with sober lessons in survival.  Many of the more than 60 centers feature large shake tables where visitors can ride out fake quakes as powerful as the real thing. In some centers, visitors navigate life-size dioramas of crushed cars and teetering power poles while being quizzed on the best response to dangerous situations. Typhoons, floods and fires get hands-on treatment as well.  The centers even earn high marks from tourists on travel sites like TripAdvisor.  Some civic leaders in Seattle have long wanted to import the concept to quake-prone Western Washington, where many residents have only a vague understanding of the risks and tend to shrug off the nagging knowledge that they really ought to put together an emergency kit ... one of these days.  “We thought something like this in Seattle might help light a fire under people and government,” said   Bill Stafford.  Now retired, Stafford was director of the Trade Development Alliance of Greater Seattle a decade ago when he visited a disaster learning center in southern Japan and was stunned to see a line of kids and parents stretching across the parking lot.  Stafford assumed the adults were dragging their kids to an educational outing, but it turned out to be the other way around.  “Every year, every student in the schools has to visit — and they bring their parents,” Stafford said.  Washington Gov. Jay Inslee visited Kobe’s Disaster Reduction and Human Renovation Institution in 2015 and came away with one image seared into his memory: a vertical banner, several stories tall, that marks the height of past tsunamis and the expected size of a future tsunami from Japan’s infamous Nankai Subduction Zone.  With a similar quake and tsunami looming on the Cascadia Subduction Zone off the Washington coast, Inslee said he left convinced that one of the best ways to save lives is to educate coastal residents about where — and how — to evacuate before a wall of water slams into the shore.  “You stand there and see a wave 60 feet high in the atrium of that building, and you look at the devastation to the community,” Inslee said last week at a meeting of his Resilient Washington Subcabinet. “It’s mind-bending — the forces involved in a tsunami.”  Efforts in Washington  Urged by Stafford and other advocates, the Seattle City Council commissioned a study of Japan’s disaster- education centers in 2007. A proposal emerged to build a facility at Seattle Center in conjunction with the Pacific Science Center. Then the recession hit, and the plans were shelved.  Stafford hasn’t given up, though.  Washington lags other earthquake-prone states in many   aspects of preparedness, including evaluation of school safety and upgrades of dangerous brick buildings. If people could experience the visceral jolt of being rattled on a shake table or of picking their way through a re-creation of a post-quake Seattle, they might take the risks more seriously and push the government to act, Stafford said.  “If you had adults and kids going through, and new employees at companies and schoolteachers all getting the training, it would start to raise the bar on what we should be doing to prepare,” he said.  Like many of Japan’s disaster parks and centers, Kobe’s relies on video to immerse visitors in the experience of an earthquake and its aftermath.  The tour starts with a film that chillingly re-creates scenes from the 1995 quake that devastated the city, toppling elevated roadways and killing more than 6,000 people. Visitors exit the theater into a nightmarish model of an urban block with buildings tilting on their foundations and fires flaring in the distance.  Volunteer docent Nanami Yoshimoto lived through the quake but lost family friends. At first, just watching the film at the museum was so traumatic it gave her a headache. But like many older Japanese people, she feels a responsibility to keep the memories alive and share lessons learned.  “We can’t escape from quakes in Japan,” she said. “Have to hand it down ... to the next generation.”  But there’s nothing fatalistic in the centers’ messages. The emphasis is on personal responsibility and action: how to make your way safely through wreckage, how to find the closest shelter.  “If you have no knowledge about what to expect (from an earthquake), once it occurs people will panic,” said Kenji Hode, chief of the Ikebukuro Life Safety Learning Center, one of three operated by the Tokyo Fire Department. “If people experience a realistic disaster here, then they will be equipped with knowledge about how to handle the situation.”  “Terrifying” simulation  About 70,000 people visit his center every year, Hode said. Most are school kids, but many companies send their employees — including foreigners who may not be aware that Japan is one of the most earthquake-prone countries on Earth.  The quake simulator is the star attraction here. Visitors sit around a dining-room table while a staff member dials up quakes that range from mild temblors to tooth-rattling monsters. Earlier this spring, a group of visitors took their seats to experience a magnitude-9 subduction zone quake, like the one that spawned the deadly 2011 Tohoku tsunami and which is expected someday off the Washington coast.  When the shaking began, the visitors dived under the table. Images of destruction from the 2011 quake flashed across wide screens that mimicked picture windows. A roaring din filled the room. Instead of diminishing, the shaking intensified until the table itself started dancing across the floor.  “That was terrifying,” said one participant.  Across town, Tokyo’s Rinkai Disaster Prevention Park offers the closest thing to a Universal Studios-type experience. Visitors enter what looks like a department-store elevator. As the car descends, a violent tremor causes it to lurch side to side. The doors open onto a darkened labyrinth of corridors.  Visitors grope their way to an exit, which leads to a scene of mayhem. Sirens wail. Severed power lines spark. Air-conditioning units two stories up look as if the next aftershock will send them tumbling to the street.  Visitors are guided by Nintendo consoles dangling from straps around their necks. At each stop, the consoles pose questions: Should you try to rescue that person calling from under a pile of rubble or go for help? What’s the best way to shut off a gas meter?  When they’ve finished the immersive experience, visitors can wander through exhibits on plate tectonics, past earthquakes and personal preparedness. One display includes a half-dozen types of emergency toilets, ranging from a bucket filled with cat litter to a tented cabana with a holding tank.  Most of the centers also offer hands-on experience using fire extinguishers to douse simulated fires. Tokyo’s third center, Honjo Disaster Learning Center, boasts the city’s only typhoon room. Visitors don slickers and hang onto safety bars before being lashed by hurricane-force winds and rain.  The hands-on centers are just part of Japan’s disaster education efforts, which also include flamboyant public drills. The city of Tokyo offers a wildly popular, 323-page survival manual with tips on how to bandage a head wound with tights and make an emergency stove from foil and cooking oil. The country’s goal is to reduce casualties and damage from natural disasters by half.  Not much in Northwest  It’s hard to quantify the impact of the disaster-education centers, said Kevin Ronan, a psychologist at the University of Australia who specializes in hazards and disasters. But several studies of disaster-education programs for children suggest that Japan’s approach is promising, particularly if children are actively engaged in solving challenges and sharing the information with their families, he said in an email.  Turkish officials were so impressed with Japan’s disaster centers that they built one in the capital city of Ankara.  But there’s nothing like it in the Pacific Northwest.  Oregon’s Museum of Science and Industry has a small shake room, currently being revamped, where visitors experience a tame version of a fake quake. The California Academy of Science’s shake room simulator is similar, but is part of a large exhibit on earthquakes and plate tectonics.  Seattle’s Pacific Science Center doesn’t have an exhibit dedicated to earthquakes. A large sphere can be used to display recent quakes and teach about seismic forces, and a foot-square shake table allows kids to build basic structures and see how they respond to shaking, said Diana Johns, vice president of exhibits.  She took part in the early discussion of a disaster-education center in Seattle — and was sorry to see the idea fizzle.  “Personally, as a citizen, I think we should have something like that, because this is where we live,” Johns said.  Former Seattle City Councilmember Richard Conlin, who advocated for a center, agrees. But at the time, city officials couldn’t find a way to pay for it and the federal Department of Homeland Security wasn’t willing to chip in.  “In a sense it’s a matter of life and death,” Conlin said. “We know we’ve got a big earthquake coming ... at some point, and people need to be both prepared and ready to take action.”Caption:  Visitors to the typhoon room at Tokyo’s Honjo Disaster Learning Center can don slickers and grip safety bars before getting blasted with typhoon-force winds and rain. It’s just one of the preparedness theme parks that draw lines of tourists around Japan. Sandi Doughton / The Seattle Times After watching a film that re-creates scenes from the 1995 quake, visitors to the disaster center in Kobe, Japan, find themselves in a life-size diorama of a battered neighborhood. Sandi Doughton / The Seattle Times Lori Matsukawa, left, participates in an earthquake simulation in Japan. Sandi Doughton / The Seattle Times In addition to earthquakes and typhoons, Japan’s disaster- education centers teach citizens to deal with more common emergencies, like fires and flooding. A visitor strains to open a door that simulates the resistance created by standing water. Sandi Doughton / The Seattle Times During a visit to Japan, Washington Gov. Jay Inslee was struck by this banner, which shows the height of past tsunamis in the region and the expected tsunami height from a major quake on Japan’s Nankai Subduction Zone, which is very similar to the Cascadia Subduction Zone. The banner is in Kobe’s Disaster Reduction and Human Renovation Institution, one of 60 such centers across Japan devoted to earthquake preparedness and education. Sandi Doughton / The Seattle Times Survival supplies, including special boots, are exhibited at one of Tokyo’s disaster education centers. Sandi Doughton / The Seattle Times Docent Nanami Yoshimoto, who lived through Kobe’s deadly 1995 quake, now volunteers at the city’s disaster institution. “We can’t escape from quakes in Japan,” she said. “Have to hand it down ... to the next generation.” Sandi Doughton / The Seattle Times Before and after: A video screen in Kobe’s disaster institution compares scenes of destruction from the 1995 quake with images of the area today. Sandi Doughton / The Seattle Times Before-and-after scenes in Kobe’s disaster institution show an elevated expressway that toppled on its side in the 1995 quake, and has since been rebuilt to stringent, earthquake-resistant standards. Sandi Doughton / The Seattle Times Dioramas in Kobe’s disaster institution recreate scenes of destruction and rebuilding from Kobe’s 1995 earthquake. Sandi Doughton / The Seattle Times Photos at Kobe’s disaster institution show the damage, response efforts and reconstruction after a magnitude-6.9 earthquake struck in 1995 directly under the urban area. Kobe and Seattle are sister cities, and share similar landscapes and economies – and similar earthquake risks. Sandi Doughton / The Seattle TimesMemo:  Sandi Doughton at: 206-464-2491 or sdoughton@seattletimes.com", "edition": "Unknown"}