{"title": "Fund earthquake", "filename": "2017-06-05_FundEarthquake.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/164D41CE27B17408?p=WORLDNEWS", "date": "2017-06-05", "page": "A13", "section": "Editorial", "author": "Seattle Times Editorial Board", "text": "America provides for the common defense of its people in many ways, and not all involve the military. One inexpensive way to protect millions of citizens is to warn them of major earthquakes, which are a real and persistent threat.  Less than a minute of warning can be enough to close gas lines, stop traffic heading onto a perilous bridge and pause surgical procedures in a hospital.  A notification system that would provide such warnings is nearly complete and being tested by the University of Washington with other universities, public agencies and companies on the West Coast.  Yet President Trump’s proposed budget would needlessly kill this important work. Congress must step up and continue its funding.  Earthquake warnings are one of many examples of how Trump’s budget is a mean-spirited political statement that would irreparably harm Americans if approved as written.  Instead of providing a road map to a better future, Trump is  forcing Congress to move backward, and rehash things already agreed upon, over and over again.  This is a colossal waste of time and taxpayer money, creating uncertainty and extra cost on projects that must eventually get done.  West Coast residents living with the constant threat of natural disasters cannot afford to wait indefinitely for better earthquake- and tsunami-warning systems. It’s a question of when, not if, the next megaquake will hit.  So instead of cutting funding, the U.S. should build and extend these critical systems.  U.S. Rep. Derek Kilmer, D-Gig Harbor, said there’s bipartisan concern about such cuts on the appropriations committee where he’ll help write the final budget.  Even members of Trump’s cabinet have struggled to defend some of the cuts and a huge shift of funding to the military.  “I’m all for making sure we keep our country safe and have investments in national security,” Kilmer told the editorial board last week. “But part of the way we keep our country safe is these efforts around coastal resiliency and early earthquake warning systems.”  The remaining cost to build the earthquake-warning system is a relative pittance — under $38 million. That’s less than the cost of the cruise missile barrage Trump fired on Syria in April.  The “ShakeAlert” system works by detecting earthquakes through a network of sensors. Depending on where earthquakes occur, alerts can be transmitted faster than the shaking spreads, providing a brief but critical opportunity to prepare.  A large quake on the coast could take five minutes to unfold while one on the Seattle fault could provide only a few seconds of notice.  This is a tremendous investment. Alerts could save many lives by giving people time to seek cover. They could also prevent billions of dollars of economic losses by reducing damage. With automation, alerts could trigger protective measures at factories and data centers, to save data and equipment.  ShakeAlert is steadily becoming available to more users. A goal in the next few years is to deliver alerts to 10 million recipients within a few seconds.  California cares enough about the warning system to begin funding it directly, with $10 million. Washington state should consider a similar contribution if the federal government fails to provide for this basic level of defense.  Still, ShakeAlert needs ongoing federal support. It’s an interstate system that should serve the region from Alaska to Hawaii and inland to states like Utah, said John Vidale, a UW professor, director of the Pacific NW Seismic Network and the state seismologist who is unfortunately leaving for a job in California.  The system is also international, involving Canada, but don’t get us started on how Trump is bobbling such relationships.Caption:  John Vidale, director of the Pacific Northwest Seismic Network and a professor at the University of Washington, is showing the alerts on his computer screen after his early warning seismic network receives signals that a quake will hit. Steve Ringman/The Seattle TimesMemo:  Editorial board members are editorial page editor Kate Riley, Frank A. Blethen, Donna Gordon Blankinship, Brier Dudley, Mark Higgins, Jonathan Martin, William K. Blethen (emeritus) and Robert C. Blethen (emeritus).", "edition": "/Times/Pages/2017-06-05/Editorial/Edit.Pgl"}