{"title": "Civic duty, one way or the other", "filename": "1997-09-08_CivicDutyOneWayOrTheOther.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/164BCEAC4C0898D0?p=WORLDNEWS", "date": "1997-09-08", "page": "B1", "section": "Local News", "author": "Jean Godden", "text": "Guess who's been called to jury duty? Port Commissioner Paul Schell, one of the front runners in the contest for Seattle mayor, has been summoned to the King County Courthouse Oct. 6.     Schell has never served on a jury, but says he's always wanted to. He says, \"Pam (Paul's wife) has served twice and I never have.\"      But, if Schell wins the Sept. 16 primary, what then? Does he forfeit time that might be spent campaigning? Or does he do his civic duty? It's a dilemma.     One observer jokes: \"I'd heard (King County Executive) Ron Sims was supporting Greg Nickels in the mayor's race, but this is ridiculous.\" Universe central: Fremont, the Seattle neighborhood that thinks it occupies the center of the universe, now has its own foreign policy. The community has developed close cultural ties to - of all places - Taiwan. Some details:      Last April, five Fremonsters (as they call themselves) spent three weeks in Taiwan putting on workshops explaining how to put on events like Fremont's Solstice Parade.     Then last week, five Tawainese arrived in Fremont to research a book on Fremont's community revitalization. On Saturday, Fremont also played host to the magistrate for Taiwan's I-lan County.     What did the visitors from staunchly anti-Communist Taiwan think of Fremont's statue of Lenin?      Fremonster Jeanne Muir says, \"They didn't offer to buy it.\" Table talk: When Gloria Feldt, president of Planned Parenthood Federation of America, comes to town this week, she'll speak at the downtown Rotary Club Wednesday and at a Planned Parenthood Votes! luncheon Thursday.      The luncheon brings together a table of sponsors, many of whom have been political opponents. Seated together will be former Govs. Dan Evans and Mike Lowry, once opponents for a U. S. Senate seat; Gov. Gary Locke and Seattle Mayor Norm Rice, who competed in the Democratic gubernatorial primary, and Sen. Patty Murray and Pierce County Executive Doug Sutherland, who may compete in the 1998 Senate race.     Planned Parenthood spokesman Marilyn Knight says, \"It's nice there's one thing they all can agree on, support for Planned Parenthood.\" Rite stuff: Wedding bells are ringing for John Chelminiak, communications director for the King County Council, and Lynn Semler of Precor, the Woodinville exercise-equipment company. They'll tie the knot Sept. 19 at the Rainier Club.     What brought the two together? Chelminiak reports, \"We met through Republican politics.\" Wired for sound: After early services at St. John's Catholic Church last week, parishioner Suzie Burke stopped at the door to chat with the Rev. Bill McKee. McKee asked Burke about her \"Jane Noland for Mayor\" button.     Burke launched into a speech extolling Noland's virtues. She had reached point seven or eight when a second parishioner interrupted.     \"I'm for Jane, too,\" said the second parishioner. \"But, Father McKee, your mike is still on and the whole church just got the message.\" Jean Godden's column appears Sunday, Monday, Wednesday and Friday in the Local News section of The Times. Her phone message number is 206-464-8300. Her e-mail address is: jgod-new@seatimes.co"}