{"title": "Café Nordo takes off - This new take on dinner theater in Seattle offers a chance to eat, drink and think", "filename": "2011-11-06_CaféNordoTakesOff-ThisNewTakeOnDinnerTheaterInSeattleOffersAChanceToEatDrinkAnd.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/1643C58F91BD07E8?p=WORLDNEWS", "date": "2011-11-06", "page": "H1", "section": "Nw Arts&Life", "author": "Misha Berson", "text": "We're sitting in a would-be luxury lounge on a gleaming new Boeing 707 jet. The year is 1962. The destination is the Seattle World's Fair. Perky stewardesses, wearing powder-blue suits and glossy perma-smiles, serve cocktails and a four-course meal, along with vivacious song and design routines. Lurking in their midst are Russian, Chinese and CIA spies and a scientist bent on changing the world through ... convenience food? Welcome to Pan Am flight 892, otherwise known as \"To Savor Tomorrow,\" at the West of Lenin theater in Fremont. It's the latest production from Café Nordo, a company dedicated to remaking dinner theater as we know it. Suburban dinner theaters tend to offer bland food and stage fare. Seattle's Teatro ZinZanni serves continental cuisine with circus and cabaret trimmings. Café Nordo isn't a cheap date, and it won't change the world. But it promises something different — and is growing enough of a fan base to warrant its own venue (with a flexible stage and, hopefully, an on-site kitchen). Like Nordo's three earlier efforts, \"To Savor Tomorrow\" attracts a 30-ish foodie crowd, enticed by the creative cocktails, the arch humor, the arty eats. But Nordo co-producer, writer and designer Terry Podgorski says his goals are threefold: \"We want people to be entertained, to have great community around good food and to be challenged.\" An offshoot of the eco-theater subgenre of political theatrics, Café Nordo is designed to make you chortle, tipple, nosh yet also ponder what you're served — where it came from, how it got to your plate and glass, its impact on the geopolitical ecosphere. Each show has a different theme. And if the concept isn't entirely integrated or realized, it's always tantalizing. \"To Savor Tomorrow\" focuses on futuristic food in sync with the 1962 World's Fair's upbeat vision of technology to come. It is plated as a Cold War spy vs. spy spoof, an absurd farce with dashes of James Bond and Alfred Hitchcock. Though Aimee Bruneau as a thickly accented Russian Commie vamp is a hoot, the comic plot is less interesting than the weird (and delish) food, and the intermittent mini-lectures by prim food scientist Petra Proudhurst (a fervent Opal Peachey). Petra breathlessly outlines the technological advances of the \"green revolution,\" which radically altered agriculture in the 1960s and '70s by engineering high-yield crops now credited with saving over a billion people worldwide from starvation. She also rhapsodizes about the canned, powdered and frozen convenience foods that liberated U.S. housewives from kitchen drudgery — but (as we know now) set the table for our current obesity epidemic and a host of other ills. All the lusting after the secrets in Petra's hand luggage (the show's MacGuffin) is pretty silly. But it's true that food technology was an instrument of Cold War political power. Food for thought Theater spiked with politics is rarely a favored dish in America. Any play that voices polemics or analyzes ideologies can be too easily dismissed as preachy and/or biased. Enriched with Podgorski's historical and scientific research, and a neo-green perspective on the ethics of food production, the didactic parts of \"To Savor Tomorrow\" go down as smoothly as the \"Bolshevik blinis\" (a starter made with lox, sauerkraut and beads of beet \"caviar\"). \"The hope is that you walk into a world that you're a character in,\" says Erin Brindley, co-producer, director and food designer for Café Nordo. \"It's a full sensory experience.\" Or as the group's manifesto puts it, \"In Café Nordo's pursuit of unadulterated digestions, theatrical cuisine combats the theology of blandness that permeates our culture, and hopefully busts a gut or two.\" Whipping up Café Nordo has taken culinary skill and theatrical gumption but also logistical savvy. Podgorski and Brindley are both alums of Circus Contraption, a surreal one-ring Seattle troupe with its own cult following and a Brechtian-grunge aesthetic. Contraption called it quits in 2009. And Brindley, who'd worked with chefs in New York \"food theater\" shows, wanted to create a new theatrical format. Podgorski joined in, and they found inspiration in a short story he'd written about a celebrity chef, Nordo Lefesczki, who \"creates challenging and artistic meals around social issues.\" Titled \"The Modern American Chicken,\" the first Nordo show (presented October 2009), mocked and celebrated Seattle's obsession with P.C. cuisine and the cult of the elite chef du jour. But how and where to produce and serve 60 diner-patrons a multicourse dinner, with wine and a playfully offbeat show (with live music and waiters named after breeds of fowl)? Without reservations Enter Joe Whinney, owner of Fremont's Theo Chocolate Company. Whinney loved the Nordo concept and loaned a vacant warehouse in his factory. \"Joe really went out on a limb for us,\" says Brindley. \"He believed in us.\" Brindley designed an imaginative dinner based on ultra-fresh, free-range chickens from an Olympia farm. It had to be cooked in an off-site catering kitchen and trucked in, with curtains, tableware and other items needed to turn the rustic space into an upscale bistro. Pianist Anastasia Workman composed an original score for the singing-dancing waiter-actors. The only restroom was a portable toilet. Despite the rough edges, Nordo's egg-to-table salute to the life of a noble chicken was whimsical, quirky and delectable and won praise from both food bloggers and entertainment critics. The unassuming co-producers also stoked speculation about the mysterious (and ever-elusive) Chef Nordo. \"Terry and I are both mild-mannered people, so it was fun to have a figurehead with so much braggadocio,\" Brindley acknowledges. The Nordo label, says Podgorski, is \"for branding and fun. He's the attitude of the show. Audience members would ask to meet him, and we'd say, 'He just left!' \" Nordo's second production, \"Bounty!,\" was an elaborate ode to the history, glory and endangerment of wild seafood — with sea chanteys and a soup course served from an aquarium. And the follow-up, \"Sauced,\"paid tribute to the pleasures and perils of alcohol, via a mock film-noir thriller. Featuring 5th Avenue Theatre dazzler Billie Wildrick, the show was accompanied by a heady flight of cocktails designed by prize local bartender Murray Stenson. \"Sauced\" is Café Nordo's biggest hit so far. \"We were reaching for a bar crowd,\" says Podgorski, \"the people who like to order a couple drinks, a couple appetizers.\" Table for 60? To capitalize on the success of \"Sauced,\" Café Nordo had to find a new venue. (The expanding Theo Chocolate needed its warehouse back.) The goal is a permanent home. But \"To Savor Tomorrow\" is ensconced in the new Fremont arts space West of Lenin, big enough to hold the dining tables plus the set's bar, molded plastic chairs and airplane siding. Next spring a new work, \"Café Nordo's Cabinet of Wonders,\" will be staged in the more spacious Washington Hall. \"We'll have art installations, the action will move from room to room,\" explains Brindley. \"It will be like you're walking through a food museum.\" To realize its full artistic potential, Café Nordo needs tighter scripts and smoother production values — while keeping its unique outlook and eccentricities and the creativity of its food. Using fresh, sustainable ingredients from local suppliers, the light repast in \"To Savor Tomorrow\" includes such playful elements as a \"deconstructed dim sum\" that plays on the Jell-O craze. And dessert? It's a\"Dwinkie,\" the yummiest, most gourmet version of a Twinkie imaginable. Misha Berson: mberson@seattletimes.com Café Nordo: 'To Savor Tomorrow' Thursdays-Sundays through Nov. 20, West of Lenin, 203 N. 36th St., Seattle; $40-$65 (800-838-3006 or brownpapertickets.com)Caption:  photoCourtesy Café Nordo Theater: Opal Peachey, front, plays a prim food scientist in Café Nordo's latest presentation, \"To Savor Tomorrow,\" a Cold War-World's Fair spoof.Alan Alabastro: Max Davis in a scene from Café Nordo's \"To Savor Tomorrow,\" which serves food, cocktails and eco-politics along with the fun."}