{"title": "Seattle turns up heat on its business experiment", "filename": "2016-08-21_SeattleTurnsUpHeatOnItsBusinessExperiment.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/16119EA0AF372C68?p=WORLDNEWS", "date": "2016-08-21", "page": "D1", "section": "Business", "author": "Jon Talton", "text": "When Seattle banned plastic bags in 2012, it produced grousing from some retailers and consumers but was generally accepted as good for the environment. Mandatory paid sick leave also went into effect that year, applied to all but the smallest employers in the city.  The complaints about an “anti-business” City Hall exploded two years ago when Seattle adopted a plan to stair-step up to a minimum wage of $15 an hour. The goal was to be reached in three years for large employers and seven years for small ones beginning in April 2015.  But with new faces and district representation, the Seattle City Council was only getting started.  It has passed or is close to approving ordinances mandating affordable housing from developers, allowing ride-share drivers to unionize, constraining Airbnb and other short-term rentals, ensuring workers have predictable shifts and requiring landlords to rent on a “first-come, first-served” basis. Mandatory paid family leave is being studied.  Has Seattle ever had a City Council so determined to enforce progressive aspirations on the private sector and micromanage businesses?  Remember, the business establishment ultimately won the famed Seattle General Strike of 1919, with Mayor Ole Hanson saying Americanism had defeated “Bolshevism.” The closest thing to Hanson’s hyperbole now is Lenin’s statue in Fremont.  But Seattle now is on the leading edge of left-wing legislation at the municipal level. Try to keep up, San Francisco.  How can the council and Mayor Ed Murray do this when most of America is gridlocked by polarization and the economic risks seem substantial?  The short answer is, because they can.  For one thing, because Democrats maintain tenuous control in Olympia, Seattle doesn’t face the pushback seen in red states. For example, legislatures in Idaho, Arizona and other GOP-controlled states forbade plastic-bag bans in cities and towns. Here, the lack of plastic bags didn’t end the American way of life, and Seattleites take it for granted.  The most important element is Seattle’s astonishing economic strength, diversity of sectors and general (but not all-encompassing) prosperity.  Call it the Seattle paradox (irony?). The economy triggers progressive measures to address inequality and keep a tight rein on “privileged” types such as landlords. At the same time, it provides plenty of cushion against negative consequences of these experiments.  Consider the minimum-wage increase. For months, conservative critics have been peddling bogus data about job losses. Yet the serious research being done by a team at the University of Washington shows that so far the hike has improved wages for low-wage workers.  Meanwhile, the predicted bloodbath of job losses and business closures hasn’t happened.  Economist Jared Bernstein wrote in The Washington Post, “To be clear, the fact that the policy has its intended effect doesn’t mean every affected worker ends up ahead (there is no policy on Earth that is always and everywhere costless to its intended beneficiaries). It means that the vast majority of low-wage workers end up with higher earnings.”  But, as the UW team cautions, these results can’t be divorced from the larger local economy, which is expanding at a prodigious rate. So to me any conclusions about the minimum-wage increase carry the footnotes “so far” and “only in as prosperous a city as Seattle.”  Indeed, you wouldn’t find these mandates in the majority of American cities, because so many are desperately seeking to keep or regain jobs and businesses. As mentioned above, others are constrained by the majority’s governing “economic freedom” ideology.  Superstar cities have made spectacular leaps during this expansion, despite its slow trajectory. But most small towns and even many midsized cities have struggled to recover from the Great Recession.  Another nuance in Seattle is that Murray and some council members work with business “stakeholders,” as seen in the housing “Grand Bargain.” Big developers and big business are not much harmed by City Hall, and critics claim they are beneficiaries of backroom deals.  Yet as the Seattle City Council continues its attempt to impose social democracy in its 84 square miles of America, does a tipping point come? A point where it’s impossible to run a small business in the city? Or where overregulation drives out a major one? Where unintended consequences undercut the promised outcome of a law?  The evidence from highly regulated San Francisco and New York supports the progressive view. Indeed, blue states generally have stronger economies than red ones. Regulations don’t automatically kill jobs. Often they provide economic benefits.  But these cities and states are neither communes nor salons. They have made investments to sustain, expand and improve their world-class assets, not merely lay out endless laws, however idealistic.  For many years, this commerce-mad city and metropolitan area hasn’t depended on political leaders. We’ve had a few good ones, to be sure. But the times have been good; so have the city’s bones and genius for reinvention. Business, university and health honchos have been far more consequential.  And we’ve been lucky.  That doesn’t mean the City Council is irrelevant. Far from it.  Thus, the tipping-point questions come with another: Are Seattle political leaders mindful of the intricate and potentially delicate relationships, balances, challenges and, yes, need for those darned capitalists here?  I guess we’ll find out. In the meantime, Seattle will continue to be a laboratory.Caption:  Supporters of the $15 minimum wage gather at a Seattle City Council meeting in 2014. The city’s adoption of the $15 minimum was not popular with many businesses. Ellen M. Banner / The Seattle TimesMemo:  You may reach Jon Talton at jtalton@seattletimes.com"}