{"title": "Murray ‘concerned’ about Confederate monument in Capitol Hill cemetery", "filename": "2017-08-17_Murray‘Concerned’AboutConfederateMonumentInCapitolHillCemetery.json", "url": "http://infoweb.newsbank.com/resources/doc/nb/news/16465BA122DB5AE8?p=WORLDNEWS", "date": "2017-08-17", "page": "B5", "section": "Local News", "author": "Paige Cornwell", "text": "Seattle Mayor Ed Murray expressed “concerns” about a monument to Confederate soldiers in Capitol Hill’s Lake View Cemetery, which closed Wednesday afternoon for security reasons. A statement issued by Murray’s office said he called a cemetery representative Wednesday regarding the monument, which was erected in 1926. The cemetery is privately owned.  Lake View Cemetery closed Wednesday afternoon after receiving threats related to the monument, said Craig Lohr of the Lake View Cemetery Association. Seattle news media recently reported on the existence of the monument.  The cemetery — best known as the final resting place for martial-arts star Bruce Lee and his son Brandon, as well as Seattle’s founders — will likely reopen Thursday morning.  Murray’s statement comes after a deadly weekend in Charlottesville, Virginia, where Ku Klux Klan members and white nationalists protested over the removal of a statue depicting Confederate general Robert E. Lee.  The mayor’s statement said:  “We must remove statues and flags that represent this country’s abhorrent history of slavery and oppression based on the color of people’s skin. It is the right thing to do. During this troubling time when neo-Nazis and white power groups are escalating their racist activity, Seattle needs to join with cities and towns across the country who are sending a strong message by taking these archaic symbols down.”  The mayor’s office couldn’t be reached to clarify Murray’s statement.  A petition on Change.org calling for the removal of the memorial had more than 3,200 supporters late Wednesday afternoon.  Also on Wednesday, a small group of protesters gathered around the Vladimir Lenin statue in Fremont to demand its removal. The statue, located on private property, has been for sale for years and has been vandalized with red paint on one of its hands.Caption:  The Confederate monument at Lake View Cemetery on Capitol Hill Steve Ringman / The Seattle TimesMemo:  Paige Cornwell: 206-464-2530 or pcornwell@seattletimes.com"}